{"news":[{"source":"51.CA 坚果儿","title":"恐怖！5名女孩在Brampton打Uber遭疯狂扫射20多枪，1死3伤 加国 2 评论 22分钟前","body":"“究竟是个什么样的变态，竟然向5个女孩开枪？”一名在宾顿（Brampton）枪击案中遇害的少女的母亲试图寻找答案。\n上周六，22岁的Marsha Khadija Charmant（下文简称“Khadija”）在宾顿的一场暴力袭击中被枪杀，另有三人中枪并被紧急送往医院。Marsha Khadija Charmant\n在蒙特利尔的一个墓地里，有一片草地正等待着埋葬Khadija的遗体，就在她父亲的坟墓旁边。四年前，这名渥太华少女的父亲在蒙特利尔一家理发店外遭枪击身亡。\n“这是诅咒吗？\"她悲痛欲绝的母亲Catiuska Charmant在接受《星报》采访时情绪激动地说道。“他死于一颗子弹，现在她也死于一颗子弹。我无法接受。”Catiuska Charmant\n据皮尔区警方称，这起枪击发生在10月19日早上6点左右，地点位于Rutherford Road South和Selby Road附近的一个商业广场停车场。\n当时，Khadija和她的四个朋友正乘坐一辆Uber离开宾顿的一家录音棚，前往他们的Airbnb住所。这时，一名枪手驾车靠近他们，向他们连开数枪。\n据法医透露，四颗子弹击中了Khadija，最终致命的是射中她胸部的那一颗。图源：Simon Sheehan / CP24\n另外两名女生和男司机也中弹并被紧急送往医院，其余两名女生没有受伤。\n《星报》记者在枪击案的现场看到一辆汽车上布满了20多个弹孔，据称Khadija当时坐在正对着枪手的一侧。\n从附近一家汽车店获取的监控录像显示，子弹击穿了店铺的前门，玻璃碎裂。不久后，可以看到皮尔区警方的战术小组进入大楼并搜寻嫌疑人。警方呼吁任何拥有相关信息的人，包括行车记录仪视频，联系凶杀调查人员。\n皮尔区警方尚未确定嫌疑人，也没有说明这是否是有针对性的袭击。调查仍在进行中。图源：Simon Sheehan / CP24\nKhadija的母亲表示，她至今仍不愿相信女儿已经死了，她也找不到任何理由来解释为什么会发生这样的事情。谁会想杀害她，目的又是什么？\n她形容她的大女儿Khadija无私、机智，笑声极具感染力，常常帮助有困难的青少年，她计划在休学后于新的一年重返渥太华大学，并立志成为一名社会工作者。\nKhadija当时从事活动策划和音乐推广的工作，经常为了工作前往其他城市。去宾顿对她来说只是又一个普通的周末。\n“为什么这一次她再也没有回来？究竟是什么样的变态会向五个女孩开枪？”母亲试图想出一个解释，但一切都说不通。\n她不知道这些女孩子去的录音棚是哪一家，也不知道具体位置。她只知道那天晚上女儿的一个朋友会在一个活动上表演。\n当晚，她在蒙特利尔的家中给女儿发送了短信和打电话，焦急地等待回复，没想到最后却等来了女儿的死讯，令她悲痛欲绝。\nKhadija去世后，她的堂姐Angeliqua Marmontel在发起了一项筹款活动，帮助家人支付意外的葬礼和埋葬费用。图源：Gofundme\n最新数据显示，多伦多及GTA地区今年的致命枪支暴力事件急剧上升。在包括密西沙加、卡利登和宾顿在内的皮尔地区，今年1月至6月间发生了8起枪击凶杀案，是2023年同期的两倍。\n奧克維爾华人超市急招 雜貨幫工 蔬果幫工 肉部幫工 廚房幫工 收銀主管 收銀員招聘信达超级市场\n园艺装修公司招聘泰山工程","ts":"加国无忧 51.CA"},{"source":"思忆","title":"加国各大银行优惠利率下调！房贷固定利率低至3.99%","body":"继加拿大央行本周大幅下调政策利率之后，各大金融机构同步下调了其优惠贷款利率。\n央行周三将关键利率下调了0.5个百分点，至3.75%。\n皇家银行（RBC）、道明银行（TD）、蒙特利尔银行（BMO）、丰业银行（Scotiabank）、加拿大帝国商业银行（CIBC）和国家银行这六大银行均表示，已将其优惠利率从6.45%下调至5.95%。图源：51记者拍摄\nDesjardins、劳伦特银行（Laurentian）和EQ银行也做了相同调整。\n这是加拿大央行自6月开始推动降息以来，连续第四次降息。\n商业银行的优惠利率有助于确定各种贷款的成本，包括浮动利率抵押贷款和信用额贷款。\n加拿大央行的下一次利率决策定于12月11日公布。\n《金融时报》理财专栏作者Rob McLister提供的最新信息显示，全国有保险的房贷，3年期固定贷款利率低至4.24%。\n无保险，即首付达20%的房贷，4年期和5年期固定贷款利率低至4.64%。\n特殊优惠利率中，无保险的房贷，5年期固定贷款利率低至3.99%。图源：MORTGAGELOGIC.NEWS相关新闻\n奧克維爾华人超市急招 雜貨幫工 蔬果幫工 肉部幫工 廚房幫工 收銀主管 收銀員招聘信达超级市场\n园艺装修公司招聘泰山工程","ts":"加国无忧 51.CA"},{"source":"谈海","title":"偷车代价太高了：每个司机平均加保费130元，这款车被盗比例最高","body":"由于保险公司试图通过提高保费来应对不断增加的汽车盗窃索赔，因此保险公司每位客户将为此埋单。\n根据加拿大保险局(IBC)2022年的计算，安省每一份汽车保单，平均前130加元都用于支付汽车盗窃索赔。\nIBC安大略和大西洋地区副总裁Amanda Dean说：这130加元是全省的每一位司机必须支付的。图源：OPP照片\nDean还强调，130元的估算是平均值，这意味着居住在车辆盗窃风险较高的地区（如旺市、奥克维尔、密西沙加、宾顿、万锦）的居民将支付更多。而居住在汽车盗窃可能性较小的地区的居民，则需要支付较少的金额。\n她说：“平均而言，这就是安省司机支付的金额，如果你看看所有的索赔，你会发现这个数字相当可观。”\n据IBC称，加拿大的汽车保险提供商在过去几年中一直承受着高昂的更换费用，因为盗窃索赔在2022年达到约10亿元，然后在2023年再次攀升至约15亿元。保险行业组织估计，安省2018年的盗窃索赔约为1.6亿元，然后在2022年猛增329%，达到约7亿元。\nDean说，“看看汽车盗窃案，你会发现受害者的踪迹。当某人的汽车被盗时，即使他们通过保险完全赔偿，或者即使他们确实找回了汽车，他们仍然会感到被侵犯，感觉好像有人偷走了他们的财产。一路上有很多受害者”。\n她补充说，车辆保险费确实会上涨和下跌，但承认其中存在“一点滞后因素”，因为保险公司不知道在任何一年他们将支付多少钱。\nDean解释道，“当会员公司制定保费时，这些保费是根据去年的索赔额计算出来的，以弥补保险公司明年将面临的预期损失。这就是为什么2023年的数字比2022年（创纪录的一年）增长幅度更大……2023年远远超过了这个数字。”\nDean说，“索赔成本的增加是每家公司在设计能为客户提供什么服务时‘肯定’会考虑到的一个因素”。\n她还建议客户在续保后与提供商联系，以便更好地了解他们的政策和影响定价的趋势。\nDean指出，保险公司会定期审查窃贼觊觎的车辆名单，然后联系拥有这些车辆的客户或汽车盗窃率高地区的客户，建议他们安装跟踪设备，以获得费率折扣。\n根据Équité Association的2024年上半年汽车盗窃报告，SUV仍然是加拿大（包括安省和魁北克省）小偷的首要目标。今年前六个月，安省报告了5,532辆SUV被盗，而全国有11,165辆SUV被非法盗走。皮卡是第二大被盗车辆，紧随其后的是汽车。\n根据Équité Association的数据，2022年，本田CRV是加拿大和安省被盗最多的车辆。在安省，雷克萨斯RX系列（另一款SUV）在2022年排名第二，而道奇RAM1500卡车排名第三。Équité Association表示，2022年安省被盗最多的10辆汽车中有6辆是SUV。如果按被盗比例来看，路虎当仁不让排第一。\n“这份名单实际上是由有组织犯罪集团的需求决定的，”Équité Association调查服务副总裁Bryan Gast表示。“他们有一份需要提供的车辆清单，其中必然包括皮卡和SUV。”\nGast解释说，选择这些车辆是因为它们的实用性或者最终运输目的地的地形，比如非洲。\n他继续说，其他车辆都是高价值车辆，例如价值70万元的法拉利以及奔驰G级SUV和兰博基尼等豪华车。\nGast补充道，任何带有无钥匙点火装置的东西都容易受到盗窃。图源：OPP照片\n钥匙扣已成为大多数车辆的标准配置，因为该系统允许驾驶员无需将钥匙扣从口袋中取出即可解锁和启动车辆。然而，窃贼可以利用技术拦截信号并盗窃或进入车辆。\nGast和Dean都同意这一观点，电动汽车市场并不那么强劲，并指出最终可以出口到这些汽车的国家缺乏充电基础设施。\n无论被盗的车辆是什么，Dean说，对于受害者来说，这都是一次令人不安的经历。\nDean说，“你可以从他们的声音中听出脆弱，有人来拿走你的个人财产是一种违法行为，所以保险公司第一时间知道这会对人们造成怎样的影响，那些说汽车盗窃是一种无受害人犯罪的观点实在可笑。\n奧克維爾华人超市急招 雜貨幫工 蔬果幫工 肉部幫工 廚房幫工 收銀主管 收銀員招聘信达超级市场\n园艺装修公司招聘泰山工程","ts":"加国无忧 51.CA"},{"title":"Equifax推出新项目：新移民可以转移外国信用记录，首批是印度","body":"Equifax Inc. 正在推出一个项目，允许新移民将其外国信用历史转移到加拿大。该项目将初步提供来自印度的数据，但计划在未来几个月扩展到巴西、阿根廷和智利。从长远来看，计划总共包括18个国家。\n这家信用报告公司周四表示，Global Consumer Credit File 将通过提供额外的数据，使移民更容易在加拿大获得贷款和手机计划等服务。\n“新移民登陆时获得金融服务生态系统的准入非常重要，而没有信用历史，这非常难做到，” Equifax Canada 负责人 Sue Hutchison 说。\n“他们通常在寻找租公寓、获得手机服务、可能还有信用卡，而所有这些都需要信用历史。所以没有信用历史使得新移民很困难。”\nEquifax 不是第一个在加拿大推出此类项目的公司。总部位于旧金山的 Nova Credit 于2016年成立，提供全球信用评分访问，去年通过与 Scotiabank 的合作进入加拿大市场。\n从那时起，该公司通过与 RBC、BMO 和 Rogers Communications Inc. 等的合作伙伴关系而扩展。\nNova Credit 与包括 Equifax 在内的几家信用机构合作，提供来自20多个国家的数据。随着 Equifax 在这个领域成为竞争者，Hutchison 表示围绕数据获取的对话正在进行中。\n在24个国家运营或投资的 Equifax 将拥有来自其外国分局的直接数据提供者的优势，Hutchison 说。\n“数据将直接来自我们。这对贷款人本身来说非常有吸引力，因为他们将直接与信用局打交道。”\n该项目将初步提供来自印度的数据，但计划在未来几个月扩展到巴西、阿根廷和智利。从长远来看，计划总共包括18个国家。\nEquifax 将使用其自身业务的数据，并从其他机构获取数据来提供数据。\n由于各国创建信用评分的方式不同，Equifax 计划为贷款人提供加拿大评分、全球评分以及两者的校准结合体。\n随着加拿大近年来的移民增加而该项目启动，Hutchison 表示 Equifax 现在基于云的平台也使得更容易安全地共享数据。\n奧克維爾华人超市急招 雜貨幫工 蔬果幫工 肉部幫工 廚房幫工 收銀主管 收銀員招聘信达超级市场\n园艺装修公司招聘泰山工程"},{"title":"只因晒了一条朋友圈 我的美国签证被撤销了","body":"申请季拿到offer，并不代表着美国求学之路就能顺利展开，还得顺利办好美国签证，但美国签证没有想象得那么容易通过，稍有不注意，可能就会惨遭拒签，就算已经拿到美国签证了，还会面临“被撤销”的风险，最近就有网友称因为把美国签证晒了朋友圈，导致被取消，这到底是怎么回事，一起来看看吧。\n对于身经百战的留学生来说，到手offer被撤销这事已经不算新鲜了，毕竟美国大学每逢申请季都得捅个篓子出来，道歉呢是别指望了，只能寄希望于这种乌龙别落在自己头上。\n当然，这件事也给各位小伙伴提了个醒：万事先沉住气，翻译一下就是“先别发朋友圈”。\n不然，跑了的不止有offer，可能还有美国签证。\n最近，就有网友经历了“因为发朋友圈，美国签证被撤销”的事情......\n起因是该网友在拿到美国签证（美国海员签证+美国旅游签证）后太兴奋，于是在发朋友圈晒签证结果的时候，忘记把签证页的签证号码打码，没过多久就收到了使馆告知其“签证被撤销”的邮件。\n他怀疑是被人恶意登记了EVUS（签证更新电子系统），导致签证被撤销。\n虽然后续他跑去找使馆申述，填写了很多资料，也有重新去总领馆面试，但一直没有拿到新的签证。\n而这并非个例——\n这也给我们提了个醒，一定要保护好个人隐私，谨言慎行，千万不要被别有用心之人给坑了。\n除了被人恶意篡改信息导致的签证被吊销，每年入境美国，各位小伙伴也一定要谨慎，喜提小黑屋还算是幸运的，最担心的就是签证被注销。\n这样的案例，曾发生过无数次......\n中国留学生T某是耶鲁大学博士生，本科是北京某一流大学。去年12月，他从中国返美，在华盛顿附近的杜勒斯机场入境。机场海关在询问T某所学专业后，将其带到询问室盘查8小时，询问其本科在校期间是否获得奖学金、是否受官方资助等，并检查其随身电子设备。盘查结束后，T某被告知其所持的留学F-1签证已被注销，且5年内不得入境美国。\n另一名被盘查的中国留学生M某，2022年前往美国国立卫生研究院国家癌症中心开展研究。同样也是去年11月，M某在杜勒斯机场入境时，被带往询问室盘查，重点被询问了大学科系、导师讯息、目前研究内容是否受官方资助留学及科研计划。盘查结束后，美国机场海关执法人员告知M某，其所持F-1签证已被注销，并且是美国务院直接取消的，美国海关和边境保护局无权查看取消原因。\n虽然以上这两种情况很大程度是因为10043总统禁令，但还有相当一部分实例是因为手机里的照片和言论以及携带的物品不符合规定等。\n所以，学霸君在此提醒各位小伙伴，除了要保护好个人隐私，不要在社交媒体晒出会暴露个人信息的照片，还要谨言慎行，提前了解出入境的规定，不要别出心裁，更不要口无遮拦。\n奧克維爾华人超市急招 雜貨幫工 蔬果幫工 肉部幫工 廚房幫工 收銀主管 收銀員招聘信达超级市场\n园艺装修公司招聘泰山工程"},{"title":"加拿大大砍移民！冻结人口增长 更多留学生外劳转永居","body":"今天，加拿大总理杜鲁多和移民、难民和公民事务部长米勒（Marc Miller）宣布了2025-2027年移民水平计划：短期内暂停人口增长、实现长期良好管理和可持续增长。\n这是首次在移民水平计划中纳入对临时居民的控制目标，特别是国际学生和外国工人，以及永久居民。图源：youtube@cpac\n杜鲁多说，这是移民指标的重大调整，旨在冻结人口增长。\n杜鲁多周四对记者表示：“我们宣布，在未来三年内将减少移民人数，这将在未来两年内导致人口增长的暂停。我们之前没有找到恰当的平衡。”\n他说：“在动荡的时期，当我们从疫情中走出来时，在应对劳动力需求和维持人口增长之间，我们并未找到恰当的平衡。通过今天宣布的计划，以及已经公布的措施，我们正在让移民系统运作得更好。”\n杜鲁多表示，这些削减措施将有效稳定加拿大移民人口的增长。他还呼吁各省、企业和学术机构“尽其所能”。“移民对加拿大的未来至关重要，但必须加以控制并保持可持续性。这就是今天的年度移民计划。”\n预计2025-2027年的移民水平计划将导致2025年和2026年的人口分别小幅下降0.2%，到2027年人口增长率将恢复到0.8%。预测考虑了今天宣布的未来两年内多个移民渠道指标减少，以及预计临时居民减少至人口5%的目标、以及自然人口减少等因素。\n今年的移民计划将减少永久居民的指标。与去年的计划相比：2025年的永久居民目标从50万减少到39.5万；2026年的永久居民目标从50万减少到38万；2027年的永久居民目标定为36.5万。\n该计划还支持到2026年底将临时居民人数减少到加拿大人口的5%。图源：canada.ca\n鉴于今年9月及过去一年宣布的临时居民减少措施，加拿大的临时人口将在未来几年显著减少，因为更多的临时居民将转为永久居民或离开加拿大，而不是有新的人进入。\n具体来说，与前几年相比，加拿大的临时居民将在以下年份减少：2025年减少445,901人；2026年减少445,662人；2027年小幅增加17,439人。\n这些减少是过去一年一系列政策变更的结果，包括对国际学生的数量上限以及对临时外国工人更严格的资格要求，以减少数量并加强临时居民项目的完整性和质量。这些变更的设计考虑了长期经济目标，确保继续吸引最优秀的人才。\n这些变更将帮助省、地区和利益相关者调整其能力，并使人口以可持续的速度增长，同时鼓励各机构更好地接纳新移民。图源：51记者拍摄新移民40%来自在加留学生和外劳\n2025-2027年移民水平计划的其他措施包括：将更多已在加拿大的学生和工人的临时居民转为永久居民\n这些居民在2025年将占总体永久居民接收数量的40%以上，他们技能熟练、受过教育，并融入加拿大社会。他们将继续支持劳动力和经济发展，因为他们已在加拿大安居，有住房和工作，不会对社会服务造成额外压力。关注长期经济增长和关键劳动力市场领域，如医疗和工贸行业\n到2027年，经济类永久居民接收数量将占总接收数量的61.7%。加强魁北克以外的法语社区，支持其经济繁荣\n在总体永久居民入境目标中，法语移民将占：2025年8.5%2026年9.5%2027年10%\n政府表示，通过这个计划，利用现有的项目，让每个人，包括新移民，都能在我们美丽的国家获得高薪工作、负担得起的住房和必要的社会服务，以便他们茁壮成长。图源：youtube@cpac\n移民部长米勒表示：“今天的公告是我们应对国家不断变化的移民需求计划的下一步。尽管我们的经济显然需要新移民，但我们也看到国家面临的压力，因此必须相应调整政策。这些变化将使移民更好地服务于国家，让每个人都能获得优质的工作、住房和必要的支持，以便他们茁壮成长。我们倾听了加拿大人的声音，并将继续保护我们系统的完整性，负责任地增长人口。”背景信息\n近年来，加拿大人口持续增长，到2024年4月已达到4100万。2023年的人口增长中，几乎98%归功于移民，其中60%是临时居民贡献的。\n新的移民计划旨在调整疫情后激增的人口增长，支持持续强劲的GDP增长，并促进2025年至2027年人均GDP加速增长，同时改善住房可负担性和降低失业率。\n减少移民数量将有助于缓解住房市场的一些压力，预计到2027年底，住房供应缺口将减少约67万套。\n计划中的临时居民指标不包括短期访客或季节性工人，他们未被纳入年度人口估算。指标是每年净新增进入加拿大的临时居民数量。\n加拿大政府已采取措施来管理临时居民的到达量，维护移民系统的完整性并保护弱势人群，包括：改革国际学生项目收紧以下类别的资格要求：临时外国工人毕业后工作许可证国际学生和临时外国工人的配偶工作许可证\n根据加拿大统计局的数据，移民在加拿大经济的各个领域作出了重要贡献，尤其是医疗、建筑和交通运输业。在加拿大的住宅建筑行业，移民发挥着关键作用，占所有普通承包商和住宅建筑商的23%。相关新闻\n奧克維爾华人超市急招 雜貨幫工 蔬果幫工 肉部幫工 廚房幫工 收銀主管 收銀員招聘信达超级市场\n园艺装修公司招聘泰山工程"},{"source":"谈海","title":"多伦多市中心特斯拉撞上护栏起火，四人死亡一人重伤","body":"多伦多市中心的Lake Shore Boulevard昨晚发生一起火灾，造成四人死亡，一人被送往医院。Citynews现场记者在X上爆料说起火汽车是特斯拉，目前警方尚未公布事故车型。图源：CP24\n此事发生在午夜刚过，地点是Cherry Street以东一条繁忙道路的东行车道上。图源：citynews\n多伦多警方称，一辆载有五名乘客的电动汽车撞上护栏并起火。\n多伦多警方证实，四名年龄在20多岁左右的人在车祸中丧生。图源：citynews\n警方告诉680News电台，司机当时正以很高的速度向东行驶，突然失去控制并撞上护栏，导致电动车的电池起火。图源：CP24\n他们表示，车内第五人（一名女性）受伤，但预计不会丧命。多伦多急救服务中心表示，她因重伤被送往医院。图源：CP24\n目前还不清楚碰撞的原因。图源：X\nCitynews现场记者@carynceolin在X上爆料说起火汽车是特斯拉，汽车失控，撞上护栏，导致电动汽车电池起火。第五名乘客被勇敢的旁观者救出。但目前警方尚未公布事故车型。图源：CP24\n由于警方正在调查这起致命车祸，位于Don Valley Parkway和Cherry Street之间的Lake Shore Boulevard路段双向关闭。\n奧克維爾华人超市急招 雜貨幫工 蔬果幫工 肉部幫工 廚房幫工 收銀主管 收銀員招聘信达超级市场\n园艺装修公司招聘泰山工程","ts":"加国无忧 51.CA"},{"source":"思忆","title":"沃尔玛19岁女员工烤箱内死亡 尸体由母亲发现 曾拨911","body":"加拿大哈里法克斯一家沃尔玛商店的女员工被发现死于烘焙室的烤箱后，令无数人震惊。\n据DailyMail报道，在沃尔玛步入式烤箱里“被烤死”的少女，是她自己的母亲发现的。\n19岁的Gurismran Kaur上周六晚上在该店与她母亲一起工作时，遭遇了这个可怕的命运。图源：GoFundMe\n海洋省锡克协会已在GoFundMe上设立了筹款网页，在不到24小时内筹集了超过63,000元，超过最初的目标5万元。\n页面上写道：“我们从世界各地接到电话和信息，许多人希望提供帮助。为了尊重每个人的心意，我们将暂时保持筹款页面开放。”图源：GoFundMe\n筹款页面确认受害者为19岁的Gursimran Kaur。描述她是“一位带着伟大梦想来到加拿大的年轻美丽女孩。”尸体由母亲发现\n页面解释说，Gursimran的母亲在她们一起上班时经常会去查看女儿。但是，当母亲在店里很长时间没有看到她时，便开始担心，四处寻找她。\n最终，她在面包房的烤箱里发现了女儿“被烧焦的遗体”，当时另一名员工注意到该区域有“液体渗漏”。一位家属发言人表示，Gursimran的亲人们已经心碎。\n根据社区筹款呼吁，Gursimran“被烧焦的遗体在几小时后在面包房步入式烤箱内被发现”。“试想一下她母亲经历的恐惧，当时她亲手打开烤箱时，是因为有人指出从那里有‘液体渗漏’。”\n当时Gursimran的手机“无法接通”，这让她的母亲惊慌，因为“她在白天关闭手机是非常不寻常的”。\n“在一个小时没有见到Gursimran后，她的母亲开始四处寻找她，她到处询问，但每个人都觉得她可能在某个地方帮助顾客。”来自印度\nGursimran和母亲是在近三年前抵达新斯科舍省。她的父亲和哥哥仍在印度，社区正在努力筹款，帮助他们前往加拿大。\n筹款呼吁写道：“这个家庭的痛苦是难以想象和难以言表的。他们需要你的支持，才能度过这段可怕的时光。”\n加拿大海洋省锡克协会会长Harjit Seyan告诉Global News，自10月19日Gursimran去世以来，社区一直在支持她受到创伤的家人。“她的直系亲属非常震惊，他们处于一种创伤状态。我们真的很难过听到这样一个悲惨的事件。”\n此前，加拿大国家广播公司CBC的报道称，其消息人士透露，哈利法克斯店内的烤箱“并没有上锁”。这引发了新的疑问，此前的报道曾提到有一通911报警电话称，这名女子被困在烤箱里。\n这台烤箱是工业用的，足够大，可以让一个人走进去。\n自从悲剧发生以来，悼念者纷纷来到这家超市，献花并向遇难者及其家属表达哀思。\n这名年轻女子与海洋省锡克协会有紧密的联系。协会董事会成员Satnam Singh Randhawa表示：“这真的让人感到心痛，因为年轻人带着希望和梦想来到这里，他们努力工作，结果却发生了这样的事情。”\n海洋省锡克协会秘书Balbir Singh表示，受害者的母亲正在接受“心理辅导”。预计在医学检查官确定Gursimran的官方死因并释放遗体后，将在哈利法克斯举行一场宗教仪式。图源：Hafsa Arif/CTV Atlantic\n令人痛心的紧急服务调度电话录音已被公布，详细记录了悲剧发生时的情况。\n调度员在电话中说，有一名“女性被锁在面包房的烤箱里”。“烤箱正在运作。不确定工作人员是否能够关闭烤箱。”\n当急救人员到达现场时，他们向调度员报告，这名女子“已经从烤箱中出来了”。她当场去世。\n哈利法克斯警官Martin Cromwell表示，这起案件的调查“非常复杂”。\n他说：“我们理解公众对此事的关注，我们希望大家能够耐心等待我们的调查结果，并意识到这件事涉及到家属和同事。”沃尔玛无限期关店 继续支付工资\n加拿大沃尔玛公司表示，他们“感到无比心碎，向这位员工及其家人表示最深切的哀悼。”\n本周安排工作的员工，即使店铺关闭，仍将获得薪水。该店将继续关闭，直至另行通知。图源：Global News\n该大型连锁店的发言人表示，在商店关闭期间，有排班的员工会得到报酬。如果关店的时间比预期更长，他们“将考虑其他替代工作安排”。警方仍未公布更多信息\n哈里法克斯地区警察对此案的调查守口如瓶，并未公布更多信息。\n警方本周三告诉Global News，警员已不再在现场，但其他机构可能还在场，比如该省的劳工部门。\n新斯科舍省医学检验官正在设法确定死因，目前尚未公布结果。\n自上周六晚上以来，该商店一直未对顾客开放，且尚未确定重新开放的日期。\n警方发言人表示，调查“很复杂”，目前还没有何时会有进一步更新的时间表。\n步入式烤箱，也称为柜式或批次烤箱，可以通过移动的架子或推车分批进行固化、干燥或烘烤。此类烤箱通常设在大型量产的烘焙店中，如超市和大型连锁店中。\n新省的劳工部门表示，已有一项停止工作令下达给这间沃尔玛的烘焙室和“一件设备”。\n与此同时，加拿大沃尔玛公司表示，将在附近另一个员工可以进入的地点提供现场支持，包括悲伤咨询。\n奧克維爾华人超市急招 雜貨幫工 蔬果幫工 肉部幫工 廚房幫工 收銀主管 收銀員招聘信达超级市场\n园艺装修公司招聘泰山工程","ts":"加国无忧 51.CA"},{"source":"思忆","title":"留学生、外劳和难民…加拿大应如何减少激增的临时居民","body":"在最近的一期播客中，康尼（Jason Kenney）谈到他在前哈珀的保守党政府担任移民部长时，必须做出的一些艰难且不受欢迎的政策决定。\n当时为了消除日益增长的永久居民积压，他采取措施退回了移民申请。为了遏制激增的难民申请，他引入了签证限制。此外，为了让更多年轻的加拿大人获得餐饮行业的工作，他禁止餐饮业的雇主，其中许多是保守党支持者雇佣低薪外国工人。\n康尼是加拿大任期最长的移民部长（2008年至2013年），他说：“只要管理得当，持续且有效地沟通，你在移民政策上是可以做一些有挑战性的事情的。”图源：instagram/marcmillervillemarie\n多伦多大都会大学（TMU）移民与融合高级政策研究员Naomi Alboim说：“我们确实需要了解联邦政府的目标是什么，他们的理由是什么，他们考虑的因素是什么，咨询过程是怎样的，以及他们用来确定这些移民水平的证据是什么。仅仅在幻灯片上展示一张满是数字的纸张是不够的，”她说。“这不透明，不可信，也无法让人产生信心。”\nMiller在最近接受采访时，不排除进一步减少移民数量的可能性。他说：“我们必须比过去更加灵活，这个系统需要注入纪律性。”\n到今年年底，加拿大的人口预计将接近4200万，相比2019年的3800万，增长主要归因于移民，这也是渥太华在疫情后经济复苏战略的关键部分。\n在五年间，每年新永久居民的目标从330,800人增加到485,000人。去年11月，米勒宣布，在日益严重的可负担住房危机和生活成本上升的情况下，到2026年，移民将保持稳定。\n之后，联邦政府推出了“粗放”措施，控制在加拿大的学习和工作许可持有者数量，并控制临时居民人口的增长。临时居民数量已从924,850人激增到超过300万人，占当前总人口的7.2%。图源：instagram/marcmillervillemarie\n现在，外国工人约占非永久居民人口的47%，其次是国际学生（35%）、寻求庇护者（13%）和其他许可持有者（5%）。所有临时移民中有三分之二持有工作许可。\n今年3月，米勒设定了三年内将临时居民占总人口比例降低至5%的目标，但加拿大央行最近预测，这一目标难以实现。\n加拿大皇家银行经济师Claire Fan表示：“要实现5%的目标，需要进行相当大的改变。”她估计渥太华需要在现在到2027年底之间，将临时人口减少28%才能达成目标。\n“短期内，确实需要解决一些紧张状况，让移民真正帮助经济发展，而不会对住房和医疗等特定行业造成压力。”\n截至目前，米勒已计划减少新学签发放数量35%，并在2025年进一步削减10%，限制国际毕业生及其配偶的工签，并收紧雇主通过临时外劳计划引进工人的规则。\n非永久居民的数量仍在增长，但增速有所放缓。Fan认为，这可能更多是经济周期的影响，而不是政策变动的结果。\n2022年，加拿大的职位空缺达到顶峰，因为一些本地工人离开了低薪、不稳定的工作，另一些则重返校园。雇主们急于填补一线岗位，渥太华迅速放宽了工作许可规则，这导致了工作许可持有者的涌入。图源：instagram/marcmillervillemarie\n加拿大商业委员会的政策高级副总裁Robert Asselin 说：“我们陷入了一个低工资移民的困境，我们的移民政策转向了满足这些短期需求，而不是过去几十年中做得很好的，通过引进人才和高技能工人来真正帮助经济发展。”\nAsselin表示，政府不仅要减少低技能、低工资移民的数量，还必须吸引最有才华的人，帮助加拿大经济创新。\n另外，难民申请者的入境无法提前规划，除非采取极端措施。通过贸易协议授予的工作许可持有者同样如此。\n加拿大移民律师协会主任Jonathan Leebosh说，如何管理还有待观察。“如果你不能控制所有的杠杆，如何真正管理临时居民？”\n加拿大的职位空缺从2022年的100万大幅下降至今年的不到54.5万个。但他说，仍有一些技能、行业和地区需要外国工人。“我们不能只是关闭项目或大幅削减项目。必须是有原则的，我非常关注并期待了解他们将如何管理临时移民水平。这是一个全新的概念。”图源：instagram/marcmillervillemarie\n更加复杂化的是，永久和临时移民项目之间的联系，移民程序优先考虑具有加拿大教育和工作经验的申请人。\n要减少临时移民人口，加拿大可以减少新入境人数，但也可以为已在境内的国际学生和外国工人提供永久居留便利。在设定永久居民目标时，多伦多大都会大学的Alboim表示，米勒还必须说明他计划在每个项目中将多少临时居民转换为永久居民。他说。“我们应该将临时外劳项目仅用于临时性工作。”\n曾在哈珀政府中担任移民部长（2013年至2015年）的Chris Alexander表示，移民水平可能看起来是随意的，但需要不断审查和咨询，以适应变化。官员们在这一平衡过程中依赖多年的数据。\n他认为这个系统需要监管。\n目前在渥太华的麦克唐纳-劳里尔研究所担任研究员的Alexande说：“由于政府在监督和管理方面相当松懈，一些大学和学院以及一些雇主变得贪婪。”\n他说，即将出台的计划与其说是为临时居民设定目标，不如说是为了收紧规则，以防止滥用系统。他表示，需要对每个项目进行逐项审查，并减少临时移民。\n在庇护方面，Alexander表示，渥太华必须注入资金以加快处理速度，从而阻止无根据的申请，并让合法申请者更快定居。今年已有12万份新的庇护申请，难民委员会的积压案件超过218,500件。\n他认为，经济背景是影响人们如何看待移民的关键。“当我们的经济能够惠及每个人、工资增长、商业投资增加时，移民在这个国家是受欢迎的。”\n太古广场 CIYO日韩生活馆招聘全职销售招聘大多百百货集团\n纯兼职测量人员 时间自定 提供培训 适合学生赚外快招聘CB 橱柜","ts":"加国无忧 51.CA"},{"source":"51.CA 可可 瑞娜","title":"\"加拿大被搞垮了\"! 1.5万人大排长龙!风雨中苦等几小时","body":"‍真的太夸张了！\n最近一段时间，发生在加拿大的一幕令人震惊：15000人冒雨排起大长队，甚至不惜苦等好几个小时，现场的壮观景象在社交媒体上引发激烈讨论......图源：Daily Hive@potayty/Instagram\n据网友@potayty发布在Instagram上的一段视频显示，乌泱泱的人群在雨中扎堆排队。当天下着雨，人们就打着伞站在雨中，热情高涨。\n事情是这样的......\n10月19日，BC省Surrey市的马铃薯种植家族Heppell举行了“丑马铃薯日”（Ugly Potato Day）活动，整个活动现场有多达15000人排队，超乎了活动主办方以及加拿大网友们的想象。图源：Instagram\n在“丑马铃薯日”，居民们可以领取免费的蔬菜水果，这些蔬菜水果都有一个共同的特点，就是形状怪异、有生长裂缝或有瘀伤，它们是被商家淘汰的“丑”果子，但并不影响食用。\n这场活动有250,000磅农产品，包括超大尺寸的土豆、南瓜、胡萝卜、甜菜、苹果、大蒜和其他新鲜农产品，免费赠送。图源：Instagram\n该活动旨在帮助减少食物浪费，同时也可以帮助解决该地区的粮食短缺问题。活动出发点明显是好的，但却引发了人们对于“加拿大食品体系崩溃”的激烈讨论。\n活动主办方的负责人Tyler Heppell在现场接受采访时说，周六的活动让他感觉恐慌。\n“这太疯狂了，\"Heppell说。“我从来没想过会有这么多人来，尤其是还在下暴雨。现在还有5000多人在排队等候入场，已经有1000多人通过了排队，这将是我们迄今为止人数最多的一天。”图源：X\nHeppell说，他们预计活动结束时将有超过15000人入场。\n中午12点左右，Heppell在社交媒体上发布了一段视频，呼吁人们不要来参加活动，因为“需要几个小时 ”才能进场。他还补充说，他们已经开始停止排队了。图源：X\n“你们不要再来这里了，我们现在有一条长达数千人的队伍，要花几个小时才能进去，我们正在现场劝晚来的人们离开。”他在视频中说道。“这里的人实在太多了，我们完全低估了有多少人会来。”图源：X图源：surreynowleader\n活动现场的队伍一直延伸到停车场，一些人在等待时用防水布蒙住头，甚至一家老小全部出动。图源：Instagram图源：X\n现场情况到底有多夸张呢？不少排队的人们这样说：\n“在距离集市几英里的地方交通就开始拥堵了，”一位名为Linda Eagland 评论道。图源：Instagram\n“我建议之后能够更好的规划一下，当我们看到一片雨伞的海洋时，我们开车离开了......”另一个人说道。图源：Instagram\n“我是疯狂排队的人群之一，排队时间超过2个小时。”\n还有一位名为K. Hoges的网友，在活动开始仅10分钟后赶到现场，最后却排了三个小时的长队才进去领取了一些农产品：“当我们排队等待时，很多人推着手推车、购物车和装满蔬菜、大蒜、苹果、胡萝卜、土豆和南瓜的袋子，当我们进去的时候，很多东西都没了。为了抢苹果，人们真的互相推来推去......”图源：Instagram\n室内也是人挤人......图源：Instagram\nHeppell在事后感慨万千，这样的场面让他觉得：“加拿大的食品体系已经崩溃。”\n他说：\"人们愿意在瓢泼大雨中排两个小时的队，就为了获取20磅的免费农产品，这说明我们的食品保障系统是多么的糟糕，也说明没有人能真正负担得起这里的生活。”\n目前该视频在全网疯狂转发，不少网友留言表示震惊。\n一位网友说：“我从没想过我会看到这么多加拿大人还在为吃饱而挣扎。”\n保守党党魁博励治也转发了视频并表示：“令人震惊。15000人在瓢泼大雨中为一些别人不要了的土豆等待了几个小时。食物发完后，还有成千上万的人被拒之门外。这是20世纪30年代吗？”图源：X\n“20世纪30年代的加拿大人比现在的加拿大人过的更好。搜索一下30年代的住房成本和工资，如今的加拿大人活得更糟糕。”\n“我们生活在世界粮仓，却买不起食物。”\n“很惊讶吗？这就是加拿大人过去几年的生活方式。”\n“这就像是大萧条时期排队领取汤和面包一样。”\n“人们在雨中排队几个小时只为获得免费蔬菜，这一事实向自由党政府发出一个明确的信号：他们已经把这个国家搞垮了，再也无法掩盖。”\n不少加拿大华人网友们也激烈讨论：\n“我是在发达国家吗？我是在难民营，土豆也要抢。”\n“不要难民，少要临时居民（留学生除外），加拿大平均收入就高了。”\n“加拿大能生产大量的好的食物。这就是个分配不均的问题。应该实行基本收入福利。保障所有人的基本生活。”\n“土豆打折时$2刀一袋，居然那么多人冒雨排队几小时就为了省$2刀！（加拿大）被折腾成啥样了？！”\n“加拿大菜太贵了。”\n“加拿大税太高，生活成本极高。”\n“真的是第三世界了。”\n“加拿大人不至于穷到买不起土豆和蔬菜吧？”\n你怎么看？\n太古广场 CIYO日韩生活馆招聘全职销售招聘大多百百货集团\n纯兼职测量人员 时间自定 提供培训 适合学生赚外快招聘CB 橱柜","ts":"加国无忧 51.CA"},{"title":"肺癌元凶！加拿大住宅氡气暴露水平上升，千万人有风险","body":"一项全国性研究表明，放射性氡气(radon)的暴露水平正在上升，并继续成为一个关键的公共健康问题。\n这份周三发布的报告是自2012年以来针对加拿大氡气暴露水平的首次更新。图源：canada.ca\n报告的科学负责人、卡尔加里大学Cumming医学院的生物化学和分子生物学教授Aaron Goodarzi说：“我们已经有十多年没有了解加拿大住宅氡气问题的变化，事实证明它确实发生了变化。”\n氡气是一种无色无味的放射性气体，当放射性金属铀、钍或镭在岩石、土壤和地下水中分解时自然形成。氡气从建筑物和住宅的裂缝进入空气中，并由人体吸入造成暴露。\n它是加拿大人肺癌的第二大原因，尤其是在不吸烟的人群中。\nGoodarzi表示，在2012年，加拿大约有7%的住宅发现氡气水平高于加拿大卫生部的安全水平，即每立方米200贝克勒尔。\n在2024年，从加拿大的城市和农村住宅建筑中收集了75,000个读数。还使用了2021年人口普查的数据。\n他说：“现在是17.8%，所以这比之前的翻了一倍多，高出2½倍，超过了加拿大的指南。”\n“我作为一名研究人员，过去十年研究的角度来看，这并不意外。作为一名肺癌预防倡导者，这当然是令人担忧的。”\nGoodarzi说，大约有1030万加拿大人生活在高水平氡气的房屋中，增加了他们患肺癌的风险。\n研究表明，五分之一的加拿大住宅建筑达到或超过了加拿大卫生部的安全水平。\n在大西洋省份、BC省内陆和育空地区，这一比例是三分之一。\nGoodarzi说：“加拿大没有一个地区是无风险的，加拿大是全球风险最高的国家之一。”\nGoodarzi认为氡气增加的部分原因可能是读数是在地面或地下室进行的，而不是在其他地方。他说，新建的房屋更加节能，可能会将氡气困在内部。\n他还指出，新报告中的读数是2012年获取的14,000个的五倍。\n他表示，人们需要在家中安装氡气检测仪，并采取措施去除高浓度的氡气。他还希望新房屋的建造做出改变以考虑氡气。\n这份报告的研究人员包括加拿大卫生部和CAREX Canada的科学家。\n哈里法克斯QEII Health Sciences Centre的胸外科医生Alison Wallace是作者之一。她说：“我非常担忧。我认为新报告的数据准确性更强。这是真实的数据，人们应该认真对待。”\n太古广场 CIYO日韩生活馆招聘全职销售招聘大多百百货集团\n纯兼职测量人员 时间自定 提供培训 适合学生赚外快招聘CB 橱柜"},{"source":"51.CA 伍沐 坚果","title":"万锦华人家大白天被偷：亚裔男子提前踩点！全程被拍下","body":"华人注意了！最近多伦多、万锦出现多起偷包裹、偷外卖事件！大家一定要提高警惕！\n据一位万锦华人网友爆料，就在昨天下午3点左右，自己家门口的快递被一名亚裔黑衣男子偷走，全程被摄像头拍下。\n视频显示，盗窃男子先后两次来到这位华人的房子前，第一次疑似提前踩点，第二次迅速拿了就跑。\n第一次来的时候，盗窃男子一边打着电话，一边走到华人家门口，显得非常随意，不知道的可能会以为他是房子的住户。\n只见他左右观望了一番，然后伸手拿起门口的一个包裹查看了一下，随后就转身离去。\n视频显示，10多分钟后，该男子再次返回，大摇大摆地走到华人家门口，拿起包裹就加速离开，过程中没有一丝犹豫。\n谁能想到，光天化日之下，小伙西装革履，竟是个偷包裹的...\n马上就到加拿大的打折季了，免不了又要买买买！大家网购后一定要及时追踪包裹送达时间并尽快拿进屋。\n太古广场 CIYO日韩生活馆招聘全职销售招聘大多百百货集团\n纯兼职测量人员 时间自定 提供培训 适合学生赚外快招聘CB 橱柜","ts":"多伦多热推"},{"source":"谈海","title":"专家解读：加拿大央行大幅降息对房地产市场意味着什么？","body":"专家表示，加拿大央行最新的降息举措可能刺激房地产市场的购买活动增加，但一些买家可能会等待今年的最后一次利率决定。图源：BNN\n周三，加拿大央行决定将基准利率下调50个基点至3.75%。此次大幅降息是为了应对近期的通胀数据，央行表示其重点已从降低通胀转向维持通胀目标。这是央行自6月以来第四次连续降息。\nRoyalLe Page总裁兼首席执行官Phil Soper周三在给BNN的一份声明中表示，由于借贷成本上升，加拿大许多地区的房地产市场活动一直“低迷”，“但今天更大幅度的下调贷款利率可能会导致形势迅速扭转。”\n他说，“隔夜贷款利率每下调一次，预计就会有更多的购房者重返市场。反过来，需求上升将导致房价更快上涨，从而消除较低借贷成本的优势”。\nSoper补充道，降息后，“早春市场即将到来”。\nRATESDOTCA抵押贷款和房地产专家Victor Tran周三在给BNN的一份声明中表示，降息之后，问题就变成了是否足以“改变房地产市场的维持模式”。\n他说“虽然这可能会鼓励一些买家进入市场，也可能鼓励更多卖家在这些买家到来之前挂牌出售，但许多人可能会等到今年的最终利率公布后再采取行动。买家会担心在市场触底之前采取行动”。\nTran补充说，问题在于没有人能够准确预测市场会发生什么，并指出买家无法确定购买时机。\n持牌抵押贷款经纪人和LowestRates.ca专家Leah Zlatkin周三在给BNN的一份声明中表示，最近的降息可能会让买家不再观望。图源：51记者拍摄\n她说，“利率下调50个基点，加上12月份即将出台的抵押贷款规则变化，为买家创造了一个采取行动的好时机。由于有大量房产可供选择，目前的市场条件对潜在购房者来说非常有利”。\nZlatkin表示，等待进一步降息的买家可能正在进入更热的房地产市场。\nZlatkin说，“一旦利率下降到大多数买家都能接受的水平，房地产市场就会迅速升温，价格也会随之上涨。如果可以的话，潜在买家应该考虑现在就买，以更高的利率和更短的期限进入市场”。\nNerd Wallet Canada发言人Clay Jarvis周三在给BNN的声明中表示，加拿大央行此前三次降息不足以让购房者重返市场，但周三的更积极举措将提高部分购房者的负担能力。\n“我们可能不会看到市场复苏。由于压力测试，那些一心想购买浮动利率的买家可能要等到再降息一两次才能获得资格”。\nJarvis表示，如果较大市场的买家选择推迟购买，直至新的抵押贷款保险规则生效，我们可能要到12月或1月才会看到房屋销售量上升。\nIG Wealth Management抵押贷款、保险和银行业务主管Alana Riley在给BNN的一份声明中表示，预计2024年和2025年还会进一步降息。\n她说：“预计这些利率的降低将有助于减轻房主在续约时面临更高利率的冲击。”\n“受租金和抵押贷款利息成本的推动，住房价格通胀率一直居高不下，并且仍然是个人预算整体通胀的最大因素。”\n“心理转变”\nTran补充说，销售活动或房价的任何大幅上涨都可能向买家发出信号，表明他们应该迅速采取行动。他说，市场可能会在未来几周出现“心理转变”。\n“但一旦市场开始活跃起来，它很可能会迅速升温，推高房价。这可能会导致冬季异常繁忙，以及2025年春季的繁忙”。图源：51记者拍摄\n抵押贷款\nTran补充道，周三借贷成本的降低对于未来12至24个月内即将续签抵押贷款的房主来说是个“好消息”。\n他说：“尽管续借利率仍可能高于目前的抵押贷款利率，但增幅可能比宽松周期开始时更易于管理。”\nRatehub.ca的抵押贷款专家Penelope Graham在给BNN的一份声明中表示，周三降息后，大多数贷款机构的优惠利率可能会降至5.95%。\n她说：“对于那些选择浮动抵押贷款利率的人来说，他们的每月还款额，或者用于支付利息的还款额，都会下降。”\n“债券市场已基本消化了今天的半个百分点降息，近几周五年期债券收益率徘徊在2.9%左右。然而，如果今天的公告导致收益率下降，我们可能会看到固定抵押贷款利率面临下行压力。”\n降息对于加拿大负债累累的家庭来说是个好消息。\n她说，“随着基础利率的降低，拥有浮动利率抵押贷款和固定还款额的房主将看到，他们还款额中用于偿还抵押贷款本金的部分会更高。那些拥有浮动抵押贷款还款额或HELOC（房屋净值信贷额度）的房主将面临总还款额减少的情况”。\n“不过，对于固定利率抵押贷款而言，10月份的降息不太可能导致固定抵押贷款利率发生重大变化，因为它们的定价是基于政府债券收益率的。”\n太古广场 CIYO日韩生活馆招聘全职销售招聘大多百百货集团\n纯兼职测量人员 时间自定 提供培训 适合学生赚外快招聘CB 橱柜","ts":"加国无忧 51.CA"},{"source":"思忆","title":"杜鲁多明日宣布大砍移民，三年减12万！影响所有类别","body":"据悉，杜鲁多政府明天周四将宣布大幅削减移民人数，在连续多年提高移民目标后，将在2025年将新永久居民数量减少近10万。\n据《国家邮报》获取的数据，除非最后再有变动，政府计划将永久居民的接纳量从今年的48.5万人减少到2025年的39.5万人。随后，预计在2026年进一步减少至38万人，并在2027年降至36.5万人。图源：51记者拍摄\n预计新的移民指标计划将由总理杜鲁多于明天周四在提交至下议院后宣布。\n这一消息发布前，自由党党团周三召开了紧张的会议，多名议员向杜鲁多表达了不满，原因是自由党在民调中已落后保守党一年多。\n新的移民指标将在三年内减少超过12万人，今年和明年的削减尤为显著，这与去年宣布的到2025年进一步增加永久居民至50万人的计划形成了鲜明对比。这也标志着自由党政府的政策重大转变，自2015年上台以来，自由党一直在稳步提高移民水平。\n在前哈珀的保守党政府最后一年，永久居民的指标低于30万人。\n周三在自由党党团会议后的简短采访中，移民部长米勒（Marc Miller）既未确认也未否认这些数据。米勒此前曾表示，永久居民接纳水平的变化将是“显著的”。\n“我不会发表评论，”他在周三表示。“你们得等到明天。”\n一位匿名的消息人士将新的移民水平描述为“震惊”。\n据悉，政府还将首次设定临时居民的数量。《国家邮报》获取的数据表明，自由党计划在2025年将临时居民申请数量减少近3万人，降至略高于30万人。\n考虑到米勒在春季已表示，希望在三年内将临时居民占总人口的比例从6.5%降至5.2%，临时居民指标下降，并不令人意外。\n根据数据，大批永久居民接纳项目将受到新指标的影响。最显著的削减将集中在联邦经济类的永久居民申请人，明年将减少约60%，然后在2026年和2027年略有增加。\n自由党还计划明年将省提名计划下的永久居民数量减半，至55,000人，预计这一数量将保持至2027年。\n通过家庭团聚计划获得的永久居民数量预计也将减少约20,000人。难民和受保护人员的永久居民接纳水平也将有相同的削减。\n虽然政府设定了难民接纳水平，但这些数字可能会因每年收到的庇护申请数量而有变化。\n永久居民和临时居民数量的减少，可能有助于缓解全国对住房和医疗服务的需求，但这也将使雇主更难找到所需的员工。\n今年9月，米勒在一次讲话中表示，当前的移民水平带来了一些“挑战”，例如“青年和新移民的失业率增加”。他承诺在秋季做出改变，“重新校准”移民数量。\n他当时说：“挑战和需要采取的行动很明确：近年来，加拿大临时居民的数量急剧增加，主要由于国际学生和临时外劳的增加，以及难民申请人的显著增长。”\n“随着秋季的到来，我们将通过设定适当的新增人口数量来重新平衡我们的系统，这将是系统管理良好的关键部分。”\n最近Leger民调显示，65%的加拿大人认为目前国家的移民数量“过多”，仅超过五分之一的人认为当前的移民水平“差不多合适”。\n加拿大研究协会的首席执行官Jack Jedwab表示：“加拿大人认为移民过多的程度持续上升，再次达到了新高。”相关新闻\n太古广场 CIYO日韩生活馆招聘全职销售招聘大多百百货集团\n纯兼职测量人员 时间自定 提供培训 适合学生赚外快招聘CB 橱柜","ts":"加国无忧 51.CA"},{"source":"S君","title":"5人闯进多伦多房子 居民被暴打:后悔没这么做 只好卖车","body":"不久前，多伦多一家人在半夜熟睡之际经历了一次可怕的遭遇。近日他们公开了事发经过并表示，这让他们非常担忧。图源：CityNews\n据CityNews报道，10月13日凌晨3点刚过，五名男子闯入这家人位于Finch和Don Mills Road附近的家，并袭击了其中两位居民。\n“他们用砖头砸碎了我们家的玻璃门，闯入了家中，”一位因担心安全而不愿透露姓名的居民说道。“听到骚动后我醒来，打开卧室门，发现一名入侵者，他立即开始打我的脸。”\n这位居民的岳父当时在楼上走廊对面的房间里睡觉，也遭到袭击，身上有几处瘀伤，需要就医。图源：CityNews\n这家人说，当时另外四名蒙面入侵者正在楼下洗劫他们的家。\n“他们把所有东西都扔得到处都是，包括锅碗瓢盆。一台电脑被砸坏了，”这位居民表示。“我们的钱包被抢走了。我们把名牌包、名牌鞋都放在显眼的地方，但他们没有拿。”\n因为这群人正在寻找别的东西。\n“他们一直喊着，‘给我们车钥匙。给我们车钥匙。’”图源：CityNews\n他们指的是停在他们车道上的2023年版梅赛德斯迈巴赫的钥匙。这辆车是这名男子的岳父最近才买的。\n我的岳父是一位移民，一生努力工作，他一无所有地来到这里，如今终于买得起这样的车了，” 这位居民说。“你听说过汽车盗窃和入室盗窃，但入侵者来袭并进行如此程度的攻击确实让我们感到震惊。”图源：CityNews\n2023年，多伦多报告了近8,000起入室盗窃案，这是过去10年中第二高的记录。当被问及此事时，警方无法透露其中有多少与入室抢劫汽车有关。\n直到嫌疑人触发安全警报吓跑了他们，这个家庭的磨难才得以结束。他们把钥匙放在一个锁箱里，没有被拿走。不过这家人表示，“现在对此感到后悔，也许其他人把钥匙放在门口就行了。”\n“如果我们这样做了，他们就会抓住钥匙然后消失，可能避免暴力冲突，” 该男子说。“重要的是现在我们意识到这些东西所带来的风险。”\n这个家庭选择站出来并表达对犯罪性质以及他们所说的破碎的犯罪反应系统的担忧。在被入室抢劫期间和之后，该男子的妻子多次试图拨打911。\n“他们没有接听，” 她告诉我们。“我试着用多部手机打电话，甚至打电话给我的表妹让她拨打 911，但没人接通。如果这些入侵者有武器，（谢天谢地他们没有）结果可能会很悲惨。这是不可接受的。”图源：CityNews\n新当选的多伦多警察协会主席的Clayton Campbell也表达了同样的看法。本周早些时候，他在接受采访时，谈到了911报警电话问题。虽然他没有对这一具体案例发表评论，但Campbell表示，电话无人接听的问题一直存在。\n“这真是太糟糕了，”他告诉我们。“这些都是首要紧急的电话，对吧……但我们还有50个911电话待处理。这意味着有50个911电话无人接听，这绝对是这座城市的耻辱。”\n市政府工作人员表示，他们正在努力解决这一问题，方法是“改进在线工具以减少非紧急呼叫，以便接线员可以专注于真正的紧急情况”，并补充说，一项新的关于911和其他服务的公众意识活动将于本月底启动。\n不过这家人的担忧不仅仅是无法联系到911接线员。图源：CityNews\n“这不仅仅是一起入室抢劫案，而是说明了人们在绝望中采取极端行动的程度，” 这个家中的一位女士表示。\n警方仍在搜寻此案的嫌疑人，但家人表示，根据他们所见，这些男子看起来很年轻。\n“他们看起来像十几岁的青少年，所以问题是，是什么驱使这么年轻的人做出这样的事情？”她问道。“我们正在进入越来越困难的时期，这导致人们采取绝望的措施。我们需要更加重视加强教育体系，并支持年轻人掌握有意义的技能和信心。”\n这家人还表示，这次磨难让他们震惊不已。他们升级了家里的安保系统，并把不到一年前购买的这辆车送回了车行。\n“自从那次事件发生后，我们就不想要它了，因为我们觉得拥有它不安全，”这名男子说。\n我们生活在这样一个时代，人们为了某件事而努力工作，却因为汽车盗窃案的持续激增而无法享受劳动成果，这真是太不幸了。\n太古广场 CIYO日韩生活馆招聘全职销售招聘大多百百货集团\n纯兼职测量人员 时间自定 提供培训 适合学生赚外快招聘CB 橱柜","ts":"加国无忧 51.CA"},{"source":"谈海","title":"杜鲁多拒绝辞职：党团会议后笑谈自由党“团结而强大”","body":"加拿大总理在面临领导层挑战之际，杜鲁多笑着表示，尽管党内出现内部反叛，自由党仍然“团结而强大”。图源：Global News\n在党团会议结束后，杜鲁多没有接受记者提问。据悉，在这次会议上，部分党内成员预计会呼吁他辞去党魁职务。\n消息人士告诉Global News，多达30名自由党议员已签署内部文件，要求杜鲁多让位。然而，这些议员没有正式机制可以罢免杜鲁多作为党魁的职务，这意味着杜鲁多是否留任的决定权最终仍在他自己手中。\n周三下午，一些议员在会议结束后表示，党内团结一致，但对闭门会议的具体内容仍保持沉默。图源：Global News\n公共服务和采购部长Jean-Yves Duclos说：“我们分享了各种看法，包括总理的看法，并认为我们需要做得更好”。\n自由党议员Nathaniel Erskine-Smith表示，党内确实存在一些“合理的挫折感”，但他们进行了“建设性对话”。\n”他在会后告诉记者：“当有很多同事表达挫折感时，这一点非常重要；我自己在过去几年中的不同时间也表达过挫折感，所以聆听这些反馈非常重要，回应这些反馈进行一些改变非常重要，最终赢回这些党内同事的信任也非常重要。\n创新、科学和工业部长François-Philippe Champagne表示：“党团会议就像一个家庭。你需要倾听彼此的意见。你需要确保欢迎人们的看法。但最终，这就像一个晚餐聚会，晚餐结束时，我们都需要将全部精力放在为加拿大人服务以及赢得下次选举上。”图源：Global News\n签署了内部文件要求杜鲁多让位的自由党议员Sean Casey在周三会议前告诉记者，他希望能有一种秘密投票的机制。\n虽然保守党议会团体已经采用了一项允许通过秘密投票罢免领导人的规则，但自由党目前并没有这种机制。\n在会议召开前的周二，多位部长一致表示，他们“毫无保留”地支持杜鲁多继续领导自由党和国家。\n就业部长Randy Boissonnault将自由党内部的反叛称为“宫廷戏”，称其分散了应对加拿大人面临的重要问题的注意力。\n他说，“现在可以说是有一些宫廷戏剧在上演，而这让我们偏离了首要任务，那就是关注加拿大人，专注于重要的政策，同时展现出我们政府、我们政党与Pierre Poilievre的鲜明对比”。图源：Global News\n自今年夏天以来，杜鲁多领导的自由党面临的压力不断增加，今年夏天该党在两场重要补选中失利，加上上个月新民主党撤回了对供应与信任协议的支持。\n与此同时，Ipsos为Global News独家进行的民调显示，杜鲁多及其自由党政府的支持率已跌至“新低”。\n上周，又有四位内阁部长表示不会参加下次选举，这加剧了今年内阁成员的辞职潮以及其他议员的辞职现象。\n尽管如此，这些辞职的部长和其他内阁成员仍然一致表示支持杜鲁多继续担任党魁。\n密市华人超市招 肉部 收銀 炒鍋 菜部 雜貨 水果幫工  魚部主管 貨倉員招聘信达超级市场\nDowntown 自行车维修接待 Service Advisor招聘EMMO 电动自行车","ts":"加国无忧 51.CA"},{"source":"51.CA 卡瑞娜","title":"\"加拿大河变恒河\"! 政府要砸$380万在印度区建撒骨灰码头!","body":"天呐，加拿大政府将会在BC省大温哥华地区开建一个新的专用空间，用于撒放死者的骨灰......图源：Daily Hives| Google Map\n据英文媒体Daily Hive报道，BC省印度人聚集的素里市（Surrey）正考虑在弗雷泽河上建造一个新的“特定”码头，专门供人在这里撒骨灰，并为纪念亲人的居民们创造一个和平的环境。\n到目前为止，市政府已经将Brownsville Bar Park公园或素里公共码头（The Surrey Public Wharf）这两个位置列入备选名单。图源：Google Maps\n其中，Brownsville Bar Park公园位于帕图洛大桥和SkyTrain Expo Line的天桥之间。而素里公共码头则位于Bridgeview Drive/130 Street的最北端，距离帕图洛大桥以东约两公里。图源：X\n这两个地点都在Bridgeview地区内，周围是工业用地。但Brownsville Bar Park公园提供了主要的绿地缓冲区。图源：Google Maps\n“我们的社区应该有一个让家人能够拥有意义的方式来纪念亲人的空间，”素里市市长布伦达·洛克在一份声明中说道。\n“指定一个用于撒骨灰的码头尊重了与悲伤和治愈过程息息相关的文化习俗。这个项目反映了我们致力于在居民最脆弱的时候为他们提供支持的承诺，并将为我们社区的人们提供参与这一神圣仪式的机会，同时确保尊严和尊重。”\n据报道，该项目由市政府的公园、娱乐和文化部门建议，预计成本在$250万至$380万加元之间。图源：Google Maps\n如果素里市议会批准该提议，市政府工作人员将于2025年带着实施计划返回，等待最终批准。\n随着墓地成本的不断上涨，火葬可能是更加合适的替代方案，因为其成本相对较低。\n与此同时，自2022年初因风暴损坏而关闭以来，西格雷角的杰里科码头一直处于关闭状态。今年春天，温哥华公园局委员指示其工作人员对码头进行临时维修，以便重新开放，时间可能在2025年底。\n要知道，BC省的素里市可谓是大温哥华地区印度人的聚集地。而在印度的宗教文化中，逝者火葬后的骨灰通常会撒入神圣的河流中，比如恒河。\n因此，这件事情再次引来了网友们的争议！\n“这是恒河吗？我理解这个概念，但我们不应该允许人们把东西扔进我们的水道里。”\n“什么情况？我们难道不是有一千多件其他事情需要花钱吗？”\n“快停止！这会导致气候变化！”\n“我不想用我的税款来资助这个计划！我认为用人类骨灰污染河流是不明智的......而且鱼怎么办？”\n“这些人正全力以赴地将加拿大变成小印度，速度比你说出‘呃！’的速度还快。”\n“大错特错，这里不是印度。”\n你怎么看？\nMarkham装修公司诚聘室内装修大工中工招聘商业&民宅设计及施工\n诚聘有经验熟手屋顶接单人员招聘禾丰屋顶","ts":"加国无忧 51.CA"},{"source":"51.CA 坚果儿","title":"Canadian Tire被曝惊人黑料！亚裔前员工愤怒发声！劳工部介入","body":"加拿大移民部长米勒（Marc Miller）表示，在过去的几年里，因虐待指控而寻求摆脱封闭式工签（Closed Work Permit）的工人数量“增加了一倍或两倍”。\n菲律宾公民Rowell Pailan于2023年来到加拿大，在多伦多西区怡陶碧谷的一家大型CanadianTire门店工作。他是在这家门店工作的至少13名临时外国工人之一。\n去年，在这些工人的工签到期之前，一些工人得以转为开放式工签，这意味着他们不再受CanadianTire公司的约束。而另一些工人，比如Pailan，则被拒绝给予开放式工签，只能继续持有限制其工作机会的封闭式工签。\n许多人辞去了工作。Pailan和另一名工人公开表示，CanadianTire支付给他们的工资低于合同中约定的工资，并威胁要将他们降职或解雇。\n现在，Pailan找不到愿意为他办理变更封闭式工签的雇主——这是加拿大临时外国工人 (TFW) 计划的标准部分，该计划将工人与特定公司绑定在一起。\n他每天都在工厂、餐馆和商店应聘工作。他愿意接受任何工作。因为他知道，工作许可证的到期日期意味着他的加拿大梦即将破灭。图源：Reddit\n封闭式工签将工人与雇主捆绑在一起\nPailan的前雇主Ezhil Natarajan是怡陶碧谷Canadian Tire门店的老板（下文简称\"老板\"），自2012年以来通过其公司GeethaEzhil Inc. 拥有并管理多家Canadian Tire门店。\nCanadian Tire公司旗下的所有门店都是独立拥有和经营的，该公司在其网站上指出，每家门店都拥有“面试、选择、雇用和培训员工的唯一且专属权利”。\n这个工作机会对Pailan很有吸引力，他说他有16年管理海外服装店的经验。\n他说：\"他告诉我关于合同的所有事情：我每周至少要工作35到40个小时，会有加班费，还会得到很多福利。\"\n老板也向2023年6月初到Canadian Tire公司工作的另一名菲律宾工人Jhan Cresencio提供了类似的工作机会。\nCresencio说他最初对这份工作机会感到“高兴和感激”。他说自己在零售业工作了12年，最近五年在服装店工作，还在沙特阿拉伯担任过行政助理。\n他本以为在加拿大会有很好的工作经历，但当他真正开始工作时，这些期望都烟消云散了。\nPailan和Cresencio都表示，为了得到这份工作，他们向一家招聘机构支付了7,900美元（约合10,000加元）。他们都是通过封闭式工签受雇的，这让他们与雇主捆绑在一起。他们的合同上描述他们的职位是商店主管，每周全职工作35至40小时，时薪为20加元。\n他们的工作头衔和时薪在劳动力市场影响评估（LMIAs）中列出，这是联邦政府进行的评估，目的是确定是否确实需要临时外国工人来填补职位，然后才批准雇主雇用他们。然而，两人都表示，他们没有被赋予任何监管职责。\n工作时间安排和薪酬问题\nCresencio回忆说，2023年节礼日（Boxing Day）当天，老板当着顾客和其他员工的面以贬损的方式对他大喊大叫，只因他把钥匙借给了另一名员工，让他去休息室取东西。\n“他对我大喊，如果我不想和他一起工作，并且表现出那样的行为，他就会解雇我，\"Crescencio说。\nCrescencio感觉受到了羞辱，这种待遇简直难以想象。他说：\"我已经工作了大约13年，这是我合作过的最糟糕的雇主。\"\nPailan和Cresencio都向CBC展示了他们的工资单和工作时间表。\n从1月下旬到7月下旬，Pailan总共工作了26周，其中有14周的工作时长少于每周35小时。7月初，他的时薪从每小时20加元减少到16.50加元。他说，老板在一次私下谈话中通知了他这一变更，并威胁如果他告诉任何人就会解雇他。\n“我感到非常沮丧，”Pailan说。他提到，他的收入不仅要支付自己的房租，还要为菲律宾的孩子们支付学费和生活费。\n“我在想，我如何给孩子们提供生活费？因为我还得付房租，还得买食物，”他说。“有时我只吃面条和鸡蛋来控制预算，因为工资实在是太低了。”\n与此同时，Cresencio表示，他的工作时间远远超出了合同规定的时间，但却没有得到应得的报酬。\n2023年10月至2024年1月期间，Cresencio的工作安排显示，他每周需工作42.5至53小时。然而，他向CBC提供的工资单显示，他每两周仅获得1600加元的固定薪资，按照他每小时20加元的工资标准计算，这笔钱相当于每周40小时的工作量。\nCresencio说：“你的工作没有保障。一切都掌握在雇主手中。”\n他说，他认为他的工作环境不健康，但受到封闭式工签的限制，他无法离开。他回忆起自己曾一度因情绪压力大，常常在上班途中以及回到家后哭泣。即便现在，他仍然感到“这件事萦绕在心头。”\n最终，Cresencio再也没有能力寄钱回国给他的伴侣和两个女儿，并且还花光了他在沙特阿拉伯工作时积攒的积蓄。\n他形容在封闭式工签下工作感觉“就像被困在笼子里”。\n“他们（雇主）利用这个工签来剥削你，对你为所欲为，”他说。\n尽管Cresencio说他相信大多数雇主不会剥削持有封闭式工签的工人，但他指出，这种工签确实存在被滥用的潜在可能性。\n“像我这样的人，像其他的临时外国工人，我们别无选择，只能服从。”\nCresencio在2024年2月辞去了他在Canadian Tire的工作，即Pailan离职后五个月。\n最终，Cresencio通过一项专门为遭受虐待或面临虐待风险的临时外国工人设立的项目（OWP-V），成功地将他的封闭式工签转为开放式工签。\n然而，并非每个申请的工人都会获得批准：Pailan和他的8位离开怡陶碧谷的Canadian Tire地前同事均未获成功。\nPailan没有得到申请被拒绝的确切解释，但根据他收到的决定，负责他案件的政府官员认为他未能提供足够的证据证明他受到雇主的虐待。\n安省劳工部正在调查\nCBC联系了Pailan和Cresencio的前老板，要求他对工人们对他的指控作出回应。他通过电子邮件回复称，他“坚决否认”所有指控，但未提供其他细节。\n安省劳工部证实，这位被指控的老板及其经营的Canadian Tire门店正在接受调查。该部门没有提供进一步的详情。\n负责监管临时外国工人项目的加拿大就业和社会发展部（ESDC）则未确认是否对该店展开调查。\n在一封电子邮件中，Canadian Tire公司的一位发言人写道，总部对提出的指控“深感关切”。\n“我们对这些情况毫不知情，正在调查这些指控的细节和真实性，”该公司声明中写道。\nMarkham装修公司诚聘室内装修大工中工招聘商业&民宅设计及施工\n诚聘有经验熟手屋顶接单人员招聘禾丰屋顶","ts":"加拿大留学生问吧"},{"source":"谈海","title":"加拿大跨山输油管道大获成功：石油和沥青出口中国韩国赚翻","body":"5月1日，跨山输油管道扩建工程开始将阿尔伯塔省的石油和沥青通过落基山脉运送到大温哥华地区Burrard的油轮码头。图源：suncor\nBurrard的油轮码头，石油被运往华盛顿州和加利福尼亚州的炼油厂以及中国、韩国和其他亚洲目的地。\n在Trans Mountain之前，加拿大几乎没有向亚洲运送过石油。但自5月以来，我们每月运送的石油价值约为3.25亿元。未来几个月和几年，可能会有更多石油运往亚洲。\n总的来说，这条管道每天为加拿大石油生产商增加了近60万桶石油运输量，而不需要铁路运输。目前，这条管道已占加拿大石油出口能力的17%，并可以帮助生产商每天为全国石油产量增加10万至30万桶。\n这么多数字一下子涌现出来，足以说明跨山输油管道已经对加拿大的石油生产产生了巨大的积极影响。图源：agassizharrisonobserver\n或许最重要的影响是：西加拿大精选原油（Western Canadian Select）的价格，该原油是加拿大著名的西德克萨斯中质原油（WTI）的变体。\n在通往海岸的输油管道完工之前，加拿大生产商唯一的选择就是向美国炼油厂出售产品。当你只有一个客户时，你就只能受制于买家愿意支付的大幅折扣价格。\n美国墨西哥湾沿岸的炼油商为我们的石油支付比美国低15%以上的价格。加拿大西部重质石油的质量与WTI不同。它的提炼难度略大。它的价格永远不会与德克萨斯同类产品相同。但随着其他市场对我们的石油展开竞争，在未来一年左右，加拿大和德克萨斯石油之间的差距应该会缩小。\n这对于阿尔伯塔省来说当然是好事，但对于全国其他地区来说又如何呢？\n总体而言，加拿大央行预计今年加拿大出口将增长近7%，这在很大程度上要归功于Trans Mountain项目。这意味着，现在管道投入运营后，从事相关工作的人员（技术人员、工程师、环保官员、商人）以及沿线制造备件、制造卡车、运营火车和经营餐馆、汽车旅馆和公寓的人员都将受益。\n但将物资运送到铁路线的卡车司机以及提供法律、金融和会计服务的专业人士也将受益。会议委员会估计，该铁路线将直接或间接雇用多达12,000人，其中BC省、阿尔伯塔省和安大略省是最大的受益者。图源：reuters\n未来20年，加拿大石油生产商的收入将比没有TMX时增加约750亿元。此外，加拿大各级政府应带来约500亿元的额外税收收入。\n这相当于每年25亿元，虽然还不到杜鲁多政府一年的赤字，但这也不是一笔小数目。\n当然，最大的经济利益来自阿尔伯塔省。石油销售是我们的主要产业，就像制造业是安大略省和魁北克省的主要产业一样。\n未来两三年，阿尔伯塔省的经济增长速度可能达到全国平均水平的两倍。但BC省和安大略省也应该能超过全国平均水平，部分原因在于跨山输油管道。\n是的，TMX的建造花费了巨额资金，但那是因为它是由联邦政府公司而不是私人公司建造的。\n但这并没有掩盖Trans Mountain输油管道项目带来的积极影响。\nTMX间接地表明了杜鲁多自由党对“绿色”限制的痴迷对加拿大经济造成了多大的破坏。想象一下，如果杜鲁多自由党允许Keystone和Energy East管道继续建设，再加上另一条向德国销售液化天然气的管道，加拿大的经济会有多好。\nMarkham装修公司诚聘室内装修大工中工招聘商业&民宅设计及施工\n诚聘有经验熟手屋顶接单人员招聘禾丰屋顶","ts":"加国无忧 51.CA"},{"source":"谈海","title":"福特省长坚决取消多伦多三条街道上的自行车道","body":"就在福特政府提出审查安省所有现有自行车道的法案仅一天后，省长强烈暗示已经就至少三条自行车道做出了决定，那就是Bloor Street、Yonge Street和University Avenue。图源：Global News\n周一，交通厅长Prabmeet Sarkaria提出一项法案，要求安省任何城市安装新的自行车道都必须获得省政府批准，并且如果基础设施干扰了现有的车辆交通，则禁止安装新的自行车道。\n该法律还赋予该省审查过去五年安装的所有自行车基础设施的权力，并有权下令拆除这些基础设施。图源：Global News\n周二，福特省长在离开省议会举行的保守党核心小组会议时向《环球新闻》表示，他的政府已经确定了三条将要拆除的路线。\n“最突出的三条是Bloor Street、Yonge Street和University Avenue”，福特说，“我们将与市政府合作，希望他们能把这些自行车停在次要道路上。”\n当被问及政府是否希望在取消这些车道之前满足某些标准时，福特回答说：“不。”\n福特表示这个决定已经成定局。\n这些评论似乎预示着省议会仍在制定的一项程序的结果。这项于周一提出的法案仍需经过议会委员会的辩论和审查才能成为法律。图源：Global News\n另外，交通厅长强调，哪些车道可以开放、哪些车道将被取消，将通过严格的监管程序来决定。\n厅长说，“我们将与市政合作伙伴合作，研究整个系统以建立这一机制。随着我们制定这项立法，通过这一流程，我认为您还会看到许多人有机会提出他们的担忧或提交他们认为可能是一个好流程的内容。”图源：Global News\n厅长办公室表示，法规将“在未来几个月内完成”，其中将包括“数据和提交要求、时间表、批准标准和信息共享细节”的概要。\n多伦多，这三条线路将被取消，许多其他线路也可能被封锁，但市长邹至蕙(OliviaChow)并未表现出放慢脚步或配合省长计划的迹象。图源：Global News\n市长发言人此前曾告诉Global News：“周市长致力于市议会最近通过的城市自行车网络计划。她将继续与市议会和城市规划人员合作，为包括自行车道在内的所有交通方式寻找机会。”\n福特表示，他尚未与邹至蕙谈论该计划，但表示他所推行的自行车道逆转措施是一项“受欢迎”的举措。\n福特说，“她有她的观点，我们有我们的观点。但我们知道，取消这些自行车道的呼声非常非常高”。\n至于多伦多或其他城市的其他车道，福特表示政府不会拆除所有车道，只会拆除可能造成交通拥堵的车道。\n“不是全部，只是那些取代自行车道并占用车道的道路。”\n大統華安省分店職位更新 【T&T大统华】招聘大统华超级市场\nOffice Admin 客服代表招聘CB 橱柜","ts":"加国无忧 51.CA"},{"source":"S君","title":"多伦多拟新规:房东要申请牌照才能驱逐租客 还要赔偿","body":"多伦多市政人员周三公布了一项拟议条例的新细节，计划要求那些驱逐租户以翻新房屋的房东向政府申请许可证，并向需要被驱逐的租户提供额外的经济补偿。若提议获得通过，这些新规将从明年开始实施。市政府工作人员表示，希望该条例能遏制多伦多的非法“驱逐”。图源：51记者拍摄\n据CP24报道，该条例是借鉴了汉密尔顿市制定的类似条例的元素。汉密尔顿市最近成为安省第一个通过条例要求房东申请翻新许可证的城市。\n作为多伦多拟议新规则的一部分，该市的房东需要申请租赁翻新许可证，并且他们必须在发出N13终止租约通知后的七天内完成此操作。房东们还被要求在申请此许可证之前先获得建筑许可证，而且必须将翻新许可证张贴在出租单元门上。\n工作人员表示，要获得装修许可证，房东必须提交一份由“符合条件人士”开具的报告，说明装修或维护工作“非常广泛”，因此需要整个单元空置。而要获得许可证，房东需要为每个出租单元支付700加元的费用。\n此外，市政府工作人员正在推出一系列新措施，以保护租户免遭驱逐。\n根据该报告，新条例将要求房东制定一项计划，为选择返回其单元的租户提供“租金相似的具有可比性住房（comparable housing at similar rents）”。根据拟议的条例，如果租户需要在此期间自己寻找临时住房，则房东需要每月支付“租金差额（rent-gap payments）”以弥补临时住房的房租差额。根据拟议的新规则，选择不返回单元的租户将获得“遣散补偿（severance compensation）”。\n按照市政府的定义，因装修需要驱逐（renovictions）是指房东以需要空置出租单元进行装修或维修为由非法驱逐房客。\n工作人员报告指出，“因装修需要驱逐租客的行为可能包括拒绝让租客行使优先权力在装修后返回、非法提高返回后房客的租金，或在驱逐房客后并没有进行重大装修。”\n“这导致租客流离失所、永久失去可负担的市场出租房，并导致多伦多无家可归者人数增加。”\n工作人员建议该条例于2025年7月31日生效，以便“有足够的时间进行适当的教育和沟通工作”。\n市政府工作人员还表示，该条例是在夏季与住房倡导者、房客权利专家以及房东和房客协会协商后制定的。\n报告指出，“拟议框架旨在平衡解决滥用装修作为驱逐租户的借口的需要，以及满足多伦多现有出租房屋经常老化的必要装修和维修工作。”\n根据工作人员报告，多伦多建筑部门将实施和执行该条例。\n“多伦多建筑部门的工作人员完全有能力在建筑许可流程的早期告知房东他们根据条例应承担的义务，并将制定清晰、易懂、面向公众的多语言指南以支持合规性。”\n报告称，多伦多建筑部门的工作人员将“积极监控”装修许可，并将支持“及时完成”工作，让租户“尽快”返回。\n规划和住房委员会成员将在10月30日的下次会议上讨论条例草案。\n刘一手火锅（Richmond Hill店）诚聘前厅招聘刘一手火锅（Richmond Hill）\n餐廳樓面服務員招聘老朱餐廳","ts":"加国无忧 51.CA"},{"title":"杜鲁多被逼宫！自由党闭门会议至少24名议员要求他下台","body":"周三，自由党党团结束了一场异常漫长且事关重大的会议，期间许多成员当面试图说服杜鲁多下台。\n这场备受关注的会议是闭门进行的。\n在离开会议时，杜鲁多表示，自由党“团结而强大”，但他没有停下来回答记者的其他问题。图源：CTV News\n目前尚不清楚具体有多少名议员参与了这次推动他下台的行动，不过据参与组织信件的消息人士透露，至少有二十人，主要来自大西洋省份和安省西南部。\n在今天党团会议仍在进行时，移民部长米勒（Marc Miller）提前离开并简短地对记者表示，一些不满的议员已经当面向杜鲁多表达了他们的感受。\n米勒向记者透露，至少有24名自由党议员呼吁杜鲁多辞去党魁职务，但他并不认为总理会下台。\n作为杜鲁多的密友，米勒说，党内一直存在一些“酝酿中的”紧张情绪，他“非常尊重那些勇敢站出来当面向杜鲁多说出心里话的同事们”。\n他说：“这不是紧急情况。总理完全可以应对真相。”\n多伦多议员Nate Erskine-Smith出席会议后向记者表示，他在党团会议上发言，传达了一个双重信息，敦促杜鲁多认真对待党内的不满，并呼吁同事们停止“宫廷内斗”。\n他说：“总理必须倾听党团同事的困惑，有时甚至是非常合理的困惑，并将这些意见纳入未来的改革中，无论是大改还是小改。”\n“其次，我的同事们需要把矛头对外，而不是对内，我们应该专注于最重要的事情，那就是在议会中完成工作，并对抗博励治，因为他对这个国家是个灾难。”\n其他许多议员只是表示，闭门会议中进行了“良好的讨论”。\n另据《多伦多星报》今天较早前报道，关于这一行动的传闻已经持续数周。这些议员希望通过此举提高自由党在下次选举中的胜算。\n杜鲁多和他的亲信们现在要权衡如何应对他迄今为止面临的最大威胁，一些议员表示，这将引发一场对决，而另一些人则预测，面对杜鲁多坚定留任的决心，这一威胁会逐渐消退。图源：youtube@cpac\n杜鲁多和其最资深并获信任的部长们认为，他依然得到了152名议员中大多数人的支持。但据报道，由于已有超过20名议员签署了一封正式抗议信，他们也承认局势尚不明朗，任何可能性都不能排除。\n此前，已有至少四名部长公开表示将不再参选，内阁改组已在计划中。据消息人士称，改组不会在本周或下周进行。其他消息人士称，总理和他的团队已经与一些国会议员讨论了政府新职位的安排，这些“胡萝卜”可能会平息反对声。但这么做的风险更大。关于自由党内部请愿书\n自由党支持者中正在流传一份请愿书，呼吁紧急进行联邦党团和党执行委员会对杜鲁多领导地位的秘密投票。该请愿书递交给了党主席和党团主席，称自由党面临“生存危机”，原因是“对我们领导人的日益敌视”和“我们当前政策平台不能吸引支持”。\n请愿书名为“红色警戒”（Red Code Petition），由一群主要是年轻的自由党成员发起，发起人的发言人、自由党策略师和政治顾问 Andrew Perez 透露，这份请愿书附带一份备忘录，详细说明了现代自由党在全国许多地区面临的困境，并将 博励治称为“我们的敌人”，指出他利用互联网的力量赢得支持，并筹集到了比联邦自由党更多的捐款。\n“我们希望这份请愿书能为党的领导层点燃一把火，”Perez 说，并补充道，自由党需要进行“结构性变革”，以改善筹款和基层组织工作。\n他没有透露有多少人支持这份请愿书，但他说本周已经将其发送给“成千上万”的自由党成员。\n他还表示，这份请愿书“远不止是关于领导层的问题”，认为党内高层应对最近几个月发生的事件负责，包括在两个长期安全的自由党席位上失去补选、竞选总监 Jeremy Broadhurst和多位内阁部长的离职，以及最近的党团不和。\n文件还批评了杜鲁多政府的“政策问题”，指出人均国内生产总值（GDP）过低，要求提出新的思路来专注于生产力和经济增长。文件呼吁通过党团和党全国执行委员会的秘密投票来解决“领导层问题”，并表示如果杜鲁多决定辞职，他应尽快宣布自己的决定。关于党内秘密投票\n周三，几名议员对有关请愿书呼吁进行秘密投票的问题避而不答，有些人表达了对这一想法的支持。\n党团内部并没有正式机制来通过秘密投票测试对杜鲁多的支持，因为自由党议员从未采纳《改革法》（Reform Act）的规则，通过秘密投票来测试领导人的信任度。例如，保守党正是通过这种方式在2022年罢免了奥图尔（Erin O'Toole）。\n在会议前，Erskine-Smith表示他并不认为周三会进行秘密投票。但他表示，希望未来能进行某种投票，可能是在党团内，以“最终”解决总理领导地位的问题。\n前安省和联邦内阁部长Helena Jaczek在表示不再参加下次选举后被杜鲁多从内阁中撤下。她在会议前对记者说：“我相信总理会认真倾听，无疑他会想花几天时间来考虑自己的选择。”\n当被问及是否支持通过秘密投票来测试党团对总理的信任时，Jaczek表示：“我始终支持民主。”\n在周三举行会议之前，几位政府工作人员承认，这次会议对总理和他的政党至关重要。\n周二，自由党内阁部长与杜鲁多闭门讨论近两个小时后，一致承诺支持他继续担任自由党领袖，并斥责那些在公开场合表达担忧的潜在党内反对者。\n一些人表示，党内并不存在大规模的反对声音或信件，或者说抱怨者“缺乏勇气”，应该在党内表达自己的观点。\n移民部长米勒（Marc Miller）称那些有意见的议员应该当面表达，而不是在走廊里悄声低语。他用法语补充说，那些在背后低声议论的同事“缺乏勇气”。\n米勒是杜鲁多的发小，他表示自由党可以在杜鲁多领导下赢得连任，并表示反对者不会得逞。\n其他部长则匆匆走过记者面前，或在回答问题时表现犹豫不决，例如工业部长商鹏飞（François-Philippe Champagne）在被问及是否鼓励总理继续担任领导人时，他回答“没有”。当进一步追问时，他说他误解了问题，并表示：“总理就是总理，总理是自由党的领袖，并将继续领导自由党参加下次选举。这非常简单。”\n国防部长布莱尔（Bill Blair）说：“我不知道有什么党团叛乱，杜鲁多非常专注于我们正在进行的工作和即将进行的工作，他非常积极，他的团队支持他。”\n“所谓的信件是什么？”就业部长Randy Boissonnault说，“我没有看到那封信，也没有签署那封信，完全没有。”\n刘一手火锅（Richmond Hill店）诚聘前厅招聘刘一手火锅（Richmond Hill）\n餐廳樓面服務員招聘老朱餐廳","ts":"加国无忧 51.CA"},{"title":"加拿大央行降息0.5%！未来继续降！“可以松口气了！”","body":"加拿大央行今天宣布隔夜利率目标下调0.5%，至3.75%，并表示央行正在继续执行资产负债表正常化的政策。\n这是央行今年连续第4次降息。图源：51记者拍摄\n加拿大央行行长 Tiff Macklem 在一份声明中表示：“我们今天迈出了更大的一步，因为通胀率现在回到了2%的目标，我们希望将其保持在这一目标附近。”\n“我认为加拿大人可以松一口气了，”Macklem 说道，并承认加拿大人一直在高通胀的压力下挣扎。\n“现在，我们的重点是保持低而稳定的通胀率，”Macklem 说。“我们需要稳稳着陆。”图源：CTV News\n在降息宣布之前，财政部长兼副总理方慧兰（Chrystia Freeland）就已经在向记者谈论积极的经济数据时表达了庆贺。\n她说：“国际货币基金组织（IMF）今天发布了《世界经济展望》，在这份展望中，IMF 预测加拿大将在2025年实现 G7 中最强劲的经济增长。我们还有很多工作要做。但在宏观经济方面，我们已经看到了实质性的进展。”\n在最新的利率声明中，央行表示仍然预计全球经济在未来两年将以大约3%的速度增长。美国的经济增长现在预计会比之前预测的更强劲，而中国的前景依然低迷。欧元区的增长表现疲软，但预计明年将有所回升。近几个月来，发达经济体的通胀率有所下降，目前接近各国央行的目标。自7月以来，全球金融环境有所放松，部分原因是市场预期政策利率将会下降。全球油价比7月的《货币政策报告》（MPR）中的假设价格低了大约10元。\n在加拿大，今年上半年经济增长约为2%，央行预计下半年增长1¾%。消费继续增长，但按人均计算则在下降。跨山扩建管道的开放促进了出口。劳动力市场仍然疲软，9月失业率为6.5%。人口增长持续扩大劳动力规模，而招聘活动较为温和，特别影响到年轻人和新移民。工资增长仍高于生产率增长。总体来看，经济继续处于过剩供应状态。\n央行预计GDP增长将逐步增强，受较低利率的支持。该预测主要反映出人均消费支出的逐步回升和人口增长的放缓。由于住房需求强劲，住宅投资增长也有望上升，推动房屋销售和装修支出。随着需求增加，商业投资预计将增强，受美国强劲需求支撑的出口也将保持强劲。\n总体而言，央行预测2024年GDP增长1.2%，2025年为2.1%，2026年为2.3%。随着经济增强，过剩供应将逐渐被吸收。图源：bank of canada\n消费者价格指数（CPI）通胀率已从6月的2.7%显著下降至9月的1.6%。住房成本的通胀率仍然较高，但已开始缓解。经济中其他领域的过剩供应降低了许多商品和服务的价格通胀。全球油价的下降导致汽油价格降低。这些因素共同作用使通胀率下降。央行的核心通胀首选指标目前低于2½%。随着通胀压力不再全面蔓延，企业和消费者的通胀预期已基本恢复正常。\n央行预计，在预测期内通胀将保持在接近目标的水平，上升和下降的通胀压力大致相互抵消。住房和其他服务的上行压力将逐渐减弱，而经济中的过剩供应被吸收后，通胀的下行压力也将消退。\n由于通胀率目前已回到约2%的目标水平，央行管理委员会决定将政策利率下调50个基点，以支持经济增长，并保持通胀在1%到3%区间的中部。如果经济走势大致符合最新预测，央行预计将进一步下调政策利率。然而，政策利率进一步下调的时间和速度将依据最新的信息及其对通胀前景的影响进行评估。\n央行下一次的利率决定日期是12月11日\n刘一手火锅（Richmond Hill店）诚聘前厅招聘刘一手火锅（Richmond Hill）\n餐廳樓面服務員招聘老朱餐廳","ts":"加国无忧 51.CA"},{"source":"51.CA 思忆 坚果","title":"多伦多华人注意！3项购物、交通、签证新规下月生效","body":"华人注意了！多伦多政府、安省政府和联邦政府将从11月起实施3项新规，这些变化将影响大批居民和留学生！图源：Global News\n啤酒和葡萄酒可在所有杂货店和大型商店销售\n今年早些时候，安省政府宣布致力于扩大该省的酒精饮料市场，为购物者提供更多选择和便利。\n从8月开始，全省多达450家获得销售啤酒、苹果酒或葡萄酒许可的杂货店被允许销售即饮酒精饮料。9月5日后，所有符合条件的便利店均可销售啤酒、苹果酒、葡萄酒和即饮酒精饮料。\n在10月31日之后，所有符合条件的杂货店和大型商店都将能够销售啤酒、苹果酒、葡萄酒和即饮酒精饮料，这其中就包括Costco。\n根据安省酒精与博彩委员会（AGCO）提供的数据，全省已有41家Costco门店获得了售酒许可。这意味着目前安省营业中的40家Costco门店，加上1家尚未开业的门店，都已经获得了许可证。\n从11月起，这些Costco门店将获准销售啤酒、苹果酒、葡萄酒和即饮饮品，包括大包装产品。\n不过，目前烈酒产品（如伏特加、威士忌等）仍只能从LCBO门店、LCBO便利店，以及酿酒厂的零售店购买。图源：51记者拍摄\nRogers Centre周围将设立\"限制活动区\"\n在超级巨星霉霉（Taylor Swift）在多伦多举行为期6晚的Eras Tour巡回演唱会期间，多伦多政府将在11月14日至16日和11月21日至23日在Rogers Centre附近设立正式的“限制活动区”（limited activity zone），以缓解预计将出现的交通拥堵。因此此次巡回演唱会门票已售罄。\n“限制活动区”范围从Spadina Avenue到Jarvis Street，从Queens Quay到King Street。该措施旨在提高现场安全性并改善交通管理，以确保观众和居民的便利与安全。\n这意味着，市政府将限制施工、拍摄和公用事业停运等工作，确保这些活动在非高峰时段（演出期间）不进行。但紧急工作仍然被允许。\n市政府指出，该区域将有助于“确保道路、人行道和自行车道的最大可用性，以便居民和前来观看演出的粉丝能够在演出期间安全高效地在市中心出行”。\n从11月1日起，市政府还将把Nathan Phillips广场和Rogers Centre之间的Queen Street West和John Street命名为“Taylor Swift Way”，以向这位艺术家致敬。图源：Global News\n毕业后工作许可（PGWP）2项重大改革\n今年早些时候，加拿大移民部（IRCC）宣布了减少临时居民数量的计划，预计到2026年，临时居民占加拿大总人口的比例将从6.5%降至5%。这一变化将影响到留学生和国际毕业生在加拿大学习后申请工作许可证的机会。\n为了实现这一目标，联邦政府宣布打算对临时居民人数的增长进行管理，并“追究滥用系统的雇主的责任”。\n因此，移民部长米勒（Marc Miller）推出了额外措施来管理临时居民的数量，其中包括在今年秋季更新毕业后工作许可（PGWP）计划，以更好地适应该国的“移民目标和劳动力市场需求”。\n从11月1日起，毕业后工作许可（PGWP）有2个重要变化：1.新增语言成绩要求；2.大量专业不再符合申请资格。图源：CTV\n新的资格要求细则：\n如果你在2024年11月1日之前提交了学签申请，并且在2024年11月1日或之后申请PGWP，必须满足新增的语言成绩要求：\na）大学（university）本科、硕士或博士学位课程毕业的申请人必须达到语言要求：英语CLB7或法语NCLC7。\nb）任何其他大学课程毕业（如diploma）的申请人必须满足语言要求：英语CLB7或法语NCLC7。\nc）大专课程（College）毕业（或上述未列出的任何其他课程）的申请人必须满足语言要求：英语CLB5或法语NCLC5。\n注意，提交PGWP申请时，语言成绩必须是2年以内的。IRCC接受以下语言测试结果：图源：Canada.ca\n如果你在2024年11月1日或之后提交学签申请，除了新增语言成要求外，还必须满足额外的专业要求才有资格申请PGWP：\na）大学（university）本科、硕士或博士学位课程毕业的申请人必须满足语言要求：英语CLB7或法语NCLC7。所有专业均可申请。没有额外的专业要求。\nb）任何其他大学课程毕业（如diploma）的申请人必须满足语言要求：英语CLB7或法语NCLC7。同时必须毕业于符合条件的专业。\nc）大专课程（College）毕业（或上述未列出的任何其他课程）的申请人必须满足语言要求：英语CLB5或法语NCLC5。同时必须毕业于符合条件的专业。\n符合条件的专业分为5大类：农业和农业食品（agriculture and agri-food）；医疗保健（healthcare）；科学，技术，工程与数学（STEM）；贸易（trade）；运输（transport）。\n已经符合资格的留学生们抓紧在11月之前提交PGWP申请。如果你计划在未来申请PGWP，那么在选择专业的时候要更加谨慎了。\n招聘ikea宜家家俱安装工两人招聘列治文山华陵\n诚聘有经验熟手屋顶接单人员招聘禾丰屋顶","ts":"加国无忧 51.CA"},{"source":"51.CA 坚果儿","title":"列治文山开发商爆雷破产：100多名买家损失数百万","body":"法庭文件显示，在安省Clearview镇的一个待建住宅项目的开发商进入破产接管后，117位购房者将面临总共约400万加元的损失，其中一些人的损失高达13万加元。图源：51记者拍摄\nRayyan Shahid和他的妻子下个月将迎来他们的第一个孩子，他们原本满怀期待地准备明年搬进位于多伦多以北约150公里Wasaga Beach沙滩附近Clearview镇的梦想家园。然而，这一切的期待都因开发商的破产而破灭。\n这位首次购房者说，自2021年12月以来，他已经支付了10万加元的毕生积蓄作为房屋的首付款。该房屋原本计划由开发商Sunrise Acquisitions (Stayner) Inc.在2025年4月之前完工。\n不料，这家位于列治文山的开发商于今年2月宣布进入破产管理，这使Shahid和其他买家们的未来变得不确定。\n“这真是毁灭性的打击，\"Shahid说。“不仅拿不到房子，还赔了钱。真是让人心痛。\"Rayyan Shahid供图\n这并不是Sunrise Homes项目第一次陷入破产。据CBC报道，这家开发商已经承认，多年来，它一直在未获得合法批准的情况下销售房屋。\n此前该公司曾被指控挪用涉及万锦市一个项目的资金，而且在安省Elmvale的另一个项目上也欠下了数千万加元的债务。\nCBC审查的法庭文件显示，Sunrise Acquisitions (Stayner) Inc.已经耗尽了所有买家的定金，这意味着该公司无法将资金退还给购房者。根据法律规定，该公司并没有义务保留这些资金。\n沙希德表示，他最大的疑问是这些钱究竟去了哪里，尤其是考虑到房屋还没有动工的情况下。\n沙希德指出：“现在的情况并不是他们已经开始施工，然后不得不在中途停工，那块地仍是一片荒地。所以，所有买家的定金都去哪了？”\n“经过计算的风险”\n据报道，Sunrise Homes公司通过多个使用相似名称的子公司开发住宅项目，其中一家公司就是Sunrise Acquisitions (Stayner) Inc.。\n该公司的首席执行官Sajjad Hussain在接受CBC采访时表示：“目前正在审查资金的分配情况。”他还承认，公司使用了一部分定金来偿还贷款。\n安省新屋保险公司Tarion告诉CBC，Sunrise Homes没有获得合法出售或建造 Clearview房产所需的所有批准。对此，Hussain在与CBC的电话通话中承认了这一点，并称这种做法是他多年来所采取的“经过计算的风险”。\n“通常我们在开工后才会进行注册，但这可能不是正确的做法，应该在销售时就注册，”Hussain说。“在过去的15-20年里，我们都是这么做的。”\n安省房屋建设监管局（HCRA）表示，Sunrise Homes的执照状况良好，但其发言人告诉CBC，该机构已经开始对Sunrise Homes及其所有实体进行更严格的审查。\n开发商与Clearview镇政府意见不一\n10月7日，法官批准了法院指定的接管人将Clearview镇的房产出售给Sunrise的贷款方之一Brexit Holdings的计划。出售的条件之一是终止与购房者的所有购房协议。\n尽管如此，Hussain表示，他还是希望能买回这块地并继续推进该项目。他将Clearview镇项目进入破产接管程序归咎于缺乏水利基础设施以及COVID-19疫情后建筑成本的上升。\n根据开发商的购房协议，买家们被告知镇政府“已确认该地块将于2024年夏季通水。”但镇政府的一位高级官员说，事实并非如此。\nClearview镇的首席行政官John Ferguson在一份电子邮件声明中说：“第一次招标是在2022年秋季进行的，目的是确定成本，但当时成本过高，无法继续施工。”\n多伦多房地产律师、Tarion董事会的前成员Bob Aaron表示，开发商宣称镇上已认证有足够的水源并将为该住宅区提供水，但事实上并没有这样的事情发生，这是“严重的误导行为”。\nTarion的发言人Andrew Donnachie表示，未经该机构批准进行房屋销售的开发商属于非法运营，可能将面临多种处罚、指控和其他执法行动。\n一位安省政府的发言人则表示，安省致力于保护消费者，并“正计划就解决非法建造和销售新房的建议进行咨询。”\n虽然HCRA目前正在对Sunrise Homes的实体进行调查，但律师Bob Aaron认为，Tarion和HCRA迄今为止缺乏行动或执法，已经构成了“失职”。\n他说：“Sunrise销售这些房屋并不是什么秘密。这些房屋在广告中被广泛宣传，线上线下都有推广。为什么Tarion没有通过阻止未经批准的房屋销售来保护公众呢？”\n开发商曾被指控挪用资金\nSunrise Homes旗下的多家公司近年来多次陷入财务困境。\nSunrise Acquisitions (Hwy 7) Inc.于2021年因万锦市的另一个住房项目进入破产接管程序，而Sunrise Acquisitions (Elmvale) Inc.则在今年早些时候因安省Elmvale的一个项目进入同样的程序。这两家公司分别负债数百万。\n在万锦的案件中，Hussain和他的商业伙伴Kodwavi挪用了数百万加元被法院指定的接管人指控挪用了数百万加元，他们给自己开了支票，同时向接管人提供了不整错的总账。接管人于2022年11月在安省高等法院听证会上称这些账目为“篡改的账本”。\n在一份日期为2022年10月18日的宣誓书中，Kodwavi和Hussain承认他们欠Sunrise Homes大约550万加元。2023年5月，法院命令Hussain和Kodwavi向接管人支付超过1,000万加元。\n然而，Hussain在发给CBC的电子邮件中否认了这些付款有任何不妥之处的说法。他表示：“法院的重点在资金流入和流出上，但他们没有考虑到合法的项目管理费用。”\n买家对开发商的历史感到震惊\n根据HCRA的开发商目录，Sunrise Homes Ltd.和Sunrise Acquisitions (Hwy 7) Inc.在宾顿两个项目的一些房屋存在物理问题，而Sunrise未能对这些问题进行修复，导致Tarion这一非营利组织介入并支付了近25万加元的应收调解费，这是衡量开发商表现的一个标准，记录将保留10年。\n律师Aaron表示：“令人难以置信的是，他们仍然被允许以这样的记录继续出售房屋，这让人难以想象。”\nTarion的Donnachie称，Tarion为安省的业主提供“加拿大最全面的定金保护”。\n然而，Aaron表示，他希望能提高定金保护的覆盖范围——目前对于购买价格为60万加元或以下的物业，保护上限为6万加元，对于价格更高的物业，保护上限为销售价格的10%，最高可达10万加元。\n招聘ikea宜家家俱安装工两人招聘列治文山华陵\n诚聘有经验熟手屋顶接单人员招聘禾丰屋顶","ts":"多伦多热推"},{"source":"哈科","title":"5分钟速逛Costco!10月22日实拍 乐高行李箱全城疯抢","body":"每周二固定更新，5分钟速逛Costco。\n51小编提前带你发现本周超值折扣商品。\nLego超可爱的行李箱套装新上架Costco，这两天在加拿大掀起抢购热潮，各家Costco都断货。图源：tinymakesthings/thread\n小编探店看看店内能否买到，快来听听店员们说什么时候补货。\n蓝白两色的珐琅锅组，内包含两口锅，超值特价开卖。\n葡萄籽油3L装本周也有好价格。\n更多超值折扣品，点击视频观看吧。\n招聘ikea宜家家俱安装工两人招聘列治文山华陵\n诚聘有经验熟手屋顶接单人员招聘禾丰屋顶","ts":"加国无忧 51.CA"},{"source":"思忆","title":"经济明显变差！加拿大央行可能下重手，降息75点！","body":"由于经济低迷，经济学家和交易员一致认为，加拿大央行会在本周大幅降低利率来刺激经济复苏。\n加拿大咨议委员会首席经济师Pedro Antunes说：“目前经济非常疲软，失业率也上升得相当快。”\n加拿大央行已经连续三次将关键隔夜拆借利率下调25个基点（即0.25%），CIBC首席经济师Avery Shenfeld表示，明天周三早上至少会再降50个基点，甚至可能降75个基点。图源：51记者拍摄\n目前的隔夜利率为4.25%，远高于央行认为的“中性”利率水平。Shenfeld说，现在是大幅降息的最佳时机。\nShenfeld在一份研究报告中写道：“如果三个月后3.5%或更低的隔夜利率是合适的，那么现在就达到这个水平会更好，这样可以缩短政策效果显现的等待时间。”\n中性利率的目标是既不鼓励也不抑制经济增长。央行此前公开表示，中性利率在3.25%至2.25%之间。\n2022年6月，加拿大经济从COVID-19相关限制中恢复时，通胀率曾达到8.1%的峰值。央行为了将通胀率降至2%的目标，从2022年3月到去年夏天共加息了10次。\n理论上，通过提高借贷成本，消费者和企业的支出会减少，从而降低价格并放缓经济。\n现在，随着经济放缓和通胀大致呈下降趋势，央行采取了相反的措施，通过降息来刺激增长。今年9月，加拿大的年通胀率降至1.6%。\nRBC副首席经济师Nathan Janzen表示，经济放缓，包括第二季度年化GDP增长2.1%，无疑是央行关注的问题。\nJanzen说：“政策制定者越来越担心目前高水平的利率造成的经济痛苦比必要的要多。”他预计本周三会降息50个基点，12月会再降50个基点，明年可能还会有更多降息。\nJanzen强调，速度至关重要，“利率变化对经济的影响有显著的滞后性，因此迅速将利率恢复到更中性的政策水平至关重要。”\n咨议委员会的Antunes表示，过去几年经济增长的基石人口快速增长将在联邦政府减少国际学生和临时外籍工人许可后，出现下降，因此更需要紧急行动。\n他说，人口增长掩盖了人均水平上的显著疲软。“实际上，人口增长是我们GDP增长的唯一推动因素。”消费者支出受到尤其严重的打击。“我们看到人均消费者支出已经出现了类似于衰退的下降。”\n大多数私营部门预计第三季度数据将显示增长下滑至略高于1%的年化增长率。\n招聘ikea宜家家俱安装工两人招聘列治文山华陵\n诚聘有经验熟手屋顶接单人员招聘禾丰屋顶","ts":"加国无忧 51.CA"},{"source":"51. CA 可可豆","title":"加拿大上万人暴雨中疯抢免费蔬果","body":"10月19日，BC省Surrey市的马铃薯种植家族Heppell举行了 “丑马铃薯日”（Ugly Potato Day）活动，整个活动现场有多达15000人排队，超乎了活动主办方以及加拿大网友们的想象。\n在“丑马铃薯日”，居民们可以领取免费的蔬菜水果，这些蔬菜水果都有一个共同的特点，就是形状怪异、有生长裂缝或有瘀伤，它们是被商家淘汰的“丑”果子，但并不影响食用。\n这个活动旨在帮助减少食物浪费，同时也可以帮助解决该地区的粮食短缺问题。\n活动主办方的负责人Tyler Heppell在现场接受采访时说，周六的活动让他感觉恐慌。\n“这太疯狂了，\"Heppell说。“我从来没想过会有这么多人来，尤其是还在下暴雨。现在还有5000多人在排队等候入场，已经有1000多人通过了排队，这将是我们迄今为止人数最多的一天。”图源：surreynowleader\nHeppell说，他们预计活动结束时将有超过15000人入场。中午12点左右，Heppell在社交媒体上发布了一段视频，呼吁人们不要来参加活动，因为“需要几个小时 ”才能进场。他还补充说，他们已经开始停止排队了。\n活动现场的队伍一直延伸到停车场，一些人在等待时用防水布蒙住头，试图让自己和周围的人保持干燥。图源：surreynowleader\nHeppell在事后感慨万千，这样的场面让他觉得：“加拿大的食品体系已经崩溃。”\n他说：\"人们愿意在瓢泼大雨中排两个小时的队，就为了获取20磅的免费农产品，这说明我们的食品保障系统是多么的糟糕，也说明没有人能真正负担得起这里的生活，尤其是在温哥华。”\n目前该视频在全网疯狂转发，不少网友留言表示震惊。\n一位网友说：“我从没想过我会看到这么多加拿大人还在为吃饱而挣扎。”\n保守党党魁博励治也转发了视频并表示：“令人震惊。15000人在瓢泼大雨中为一些别人不要了的土豆等待了几个小时。食物发完后，还有成千上万的人被拒之门外。这是30年代吗？”\n你怎么看？\n招聘ikea宜家家俱安装工两人招聘列治文山华陵\n诚聘有经验熟手屋顶接单人员招聘禾丰屋顶","ts":"加国无忧 51.CA"},{"source":"思忆","title":"加拿大东部省选：自由党大胜！保守党省长下台","body":"加拿大东部省份新布伦瑞克省的省选结果于周一晚出炉，自由党领袖Susan Holt创造了政治历史，成为该省首位女省长，同时对进步保守党和党领袖Blaine Higgs造成了沉重打击。图源：Global News\n这场竞选被认为是Holt与Higgs之间的激烈较量。在33天的竞选活动后，Holt领导的自由党赢得了多数政府。所有选票统计完毕后，自由党赢得了31个选区，进步保守党赢得16个选区，绿党赢得2个选区。\n寻求第三次连任省长的70岁Higgs不仅失去了省长职位，还在自己的Quispamsis选区输给了自由党候选人Aaron Kennedy。\n即将上任的省长Holt现年47岁，是一位政治新人。她在去年的补选中获胜，成为首位赢得党魁职位的女性，现在当选省长距离她担任党魁仅八个月。\nHolt在弗雷顿（Frederiction）长大，拥有女王大学的经济学和化学学士学位。在从政前，她在商界担任多个职位，并曾担任弗雷顿商会CEO和新布伦瑞克商业委员会的CEO。\nHolt在充满激情的胜选演讲中承诺为该省带来“更加光明的未来”，并感谢省民对她和团队的信任。\n她说：“今晚的结果表明，新省省民准备迎接改变。我们将尽我们所能。从第一天开始，我们就会全力以赴。明天将是新的一天，更光明的未来即将到来。”\n她感谢了支持者和家人，同时向“所有为今晚的胜利铺路的女性”致敬。\nHolt还承诺追求平等与平衡，这与对手的经历形成了对比。\n在此次选举前，Higgs 领导的进步保守党因宣布修改学校性别认同政策而陷入争议，引发了党内的反对，并试图进行领导层审查。图源：Global News\n此次选举主要集中在医疗保健和生活负担能力上，但值得注意的是，两位领导人的竞选风格截然不同。\nHiggs重点关注高昂的生活成本，承诺将省级综合销售税降低两个百分点至13%。这一承诺每年将使省政府损失约4.5亿元。\nHolt在竞选中提出解决医疗系统问题的方案，该系统因医生短缺、急诊室过度拥挤和长时间的等待而饱受困扰。\n败选的Higgs在向支持者发表的演讲中确认，他将开始领导层的过渡程序。“这确实不是我们期望的结果，但事情就是这样。”\n他说他已经致电Holt向她表示祝贺，并祝她一切顺利。\n“Susan，你赢得了人民的信任，我祝她在迎接未来挑战时取得成功。我为我们的竞选感到自豪，我们的竞选专注于让新省成为一个对所有人都更好的地方。”\n绿党领袖、67岁的David Coon是当晚首位公开发言的党魁。他表示已致电Holt向她祝贺，并期待未来的工作。\n“我们正在继续前进。有一点是肯定的：Blaine Higgs不再是这个省的省长了，”他说道，引发了人群的欢呼。\n新省议会于一个多月前解散时，保守党在49个席位的立法机构中占据了25个席位。自由党拥有16个席位，绿党有3个席位，另有1个独立议员和4个空缺席位。\n招聘ikea宜家家俱安装工两人招聘列治文山华陵\n诚聘有经验熟手屋顶接单人员招聘禾丰屋顶","ts":"加国无忧 51.CA"},{"source":"S君","title":"悲剧！加拿大沃尔玛19岁员工尸体在大型烤箱内发现！当地社区悲痛 加国 1 评论 49分钟前","body":"近日，在Halifax一家沃尔玛店内发生的员工突然死亡案件引发了关注。警方在周二证实，一名员工的尸体是在一个大型的步入式烤箱中被发现。图源：saltwire\n据CTV报道，Halifax警方在周六晚上9点30分左右接到报案后，来到Mumford Road上的这家沃尔玛门店调查一起突然死亡事件\n后来警方确认，死者是一名店内员工，年仅19岁。这名女子的尸体被发现在商店面包房部门的一个大型步入式烤箱中。\n“值得注意的是，调查尚未达到确认死因和死亡方式的程度，” 警官Martin Cromwell在周二的新闻发布会上表示。\n“调查很复杂，涉及多个合作机构。这种性质的调查可能需要相当长的时间。”图源：globalnews\n此前，有关该女子死亡的谣言在社交媒体和社区中流传，警方为此特别敦促居民不要在网上猜测。\n“我们敦促公众注意在社交媒体上分享猜测性信息，” Cromwell说。\n“请注意这些猜测可能会对这名女子的家人、同事和亲人产生影响。”\n不过他也确认，警方接到报警时，这家店还在营业，但随后就关门了。图源：CTV\n这名女子的身份尚未公布，但当地Maritime Sikh Society协会证实，她是该社区的成员，近期从印度搬到了加拿大。\n据globalnews报道，该协会对此事深感悲痛。\n这对我们来说非常难过，对她的家人也是如此，因为她来这里是为了更好的未来，却失去了生命，” 该协会的 Anmolpreet Singh说。\n该协会也正在开会商讨如何才能最好地支持她的家人。图源：CTV\n沃尔玛在周日发表的声明中称，该公司已获悉此事，并正在努力支持员工。\n“我们心碎不已，我们最深切的思念与我们的员工及其家人同在。我们向与他们最亲近的人致以最诚挚的慰问，”发言人Amanda Moss在声明中表示。\n“我们也在这段极其艰难的时期支持我们的员工，并提供全天候的虚拟护理，并将到现场支持，包括悲伤咨询。”\n与此同时，警方也表示，他们的调查仍在进行中。\n在周一的新闻稿中，调查人员表示目前正在试图确定这名员工的死因，并与诺省劳工厅和省法医密切合作。\n警方尚未表示他们是否认为这名妇女的死亡属于犯罪性质。\n这起在超市内发生的涉及员工的突发事件引起了社区关注。上周，安省一家Zehrs超市也发生了类似悲剧。\n周二早上8点左右关闭了位于安省Cambridge镇一间超市，原因是一名员工被发现死于冷冻室内。图源：Joe McGinty/CambridgeToday\n这间Zehrs超市位于Conestoga Blvd. 400号。总公司Loblaws随后通过电子邮件证实，一名员工在店内去世，促使警方展开调查并关闭了该店一天。\nLoblaws公关官员Catherine Thomas表示：“非常不幸，我们的一位同事在工作中去世。”\n她还补充道，“今天我们将继续关闭商店，以帮助同事们度过这段艰难的时刻。”图源：Joe McGinty/CambridgeToday\n安省劳工、移民、培训和技能发展厅通过电子邮件声明证实，超市的工作人员是在冷冻室内发现了这名去世的员工。\n声明中写道，“我们向员工的家属、朋友和同事表达最深切的哀悼。”\n滑铁卢地区警局的通讯总监Cherri Greeno表示，这起死亡事件似乎没有可疑之处，但警方仍在调查导致死亡的具体情况。\n警方和劳工厅目前没有进一步透露更多信息。\n密市华人超市招 肉部 收銀 炒鍋 菜部 雜貨 水果幫工  魚部主管 貨倉員招聘信达超级市场\n大統華多伦多区域職位更新10/16 【T&T大统华】招聘大统华超级市场","ts":"加国无忧 51.CA"},{"source":"S君","title":"万锦一个晚上发生两起大石块砸车案 司机被击中脸部！","body":"上周末，一位华人网友在万锦一处路段开车时，被对方车辆扔出的一个大石块击中车身。警方在周二发布通报确认，当天晚上有两辆汽车在万锦遭到袭击，还有一名司机因此受了伤。图源：安省省警\n约克区警方的通报显示，10月19日凌晨1点左右，警方接到电话后，前往调查一宗有关财产损失的案件\n一辆汽车在靠近Mingay Avenue附近的16街向东行驶时被一块大石头击中。司机告诉警方，石头来自一辆朝对面行驶的车辆。\n不久后，也就是凌晨1点30分左右，在Stouffville Road和McCowan Road地区，一名司机打电话报告说，有人向他的挡风玻璃扔了一块石头，击中了他的脸。\n司机因此受了轻伤，在现场接受了医护人员的治疗。图源：约克区警方\n通报中还指出，安省省警正在调查自2024年9月20日以来已经在Hwy 48和Major Mackenzie Drive一带的多宗类似案件。现在约克区警方正在和省警联合调查。\n调查人员呼吁公众帮助识别嫌疑人和涉案车辆。有线索者可致电约克区警方1-866-876-5423，ext. 7541或灭罪热线1-800-222-TIPS（8477）报案，或登录www.1800222tips.com匿名留下线索。图源：安省省警\n根据此前的消息，安省省警在20日通报说，在万锦同一区域又发生了多起向行驶车辆投掷石块的事件，至今已有9宗报案\n9月20日，在Hwy 48公路靠近Major Mackenzie Drive的交叉路口，两辆车相撞，造成两人生命垂危。\n据信，事故是由行人或另一辆过往车辆直接向其中一辆汽车的挡风玻璃投掷石块造成的。警方称，两名受伤人员中有一人仍在医院接受治疗，情况危急。\n同一天晚上，警方收到另外两份报告，称在Elgin Mills以北的Hwy 48公路上，汽车在向北行驶的过程中挡风玻璃被石块击中。两辆车的司机都在这些事件中受了轻伤。“\n自此之后，调查人员在万锦地区又发现了六起事件，总数达到9宗。\n“所有这些事件都发生在最近一个月内，对车辆造成了损坏，并危及了驾车公众的安全。”\n而就在19日，一位华人网友发帖说，在万锦16街和Markham Road附近，突然遭对面方向的车子扔石头，车身被砸。\n密市华人超市招 肉部 收銀 炒鍋 菜部 雜貨 水果幫工  魚部主管 貨倉員招聘信达超级市场\n大統華多伦多区域職位更新10/16 【T&T大统华】招聘大统华超级市场","ts":"加国无忧 51.CA"},{"source":"思忆","title":"只会空喊口号！加拿大前央行行长批保守党根本不懂经济！","body":"前加拿大央行和英国央行行长卡尼（Mark Carney）近日在阐述经济增长和生产力的优先事项时，对保守党进行了抨击。\n卡尼在10月18日自由党议员Nate Erskine-Smith的播客中表示：“把我更多吸引到政治中的一个原因是，反对党在民调中领先，但他们不懂经济。他们不明白世界的发展方向；不知道为加拿大人建设经济需要什么；他们认为这只是一系列简单的口号，而这些口号背后什么也没有。图源：Global News\n卡尼目前担任联合国气候与金融特使以及Brookfield资产管理公司董事长，上个月，他获自由党任命领导一个经济工作组，为总理杜鲁多提供建议。\n卡尼在2021年首次涉足党派政治，当时他在自由党大会上发表了演讲。他表示正在考虑竞选议员，但对于何时或在哪里参选，他仍保持谨慎。在最新的对话中，他抨击了保守党领袖博励治。\n他说：“我并不是在诋毁那些毕生从政的人，例如，博励治一生从政，但他谈论市场和经济的方式显示出对经济实际运作的理解非常有限。”保守党回击\n保守党作出回击，副党魁Melissa Lantsman称Carney“拼命试图转移对碳税和自由党其他灾难性政策的注意，这些政策正在压垮加拿大人。”\n她在一份声明中说：“他利用自己的内部渠道推动对自己有利的政策，例如‘热泵骗局’，他的投资公司提议从杜鲁多那里获得100亿加元的纳税人资金用于养老金基金。”图源：Global News\n卡尼一直受到保守党的批评，被称为“脱离现实的精英”。\n本月早些时候，保守党议员Michael Barrett要求联邦游说专员审查卡尼身兼 Brookfield董事长和自由党顾问的职位，是否违反了任何规则。据报道，Brookfield正在推动一个新的数十亿加元投资基金，该基金将从加拿大养老金基金和联邦政府获取资金。\n在播客中，卡尼提到他作为顾问所关注的一些优先事项，例如吸引更多商业投资来缩小加拿大与美国之间的生产力差距。\n他说：“在资源部门之外的领域，我们对工人的投资不足。”\n他还关注税收政策和监管，但未详细说明将建议自由党实施哪些具体的监管或税收变更。\n“这正是挑战的一部分，没有一个神奇的税制变革或单一的调整可以立即解决问题或缩小差距；必须综合考虑一系列选项才能实现目标，但这将是一个核心关注点。”\n卡尼是无碳经济的坚定支持者，表示加拿大应优先发展那些能够做得好并占据主导地位的碳行业。他还提到需要为实施人工智能制定前进的路径。\n“我们正在同时进入两个工业革命：可持续革命和AI革命。”\n卡尼还表示，在经济动荡期间，政治进程在为工人提供社会和再培训支持方面往往滞后。“我认为我们应该从过去的经验和历史中受益，并实时应对。一个重点将围绕技能计划，实时的技能计划，让这些变化对人们来说不是一种威胁，而是真正令人兴奋的机会。”\n密市华人超市招 肉部 收銀 炒鍋 菜部 雜貨 水果幫工  魚部主管 貨倉員招聘信达超级市场\n大統華多伦多区域職位更新10/16 【T&T大统华】招聘大统华超级市场","ts":"加国无忧 51.CA"},{"source":"思忆","title":"这种乱收学生的所谓college就是应该被关闭","body":"据加通社报道，由于联邦政府进一步收紧加拿大的学签系统，成千上万名原本计划入学安省三所学院的留学生将错过秋季学期。\n学校官员将入学人数急剧下降，归咎于联邦政策带来的寒蝉效应，以及更严格的措施而导致的签证延误。图源：51记者拍摄\n安省金斯顿市圣劳伦斯学院（St. Lawrence College）院长Glenn Vollebregt表示，该学院原计划在今年秋季迎来1600名新国际学生，但实际只有775名学生入学。\n“这并不正常，”Vollebregt说。他证实许多学生未能及时获得签证，学院已经批准了约三分之一学生的延期申请。\n“这是联邦政策的直接结果。”\n渥太华在今年1月份宣布将在2024年限制国际学习许可的发放。\n上个月，移民部长Marc Miller宣布将再降低10%的配额，这意味着未来几年将减少约30万个许可。加拿大计划在2025年和2026年将学习许可限制在43.7万份。\n院长Vollebregt表示，这一政策意味着加拿大作为教育目的地的声誉受到了打击。实际上这就是加拿大在说我们不做生意了。”\n加拿大学院协会（Colleges and Institutes Canada）的政府关系和政策主管Michael McDonald表示，各学院对国际学生入学人数的下降表示深切关注。\n“我们预计会员机构的生源都会出现大幅下降。”\n他认为联邦政策变动带来了不确定性，对于严重依赖国际学生学费的院校，以及那些正在决定是否来加拿大继续学习的潜在学生都是如此。“我们认为这种不确定性进一步压低了入学人数，并影响到招生工作。”\n另一方面，联邦政府坚持认为，限制国际学生人数是为了给加国日益膨胀的临时居民人口带来稳定。\n移民部发言人Michelle Carbert表示：“无法在确保学生获得所需支持的同时，让国际学生人数增长持续下去。国际学生并不是社区面临挑战的原因，但最近这个人群的激增对服务带来了巨大压力。”\n发言人表示，鼓励外国学生在获得学校录取通知书后尽快申请签证，以避免延误。\n在安省多个城市设有校区的Mohawk学院今秋接收了约1500国际学生，比去年减少了约38%，该校负责国际学生事务的副校长Katie Burrows说：“这是很严重的情况，并且完全不正常。”\n她说，学费收入未能实现预期，将带来财务影响。“今年我们可以应对。未来会更加困难。”\n她还表示，该学院在汉密尔顿市中心新建了一栋300床位的学生宿舍，将接待更多的国际学生，但目前只有60名学生入住。\n她将入学人数的减少归咎于多个因素，包括外国学生对政府变化导致未来在加国发展的担忧。\n另一项联邦政策变更将影响学院毕业生获取工签，过去这些工签相对容易获得，但今后将只限于加拿大劳动力市场短缺的领域。这一变更将影响11月1日之后申请工签的学生。\nBurrows还提到，签证延误也是一个重要因素。\nConestoga学院的情况似乎也如此，该校表示有1400名国际学生将秋季课程延期到冬季学期。该学院企业沟通执行主管Brenda Bereczki说：“延期可能是签证延误造成的。”\nNorthern Education Consultants移民顾问Brian-Paul Welsh认同学校官员的观点，认为主要有两个因素在起作用：外国学生重新考虑他们的目的地，以及签证严重延误。\nWelsh说，加拿大移民、难民和公民事务部（IRCC）之前曾因为未能认真审查签证申请而受到批评。\n这一情况最近发生了变化，现在每个申请都经过“相当严格的审查，以确保符合标准后才会批准。”\n他说，另一个额外的程序可能也在延长处理时间。渥太华在1月份宣布将要求各省出具国际学生的证明信，否则学生不能申请签证。尽管如此，问题的根源可能在于联邦政府的政策方向。\n学生们可能在观望，看看毕业后成为永久居民的机会是否仍然存在。他说：“潜在的好处可能不值得实际付出的成本。”\n密市华人超市招 肉部 收銀 炒鍋 菜部 雜貨 水果幫工  魚部主管 貨倉員招聘信达超级市场\n大統華多伦多区域職位更新10/16 【T&T大统华】招聘大统华超级市场","ts":"加国无忧 51.CA"},{"source":"思忆","title":"大家都有个误区，都想着如何去找工作，认为移民的人太多了工作的岗位相对就变少了。 其实如果你换个思路，移民的人多了，你去考虑移民的人的需求，然后做相对应的移民的人的生意，自然你就是赚钱的那一小批人。 .","body":"加拿大统计局数据显示，今年第二季度的职位空缺减少了59,000个，下降了9.2%，这一降幅是上个季度的两倍多。\n加拿大皇家银行 (RBC) 最近的报告显示，失业率的上升并非由公司裁员引起，因为就业人数并未下降。\n相反，失业率上升的80%来自35岁以下的人群，主要是学生和新毕业生，他们找到第一份工作花费的时间更长。图源：Lynne Sladky /Postmedia年轻人推动失业率上升\n报告的共同作者RBC经济师Carrie Freestone表示，这是她在去年年底首次注意到的新趋势。\n她解释说，在典型的劳动力市场调整期间，比如2008年金融危机时，失业率上升通常由大规模裁员引发。但是现在，许多公司仍对2022年职位空缺激增时面临的招聘挑战“心有余悸”。\n“当走出需求疲软，利率下降且消费者需求回升时，企业再次需要招聘，他们知道招聘很难。”\n她看到一些公司，尤其是科技行业的公司在裁员，但Freestone表示，招聘冻结变得更加普遍。\n而年轻人，尤其是那些没有经验、正在寻找第一份工作的年轻人，面临着最大的困难。加拿大统计局的另一份报告详细说明了2024年夏季15至24岁青年的失业率为 2012年以来的最高水平。\n滑铁卢大学青年与创新项目的联合创始人兼执行董事Ilona Dougherty警告说：“我们正处于一个全面爆发的危机中，我们需要认识到这是一个非常艰难的就业市场，即使你做对了所有事情，也可能很不幸地最终成为那19,000人中的一员。”\nSana是众多推动加拿大失业率上升的35岁以下年轻人之一，对于求职被拒并不陌生。她于去年被解雇后，已经申请了数百个工作岗位。\n她指出，问题并非她所在行业独有。“公司并没有真正支持和提升年轻人。”\n她表示，许多公司仍然要求初级职位具有先前的工作经验，或者更倾向于雇用已经认识或通过某种关系联系到的人。\n虽然志愿工作可以是学生和新毕业生积累经验的一种选择，但Sana认为，这条路对于要支付有账单的人来说并不现实。\nSana与家人同住，在完成硕士课程后，为一家专注于多样性、公平包容性工作的公司做了一些无偿工作，之后在那里找到了第一份全职工作。\n“这绝对是我学到最多的一份工作，但它也是剥削性的，”Sana解释说，她在一个快节奏和高要求的环境中工作，薪水微薄且工作与生活没有平衡，有时要到晚上8点才结束工作。\nSana在那里工作了两年，2023年3月被解雇。\n过去一年，Sana发现劳动力市场越来越难。等待回复的时间变长了，获得面试的机会减少了，最重要的是，找到工作的难度增加了。工作中未必有发展\n滑大的Dougherty表示，即使是目前有工作的年轻人也未必在工作中表现出色。她提到了该校与RBC合作的一项针对青年的研究发现，年轻女性的工资明显低于年轻男性，而年轻移民则不太容易感到自己在学习和享受职业发展。\nSana在被解雇几个月后找到了一家咨询公司的工作，但最初只是按需工作，每月工作8到20小时的兼职。即使现在她的工作时间接近全职，每月有稳定的收入，但她与雇主没有正式合同，并且仍在寻找其他机会。\n她说：“也许要找一家大公司，这样不会在一两年后又被裁员，”她还表示，她的工资一直停留在入门级，每年在5万到6万元之间。“门槛越来越高”\n21岁的Mishika Khurana是多伦多大都会大学（TMU）空间分析硕士生，她表示，许多公司在寻找具有先前经验和相关技能的候选人，而这些技能并不是很多本科课程能教会的。\n她看到许多同龄人留校时间更长，不断增加自己的资历，这可能也在某种程度上影响了失业率。加拿大统计局的数据显示，从1995-1996学年至今，18至24 岁人群的大学参与率已从19%增长到30%。\nKhurana说，年轻人需要投递大量的申请，才能得到几个面试机会和潜在的工作机会。\n19岁的Ian Korovinsky是滑铁卢大学软件工程学生，去年夏天在彭博公司实习，计划明年回去继续实习。但他说，即使从高中开始就积累经验，得到这份实习的过程仍然不容易。\nKorovinsky通过在线职位数据库WaterlooWorks找到了这份实习，并通过了技术面试才获得了这份工作。但他估计自己投递了大约250到300份申请，外加通过邮件和 LinkedIn向发送了100条个性化信息。\n“门槛越来越高，”他强调，拥有优秀导师在求职过程中对年轻人的重要性。国际学生面临更多障碍\nRitika Saraswat是Re-defined组织的创始人，旨在帮助加拿大的移民和国际学生，她指出，国际学生在应对陌生环境时面临额外的挑战。\n“最大的障碍一直是加拿大经验。”她解释说，即使是有其他国家工作经验的年轻移民和国际学生也难以找到工作，因为他们没有加拿大的工作经验。“这让很多人感到沮丧。”\n许多年轻人在获得学位的同时从事普通劳工工作，以维持生计，期望在毕业后能找到公司工作。然而，当他们试图进入自己专业领域时，仍然缺乏必要的经验和技能，而他们的学历也不足以脱颖而出。\nRBC的Freestone表示，她预计近期失业率将进一步上升至6.8%，但预计明年下半年招聘会缓慢回升，尤其是在利率下降之后。\n目前劳动力市场的困境对年轻加拿大人有严重的后果。例如，找到第一份工作时花费更长时间的人，未来在谈判加薪时可能会受到影响，因为他们的经验较少。\nSana 承认，“我不知道自己是否真的有职业生涯，”她称自己经常接受任何提供的工作，但从未找到“理想的机会”。“不断地接短期合同或临时工作时，感觉你这一生都在无休止地换工作。”\n密市华人超市招 肉部 收銀 炒鍋 菜部 雜貨 水果幫工  魚部主管 貨倉員招聘信达超级市场\n大統華多伦多区域職位更新10/16 【T&T大统华】招聘大统华超级市场","ts":"加国无忧 51.CA"},{"source":"思忆","title":"注意！多伦多各大医院诊所下周起，重启强制戴口罩","body":"随着呼吸道疾病季节的到来，多伦多大学健康网络（UHN）将强制要求戴口罩。\n从10月28日起，到访UHN各医院场所的人员在接受或等待护理时都必须佩戴口罩。图源：CP24\n医院网络在其网站上发布的通知中表示：“这一规定适用于患者、访客和员工。在有许多高风险患者的区域，也必须继续佩戴口罩。”\n在大厅和美食广场等公共区域，口罩仍然是可选的。\nUHN网络包括多伦多全科医院（Toronto General Hospital）、多伦多西部医院（Toronto Western Hospital）、多伦多康复中心（Toronto Rehab）、玛格丽特公主癌症中心（Princess Margaret Cancer Centre）及其他场所。\nUHN感染预防和控制医学总监Dr. Susy Hota表示，这项口罩政策旨在防止下一波高峰。\n她说：“我们希望能在预期呼吸道病毒真正激增之前做好准备。根据去年的趋势，比如说，我们注意到从11月开始，COVID-19、流感和另一种常见呼吸道病毒RSV的活动都大幅增加。”\n她表示，口罩政策作为一项工具，会在整个季节根据需要进行调整。\n“根据往年的情况，我们预计到明年2月底，呼吸道病毒的流行程度应该会有所下降。因此，我们会随着时间的推移观察趋势，重新评估合适的时间。”\n医院网络表示，所有入口、门诊和住院病房都会提供UHN认可的医用口罩。\n近年来，由于员工短缺，再加上疾病特别是流感和COVID-19等呼吸道疾病在员工中传播，使得医院面临更大挑战。\n目前各种呼吸道疾病的传播水平不高，Hota表示，现在是采取预防措施的时机，帮助在未来几个月内控制感染。\n安省本月还开始推广流感疫苗和更新的COVID-19疫苗。\n密市华人超市招 肉部 收銀 炒鍋 菜部 雜貨 水果幫工  魚部主管 貨倉員招聘信达超级市场\n大統華多伦多区域職位更新10/16 【T&T大统华】招聘大统华超级市场","ts":"加国无忧 51.CA"},{"source":"思忆","title":"【视频】两名华人大妈Costco争车位打架！抓脸、扑倒！","body":"加拿大列治文的Costco商店上周末发生惊人的一幕，两名华人女子疑似因停车位争执而发生暴力冲突，这一场面被拍摄下来。图源：Zahra Sumar\n视频最初由Zahra Sumar拍摄，并发布到Facebook群组 “Richmond Learns to Park and Drive”。\n视频中显示，两名女子在列治文Bridgeport Road 9151号的Costco外互相大喊并推搡。\n其中一名穿深蓝色大衣的大妈手提LV包，虽然身高略低，但气势更强，可以看到她上手几乎要抓到红衣大妈的脸。\n而穿红衣的大妈似乎不占上风。过程中，她似乎被击中倒地，有多名旁观者试图进行劝阻。图源：视频截图\n列治文皇家骑警表示，无法确认社交媒体上疯传的视频是否与其调查有关。\n骑警媒体联络官Corporal Adriana O'Malley补充说：“然而，我可以确认，10月20日，列治文皇家骑警确实前往Bridgeport Road 9100号街区的一家商店，处理一起涉及两名亚裔女子的打斗事件。”\n“幸运的是，双方似乎都没有受伤，并且都拒绝了医疗救助。”\n据商店员工报告，这起事件是由停车位的争执引发的。”图源：instagram\n社交媒体上的第二段视频显示了事件的前因，有数十名购物者目睹了这一过程。\n其中一名女子可以看到用身体挡住一个残疾人停车位，而minivan司机则不断按喇叭发出响声。图源：instagram\n据现场的目击者称，当时”蓝衣“大妈人肉占着了一个停车位，阻止“红衣大妈”停车。蓝衣大妈坚持要保住自己的车位，也不听同车司机（穿白裤子的阿姨）让出车位的恳求。最终，红衣大妈的车停在了那个车位上，但两人发生了肢体冲突。”\n警方表示，虽然由于双方同意的性质，事件被视为非刑事案件，但列治文皇家骑警希望提醒公众，肢体冲突可能导致逮捕和袭击罪的刑事指控。\n密市华人超市招 肉部 收銀 炒鍋 菜部 雜貨 水果幫工  魚部主管 貨倉員招聘信达超级市场\n大統華多伦多区域職位更新10/16 【T&T大统华】招聘大统华超级市场","ts":"加国无忧 51.CA"},{"source":"S君","title":"杜鲁多发帖赞禁枪令 多伦多警察协会反驳！数千条评论","body":"加拿大总理杜鲁多近日在社交媒体发布了一条关于“禁枪令”的帖子，引来了许多网友的评论。多伦多警察协会随后转发并指出，“这是对受害人家属的冒犯。”图源：youtube@guardiannews\n杜鲁多在社交媒体X上的账号显示，他在周一发文表示，“两年前，我们冻结了手枪市场，并禁止在加拿大任何地方购买、出售或者转让手枪。”\n我们的选择是把你的安全放在那些枪支游说团体之上——每一次都是，” 文中写道。图源：X\n杜鲁多在2022年5月底时宣布，在全国冻结进口、买卖手枪。联邦政府还承诺与希望彻底禁止手枪的省份和地区合作。尽管该法案预计不会在全国范围内实施禁令，但政府可以朝着这个方向采取措施，通过限制枪支许可证数量、禁止进口和制造新手枪或制定更严格的储存规则来逐步取消手枪所有权。\n这条推文随后引来了许多网友的留言，截止周二早上，评论数已超过6000条。\n不少人指出，“但现在枪支犯罪案件反而更多了。”图源：X\n有人反驳说，“你只禁止了有牌照的枪支所有者不能买卖手枪，但这些持牌枪支所有者并不是那些用他们所登记的手枪来犯罪的人。你完全找错了人。图源：X\n犯罪案件并不是注册枪支持有者做的。这就是为什么犯罪率没有下降，” 一位网友写道。图源：X\n而代表大约8000名警局文职人员和警员的多伦多警察协会（Toronto Police Association）也转发并评论说，“罪犯并没有接收到你的讯息。”图源：X\n我们的社区正在经历着与去年相比增加了45%的枪击案件和62%增幅的涉及枪支的谋杀案。当我们的成员缴获的85%的枪支都是从美国进口时，您的手枪禁令带来了什么不同呢？”\n多伦多警察协会的帖子还进一步指出，“您的言论不仅脱离实际，还冒犯了世界各地的犯罪案受害者和警察。无论你认为你为改善社区安全做了什么，都没有起到作用。”\n警察协会的这条转发推文也吸引来了上千条评论和留言。\n密市华人超市招 肉部 收銀 炒鍋 菜部 雜貨 水果幫工  魚部主管 貨倉員招聘信达超级市场\n大統華多伦多区域職位更新10/16 【T&T大统华】招聘大统华超级市场","ts":"加国无忧 51.CA"},{"source":"谈海","title":"加拿大太能装了！针对印度人的种族主义正在成为祸患","body":"多伦多星报发表评论员Rumneek Johal的文章。文章说：\n在过去的几个月里，我的社交媒体上充斥着针对加拿大南亚和锡克教移民的内容。除了刻板印象、阴谋论、侮辱和嘲笑，还有那句陈旧的老话：“滚回你的国家。”\n这种现象不仅仅出现在社交媒体上。最近，一位滑铁卢男子拍下了一段种族主义的谩骂视频，一名女性指责他“不是加拿大人”，并称“印度人正在接管一切。”这名女子充满仇恨的言论概括了网上传播的许多观点——即加拿大有“太多”印度人，他们应该“滚回去。”图源：pelicanmigration\n无论是关于移民占领公园和沙滩的帖子，还是有关公共场合随地大小便的阴谋论，亦或是移民抢走加拿大人工作的老生常谈，很明显，加拿大极右翼已经选择了一个新的攻击目标。\n根据全球反仇恨和种族主义项目的数据，自2023年1月以来，针对南亚人的网络侮辱增加了150%以上。根据加拿大统计局的数据，针对南亚社区的仇恨犯罪数量从2019年到2022年增长了143%。\n在现实生活中，加拿大的锡克教徒因他们的信仰象征而成为目标，而南亚裔则仅因在公共场合的存在而受到质疑。\n有人或许会把这种针对南亚人和锡克教徒的种族主义激增归因于几个“害群之马”或极端分子。然而，更准确的说法似乎是，加拿大多元文化主义的神话正在崩塌。\n我们国家叙事中的裂痕揭示了许多移民一直以来的认知：这个国家只是容忍我们能够融入其中，尽管沿途给了我们虚假的承诺。\n回顾锡克教徒和南亚人早期移民加拿大的日子，顺从是生存的手段。\n我想到自己的父亲和他的兄弟们，他们采用了诸如“Bob”和“Roger”这样的名字，尽可能在家以外的地方抹去他们的血统。其他人则因为害怕暴力而摘下了头巾，剪短了头发。图源：hastingsmillmuseum\n然而，随着较早的移民在这个国家扎根，为加拿大社会作出贡献，一种多元文化主义的神话被兜售给新来的移民，他们天真地相信自己可以展现不同，而不必隐藏它们。\n但近来，这种阴暗的现实变得愈发清晰；我们离南亚人面临种族主义和隔离，以及被指责抢走白人工人工作的时代并没有走远。\n如果说有什么不同，那就是极右翼分子变得更加大胆，并通过社交媒体更加肆无忌惮地传播针对锡克教徒和南亚人的仇恨言论，他们认为这些人正在“占领他们的国家。”\n2024年，我们在对锡克教徒和南亚人的种族歧视似乎又回到了原点。\n网络空间中种族主义的蔓延有可能进一步蔓延到现实生活中，我们不能继续忽视它，因为这关系到更多的利益，包括暴力的可能性。\n虽然我们的政府喜欢用陈词滥调来重申他们对“一个更具包容性的加拿大”的承诺，但这些言论很少伴随着结构性变化或行动，以针对那些在现实生活中传播和煽动仇恨以及针对南亚人和锡克教徒的仇恨犯罪的责任人。\n只在口头上支持多元化，却不采取行动保护组成这个国家的多元化公民，这已经不够了。光说不练才是我们走到今天这一步的根本原因。\n作为加拿大人，我们不能再假装“这不是我们。”\n不幸的是，这一直是我们的问题。\n密市华人超市招 肉部 收銀 炒鍋 菜部 雜貨 水果幫工  魚部主管 貨倉員招聘信达超级市场\n大統華多伦多区域職位更新10/16 【T&T大统华】招聘大统华超级市场","ts":"加国无忧 51.CA"},{"source":"S君","title":"滑铁卢大学生闯教室砍人 遇袭教授在法庭发声！华裔学生回忆经历","body":"去年，滑铁卢大学的一间教室里发生了持刀袭击案件。嫌疑男子此前对刺伤一名教授和两名学生的四项指控认罪，目前正在接受量刑听证。遇袭教授和当时的学生也表达了对这起事件的看法。图源：globalnews\n据加通社报道，Geovanny Villalba-Aleman在今年6月承认了两项严重袭击罪、一项持武器袭击罪和一项造成身体伤害的袭击罪，大约是在袭击发生一年后。\n加拿大检察署提出，这些罪行构成了恐怖活动。\n法庭上先前宣读的一份事实陈述称，Villalba-Aleman告诉警方，他之所以实施袭击，是因为他认为高等教育机构正在“向人们灌输意识形态”。\n这份陈述中写道，他告诉警方，他进入性别研究课是因为正在教授的科目，并且专门针对教授。\n这位前滑铁卢大学学生在制造这起袭击案件时年仅24岁，最初面临11项指控。嫌疑人照片（图源：mationalpost/facebook）\n而当时正在上性别研究课的教授被割伤了鼻子和手臂。她说，这起事件让她在教学期间一直处于高度警惕的状态，并引发了人们对其他人可能受到启发在校园实施类似暴力行为的担忧。\n周一上午在安省Kitchener的法庭上，作为对Villalba-Aleman的量刑听证会的一部分，她讲述了袭击对她的情感、身体和职业造成的影响。\n她描述了在2023年6月刺伤事件发生后，自己经常醒来流泪，并担心自己没有为保护学生做到足够的工作。这位教授说，她在课堂上仍然处于“持续监视模式”，监视着门，总是想着如果需要的话可以拿什么物品作为武器。\n教授在受害者影响陈述中还表示，袭击不仅引发了人们对她自己和学生安全的担忧，也产生了对整个社区的担忧。\n“他的袭击使反同性恋和反跨性别暴力正常化，并使大学内部的暴力合法化，” 她告诉法庭。\n“我担心其他人可能会胆大包天地实施类似的暴力行为。”图源：CTV\n据globalnews报道，当时一位华裔学生在事发后接受采访时表示，尽管当时他本人没有受到伤害，但他还是因此感到害怕。图源：globalnews\n“我担心老师和其他同学会受到伤害”，他还回忆说，“当时被告走进教室询问这是什么课程之后，便拿出了武器，甚至脸上还挂着诡异的笑容。这时所有人开始尖叫起来。接着被告拿着武器追在教授后面。”\n市中心日餐正餐诚聘经验前厅经理及全职服务员招聘Hana Don 海鲜丼饭专门店\n专业清洁师招聘蜂巢管家家政公司","ts":"加国无忧 51.CA"},{"source":"S君","title":"沃尔玛超市突发事件 已关门两天！19岁员工店内身亡","body":"日前，加拿大一家沃尔玛超市内发生一起“突然死亡”案件，当地警方表示，死者是一名19岁的员工，有关细节正在做进一步调查。这家沃尔玛分店现已被连续关闭两天。图源：1015thehawk.com\n据globalnews报道，这起事件发生在Halifax地区。\n周六（19日）晚上9点半左右，警方接到报案称，在Mumford Road上的一家沃尔玛店内发有人生突然死亡事件。\n在周一的最新声明中，Halifax警方确认，死者是一名19岁女性，是这家沃尔玛超市的员工，被发现于店内身亡。\n调查人员正与职业健康与安全部门和诺省法医服务部门密切合作，以确定死亡原因和方式。\n警方要求公众在调查期间远离该地区。全天有多辆警车留在现场。图源：globalnews\n沃尔玛已于周日关闭，并证实周一这家门店也将不会对公众开放，但并未透露该门店重新开业的日期，直至“另行通知”。\n“我们心碎不已，我们最深切的思念与我们的员工及其家人同在。我们向与他们最亲近的人致以最诚挚的慰问，”声明中写道。“我们也在这段极其艰难的时期支持我们的员工，并提供全天候虚拟护理，并将提供现场支持，包括悲伤咨询。”\n在周日的另一份声明中，诺省劳工厅表示，它将继续“与Halifax警方的合作伙伴就突然死亡事件进行沟通”，但没有提供任何新细节。图源：saltwire图源：waterfrontmediahfx.the902hxir.ca\nglobalnews的报道还指出，多位消息人士表示，事件涉及当时超市内正在运行的大型烤箱。\n沃尔玛发言人表示，他们正在与警方合作，“出于对员工及其家人的尊重，我们无法提供任何其他信息。”\n这起事件在社交媒体上引发了关注和讨论。\n有网友发布消息说，“受害者来自印度，和她的母亲都在这家沃尔玛工作。事发时她的母亲找不到正在岗工作的女儿，于是汇报说找不到女儿了。直到调看了监控，才发现她已身亡。”图源：instagram\n上述信息尚未得到官方确认。\n警方表示，调查处于早期阶段，还有待进一步查明。\n上周二，安省一家Zehrs超市也发生了类似悲剧。周二早上8点左右关闭了位于安省Cambridge镇一间超市，原因是一名员工被发现死于冷冻室内。\n市中心日餐正餐诚聘经验前厅经理及全职服务员招聘Hana Don 海鲜丼饭专门店\n专业清洁师招聘蜂巢管家家政公司","ts":"加国无忧 51.CA"},{"source":"51.CA 卡瑞娜","title":"恐怖!加拿大\"百年难遇\"灾难致数十人死伤!多地紧急状态","body":"“世界末日”既视感！\n在刚刚过去的周末，一场破纪录的史诗级风暴席卷加拿大导致多地全城瘫痪、大批居民撤离，甚至宣布进入“紧急状态”！\n据多家英文媒体综合报道，周六和周日这两天，超级风暴袭击BC省南海岸，给当地造成停电、洪水泛滥、交通延误，甚至汽车、房子被冲走，居民死伤，画面相当恐怖！城市进入“紧急状态”+发出疏散令！\n鉴于周末暴雨造成的安全隐患，温哥华特区已经下令疏散当地的六户居民。\n并且，该市政府于周日晚间宣布当地进入紧急状态，并发布了疏散令。图源：West Vancouver Fire\n政府表示：“10月20日上午，专业人员进行检查时发现，个别私人基础设施的潜在故障会对公共安全构成风险。”\n一场破纪录的洪水淹了雨水排放系统，导致多地发生严重洪灾。图源：X\n一些地区的居民进行战术性疏散。有居民在接受采访时表示：“洪水冲破了围墙，淹没了家里的地下室。”\n根据社交媒体上的照片和视频显示，整个城市都陷入“一片汪洋”之中！图源：X\n洪水顺着马路流淌。图源：X图源：X\n公园也被淹了 ↓图源：X\n居民区更是惨不忍睹！图源：X\n在地势较高的地方更加危险，洪水夹杂着泥沙从山上冲下，街道瞬间变成河流，不得不紧急关闭！图源：X图源：X\n风暴导致超1万户断电，由于水量太大，多条街道被强行关闭。图源：X\n洪水倒灌进屋里！图源：X\n甚至就连三文鱼都被冲上岸了。图源：X\n人们只能划船出行 ↓图源：X\n到处都是“末日既视感”！图源：X\n大温哥华地区的超二十条下水道泄漏或破裂，损失范围相当广泛，主要影响温哥华和北岸（North Shore），但也影响到素里、列治文、枫树岭、兰里、新威斯敏斯特和穆迪港等地区。图源：X房屋遭泥石流袭击：57岁女子丧命！\n温哥华岛皇家骑警称，暴雨冲毁BC省道路，两辆汽车淹没在水中，导致一人死亡，另外一人推测为溺水身亡。\n这是上周末该省因大气河流导致的第二起和第三起死亡事件。\n警方称：“其中一名司机的卡车完全沉入河中，由于水流湍急且天色昏暗，急救人员无法确认车内是否有人。后来，失踪司机在不远处被发现已经死亡。”另一名失踪人员也在同一条河流中被发现死亡。\n此外，周六下午12:30左右，警方接到报警，称在Calgary Drive 和MacIntyre Road路附近发生了泥石流。警方在湍急的水流中发现了一些碎片，后来发现这是被山洪冲走的房屋残余。图源：RCMP\n周日晚上，有关部门证明，失踪的房主是57岁的高贵林女子，她的尸体在房子被冲走后被发现。BC省南岸泥石流造成数十人受伤。\n周末，创纪录的暴雨袭击了高贵林，在一些地区，24小时内降雨量高达200mm，导致大面积洪水泛滥，雨水系统不堪重负。图源：X\n此外，周末暴风雨期间，肯尼迪湖的降雨量为317mm，附近托菲诺的降雨量为218mm。BC省还对大温哥华地区的高贵林河和温哥华岛西南部的水道发布洪水警报。加拿大发布旅行警告：恐怖飓风奥斯卡来了！\n与此同时，加拿大再次发布了旅行警告，建议前往度假胜地古巴或巴哈马的游客密切关注飓风奥斯卡，因为他们可能会因此面临航班延误、取消和其他干扰。\n飓风奥斯卡于周日早些时候在巴哈马东南部登陆。目前，风暴正朝古巴移动，而当地最近的大规模停电已经造成了不小的影响。图源：CTV News\n那些有计划前往受影响地区的游客应该做好准备，随着情况的发展，他们的旅行行程可能会发生变化。截至目前，还没有关于从多伦多皮尔逊机场飞往巴哈马或古巴的航班遭取消的报道。\n飓风奥斯卡可能导致该地区出现暴雨、强风、洪水和山体滑坡，严重扰乱交通、电力、水利和电信网络。\n大家注意安全！\n市中心日餐正餐诚聘经验前厅经理及全职服务员招聘Hana Don 海鲜丼饭专门店\n专业清洁师招聘蜂巢管家家政公司","ts":"加国无忧 51.CA"},{"source":"谈海","title":"别管贵贱，想吃牛肉就赶快，等到2025年就更吃不起了","body":"北美的干旱迫使许多养牛户减少牛群数量，导致市场供应紧张。食品成本上涨、利率上升以及牛群规模缩小共同将价格推高至创纪录水平。随着许多生产商退出该行业，供应减少加剧了这种情况。对于养牛户来说，这些高价是受欢迎的，但对于消费者来说，情况则截然不同。专家预测到2025年牛肉价格将进一步上涨，而且会涨很长一段时间。图源：JULIE OLIVER\n近几个月来，牛肉一直是食品通胀的主要推动因素，涨幅超过了总体通胀。根据加拿大统计局的数据，炖牛肉的价格在过去一年中上涨了19%，而牛肋排的价格则上涨了26%。即使是通常被认为是最实惠的牛肉选择的碎牛肉，在过去一年中价格也上涨了15%。这些价格上涨是在近年来多次涨价的基础上进一步上涨的。鉴于目前的趋势，农场牛肉价格可能会持续攀升至2025年中期，创下新高，这将延长零售价格的上行压力。\n除非你与牧场主有直接联系，或者幸运地买到一些特别优惠的产品，否则消费者应该做好为购买牛肉支付高得多的准备。在更广泛的肉类类别中，牛肉并不是唯一面临挑战的蛋白质——猪肉和鸡肉价格也在上涨。生猪市场也经历了类似的上涨压力，这可能会导致猪排、火腿和培根价格上涨。图源：51记者拍摄\n美国的情况也一样。一磅碎牛肉的价格目前为5.67美元，创下历史新高，自2021年1月以来上涨了43%。长期以来被视为奢侈蛋白质的牛肉现在面临的价格点可能会在较长时间内严重抑制需求。根据NIQ的数据，尽管肉类销售额在最近一个季度下降了3%，但矛盾的是，尽管价格高昂，但美国消费者仍在购买牛肉。\n我们以前也见过这种情况。2015年，由于干旱导致牛只大量抛售，零售牛肉价格在几周内飙升近30%。\n消费者不再购买牛肉，牛肉销量也从未完全恢复。然而，目前的情况可能更糟。截至7月1日，加拿大的牛群数量是1987年以来最低的，而加拿大人口现在却增加了1500万。美国的牛群数量下降更为明显，牛群数量是1951年以来最低的。\n在某些时候，生产商可能会试图重建他们的畜群以利用高价，但这不会在一夜之间发生。经济不确定性，包括波动的利率和即将到来的美国大选，可能会导致该行业推迟任何重大扩张。\n展望未来，消费者应该会看到牛肉价格在2025年到2026年期间持续上涨。无论是否是烧烤季节，这一趋势都可能持续下去。在如此高的价格下，牛肉行业面临着维持消费者兴趣的严峻挑战。早在2015年，价格飙升就导致许多肉店关闭，因为消费者在购买动物蛋白时采取了更节俭的方式。\n历史经验表明，当价格吓坏消费者时，新的习惯就会形成。这种转变可能会对牛肉等行业产生长期影响，而牛肉是北美农业经济的关键。面对这些价格压力，保持消费者的参与将是一项挑战，该行业必须迎难而上。\n市中心日餐正餐诚聘经验前厅经理及全职服务员招聘Hana Don 海鲜丼饭专门店\n专业清洁师招聘蜂巢管家家政公司","ts":"加国无忧 51.CA"},{"source":"S君","title":"密西沙加民宅命案 华裔受害人身份公布 家人发书面声明","body":"本月初，密西沙加市一处民宅半夜被一伙人闯入，导致1人死亡，两人受伤。警方周一公布了受害者身份，并呼吁民众提供线索。图源：CTV\n据皮尔区警方在周一发布的最新消息，这起案件发生在10月1日（周二）凌晨3点47分。\n警方接到报告称，在密西沙加Joan Drive和Central Parkway Drive附近的一处住宅内发生争执。\n到达现场后，警察找到了受害者。一名成年男子，身上有明显的创伤迹象。他被送往医院，因伤势过重而死亡。\n警方在通报中确认，受害者是55岁的密西沙加居民WEI Ruo Zhao魏若钊\n另外两名男子受伤并被送往医院，伤势没有生命危险。图源：CTV\n通报中特别指出，凶案调查组和魏先生的家人呼吁，若有人了解与本案有关的任何线索，都请联系皮尔区警方凶案与失踪人口调查组，联系电话是905-453-2121，分机号3205。若民众希望匿名举报，也可以致电1-800-222-TIPS (8477)或访问皮尔区警方灭罪网站www.peelcrimestoppers.ca\n在警方的通报中，家属特别附上了一份书面声明。图源：皮尔区警方\n10月1日，有人强行进入我们家时，魏若钊先生不幸遇害。我们全家都为这无耻而令人心碎的行径感到震惊而悲痛不已，” 声明中写道。\n我们正在为魏若钊先生寻求正义，还他公道。”\n如果您发现任何可疑的事情，无论看起来多么微不足道，请挺身而出。您的信息可以帮助将肇事者绳之以法，并且防止进一步的伤害。”\n家人还在声明中表示，“我们全家呼吁任何有信息的人与警方联系。您的帮助对于我们全家和魏若钊先生得到应有的正义至关重要。图源：CTV\n根据此前警方公布的消息，警官Mandeep Khatra曾在现场表示，这名受害者遭到了枪击。警方仍在努力拼凑案发经过，但调查人员认为，在民宅内发生“争执”之前，有多达三名嫌疑人强行闯入这栋房子。\n在某个时候，有人使用了枪支。Khatra补充说，调查人员仍在努力确定作案动机。\n案件发生后，有网友表示，受害人是华人超市Oceans的老板一家。出事的老板为人很好。\n本地媒体也引述了知情者透露，遇袭的是华人超市Oceans老板一家，老板本人腹部中枪，不幸死亡。\n市中心日餐正餐诚聘经验前厅经理及全职服务员招聘Hana Don 海鲜丼饭专门店\n专业清洁师招聘蜂巢管家家政公司","ts":"加国无忧 51.CA"},{"source":"51.CA 可可 瑞娜","title":"\"扰民+乱停车\"! 众多华人挤爆万锦公园赏枫+树下跳舞!","body":"在刚刚过去的周末，多伦多人们集体开启“赏枫模式”！\n大批华人们集体涌入万锦社区公园引发热议，不少附近居民吐槽：\n“扰民！”\n“乱停车！”\n“很讨厌！”\n上图来感受一下 ↓ ↓ ↓图源：51记者拍摄\n只见枫树下围满了举着手机拍照的人。图源：51记者拍摄\n还有华人在树下手拉手跳舞 ↓图源：51记者拍摄\n据多伦多华人网友透露，这是位于万锦的Innis Macdonald Park社区公园，凭借道路旁的两排红枫树而闻名，今年更是成了热门赏枫打卡地，吸引了大批华人前来围观！！图源：Google\n现场的人到底有多少呢？有华人妹子这样描述：“拍不到任何一个背景里没人的照片，仿佛来了几个大巴车的游客！”\n“走出这里发现附近还有很多漂亮的小公园，如果为了赏枫大家还是去找个静谧的地方走一走吧，这里适合打个卡，全程加拍照我十几分钟就逛完了。”她接着说道。图源：51记者拍摄\n不过，这件事也给居住在附近的华人们造成了不小的困扰：\n有华人网友哭诉：“你知道住附近多难过吗...好多人呀！！！！”\n而且还是“早上8点一直闹腾到天黑，把对面住宅的车道都堵死，这可是个居民区，不是旅游区啊！”\n另外一名附近居民表示赞同：“车已经停到家门口，回来还堵了下。”\n“就是！很讨厌，哪里枫叶都一样，都好看，非要挤过来！真的烦！”\n“对，平时每车停在路边，现在两边都停车，哭了...”\n还有人直接开喷——两个字形容：扰民。\n另一个人说：“刚刚看到照片就在想，住在附近的居民会不会觉得烦。”\n对于这件事，你怎么看？\n市中心日餐正餐诚聘经验前厅经理及全职服务员招聘Hana Don 海鲜丼饭专门店\n专业清洁师招聘蜂巢管家家政公司","ts":"多伦多热推"},{"source":"哈科","title":"多伦多再曝Uber司机偷外卖!包头男子顺走整袋食物","body":"根据多伦多本地媒体6ixbuzz报道。\n多伦多网友Jakemio21在其IG上传一段视频，自己的外卖被Uber司机偷走。\n门铃监控拍下了整段过程。\n市中心日餐正餐诚聘经验前厅经理及全职服务员招聘Hana Don 海鲜丼饭专门店\n专业清洁师招聘蜂巢管家家政公司","ts":"加国无忧 51.CA"},{"title":"男子因绑架女儿以阻止其接种新冠疫苗被关押了541天","body":"周一在萨斯喀彻温省男子的判刑听证会恢复，此人在2021年和2022年试图阻止他的女儿接种COVID-19疫苗，因而将其七岁的女儿从母亲那里带走超过100天。\nMichael Gordon Jackson，55岁，被陪审团判定违反监护令罪名成立，此前经过两周的法庭审理在4月做出裁决。图源：CTV\n控方要求判处两年的监禁，同时考虑到他在候审期间已服刑的时间，另外加上三年的缓刑和200小时的社区服务。\nJackson在整个诉讼过程中都是自己代表自己，最初在8月推迟宣布他的量刑提交，他表示在抵达法庭的当天上午才收到控方和他的Amicus的提交简报。\n在周一上午的听证会上，Jackson主张不应判他入狱。关于他的量刑决定将在12月6日作出。\nJackson在被批准保释之前，在Regina修正中心拘留了541天，并于2023年2月获准保释，同时需遵守多项条件。\n他在为自己辩护时以受到虐待的指控开始提出辩护意见。\n他随后在宣誓作证时表示，在他被监禁期间，他被‘挑出来’，称其他囚犯干涉他的食物，且他的牢房在搜查期间被警卫弄得一团糟。\n我因为没有吃饭而减掉了超过60磅的体重，Jackson在法庭上说。\n在8月，Jackson告诉法庭，由于他在监狱中受到的待遇以及已经超过两年半未被允许见到他的女儿，他应受的惩罚‘已经远远超出了’。\n市中心日餐正餐诚聘经验前厅经理及全职服务员招聘Hana Don 海鲜丼饭专门店\n专业清洁师招聘蜂巢管家家政公司"},{"source":"S君","title":"大批人持续在宾顿集会！抗议加国移民政策转变 签证过期不愿离开 加国 9 评论 1小时前","body":"近日有关联邦政府修改国际学生政策的消息受到了一些抵制，大批留学生聚集在宾顿市进行抗议。图源：X\n据New York Times一篇文章报道，今年23岁的Sachindeep Singh于2019年以国际学生身份抵达加拿大。按照原先的规定，他的留学身份允许他工作，并且有资格申请获得永久居留权，这种方法在加拿大政府的移民网站上被称为“学习-工作-居留（study-work-stay）”。但在近年来邀请数百万新移民来加拿大以帮助提振经济之后，政府改变了政策，因为人们越来越担心移民加剧了加拿大在住房、医疗保健和其他问题方面的挑战。\n今年出台的一系列措施侧重于修改加拿大庞大的临时居留计划，这些措施设置了障碍，使数十万像Singh这样的移民陷入法律困境。Singh参加的国际学生计划通过教育实现了加拿大永久居留的梦想，吸引了数十万年轻人——其中许多人来自印度。图源：New York Times\n国际学生毕业后有资格获得工作许可，继续合法居住在加拿大，他们是临时居民的主要类别之一。另一类是应特定雇主邀请而来的工人，而人数最少的群体是寻求庇护的移民。\n疫情期间由于加拿大经济难以填补劳动力短缺，这项临时居留计划在疫情之后得到了加强。\n因此，根据政府统计数据，居住在加拿大的近300万人拥有某种临时移民身份，仅过去两年就有220万人抵达。临时居民占加拿大总人口4130万的6.8%，高于2022年的3.5%。\n但如今，加拿大经济现在创造的就业机会越来越少，失业率仍然居高不下，已超过6%。临时居民的失业率甚至更高，达到14%。\n许多加拿大城市面临住房负担能力危机，几个省的医疗保健系统不堪重负。批评人士说，大量临时居民使这些问题更加严重，公众对移民的情绪也恶化了。图源：Instagram\n作为回应，加拿大移民部长Marc Miller自今年年初以来宣布了一系列削减移民配额的措施，包括降低签发的学生签证数量和限制公司可以雇用的临时外国工人数量。\n民意调查显示，大多数加拿大人认为加拿大政府在太短的时间内接纳了太多新移民。例如，8月份的一项民意调查显示，三分之二的加拿大人认为当前的移民政策让太多人进入。\n然而，许多移民认为他们受到了不公平的针对，称他们被邀请到加拿大，但如果他们的工作许可没有续签，他们就不得不离开。\n一些专家认为，住房市场或医疗保健的压力反映了政府长期投资不足，而不是高移民率的后果。图源：irishtimes\n作为政府控制临时居留计划的努力的一部分，许多移民（如Singh）即将到期或已过期的工作许可可能无法续签。\nSingh和他在印度的家人花了40,000加元在加拿大的一所大学攻读办公室管理和酒店管理学位，相信这将确保他在移居国有一个稳定的基础。然而，他现在正在努力想出其他选择。\n他可以回到加拿大的一所大学，支付更高的国际学生学费，以换取工作许可并继续寻求永久居留权。或者他可以申请访问签证，尽管这不会给他合法的工作权利。他也可以回到印度，但考虑到他在加拿大投资的时间和金钱，这是最不吸引他的选择。图源：X\n印度社区服务公司首席执行官Gurpreet Malhotra表示，许多临时居民的许可证已经过期或即将过期，他们面临的困境正将一些人推向危险或非法的道路。该公司是一家由政府资助的帮助移民的组织。\n他说，有些人最终非法居留，在仓库或餐厅厨房当清洁工，工资仅为最低工资的一小部分。他说，对金钱的迫切需要也使他们容易被犯罪集团招募。\n他补充说，有些人即使不符合标准也会提出庇护申请，因为这可以为他们争取到停留的时间。根据政府数据，今年前八个月，约有13,000名国际学生提出了庇护申请，是去年全年的两倍多。\n一些人还决定前往美国，美国北部边境从加拿大非法越境的人数激增至创纪录水平。\n在宾顿，Singh和数十名国际学生（大多来自印度）每天下午聚集在一个停车场，互相慰问，交流政策变化的信息，并举行抗议活动。图源：X\n他们举着牌子，上面写着：“Good Enough to Work. Good Enough to Stay（我们足够好，可以工作。我们足够好，可以留下）”图源：X\nGurpartap Singh Toor是宾顿和皮尔区的市议员，他于2011年以移民身份抵达加拿大。他表示，加拿大政府在多年依赖临时居民后迅速改变政策，这太过分了。“当你开始如此积极地削减时，”他说，“就会有一种背叛的感觉。”\n仓库操作员招聘谷仓海外仓\n大統華万锦区域職位更新10/15 【T&T大统华】招聘大统华超级市场","ts":"加国无忧 51.CA"},{"source":"S君","title":"联邦将提高部分临时外国劳工的最低工资：安省时薪要超过34刀","body":"联邦政府预计将要求企业必须支付给高薪类别中临时外籍工人的最低小时工资水平，以此鼓励雇主雇佣更多加拿大员工。图源：51记者拍摄\n据加通社报道，根据现行计划的高工资劳动力市场影响评估 (LMIA) 流程，雇主必须支付至少所在省的中位收入才能获得许可证。 一位不愿透露姓名的政府官员透露，就业部长将在星期二宣布这个消息，这个门槛将增加至高于所在省中位数小时工资的20%。\n这项变更计划将于11月8日生效。\n与以往对临时外国工人计划的更改一样，政府的目标是鼓励雇主雇佣更多的加拿大工人。 联邦自由党政府因增加加拿大临时居民人数而受到批评，许多人将其与住房短缺和生活成本上升联系在一起。\n这项外国劳工项目也因对工人的不当待遇指控而受到抨击。图源：nationalpost\n据National Post报道，自去年年初以来，劳动力市场稳步放松，人们也开始质疑企业为何要继续使用外国劳工。加拿大的失业率为6.5%，而最年轻的工人失业率为13.5%。\n雇主雇佣临时外籍工人需要LMIA，以证明没有足够的加拿大工人来填补他们需要的职位。\n在安省，高工资等级（high-wage stream）的中位小时工资为$28.39加元，因此一旦更改生效，雇主至少需要支付$34.07加元每小时。\n政府官员估计，此次变更将影响LMIA高工资流中多达34,000名工人。现有工作许可证将不受影响，但官员表示，计划中的更改将影响其更新。\n根据加拿大移民、难民和公民事务部的公开数据，2023年有183,820份临时外籍工人许可生效。这比2019年的98,025增加了 88%。\n即将到来的变化是为了限制临时居民，包括国际学生和外籍工人的一系列收紧资格规则的最新举措。这些更改包括对某些行业低工资外籍工人所占比例的限制和取消高失业率大都市地区的许可证。\n农业领域的临时外籍工人不受以往规则变化的影响。\n8月，联邦政府采取行动限制在低薪岗位使用临时工，将公司员工人数上限降至10%，但一些较难招到的行业除外。今年第一季度，卡车司机是最有可能通过外国劳工计划的高薪渠道获得聘用的职业，占获批工作岗位的 15%。\n仓库操作员招聘谷仓海外仓\n大統華万锦区域職位更新10/15 【T&T大统华】招聘大统华超级市场","ts":"加国无忧 51.CA"},{"source":"谈海","title":"她是第一个公开表态如果杜鲁多辞职愿意接替党领的人","body":"随着加拿大总理杜鲁多本周面临来自自由党议员的反对，前BC省省长简惠芝（Christy Clark）表示，如果 Trudeau 决定辞职，她有兴趣接替他的职位。在发送给Radio-Canada的一份法语声明中表示，她愿意重返公众生活，并“希望参与有关自由党和国家未来方向的讨论。”她认为加拿大人已经厌倦了那些认为散布恐惧和分裂就能赢得选举并获得权力的政客。图源：flickr\n简惠芝现年58岁，曾于2011年至2017年担任BC省省长。有消息人士称，目前简惠芝正在努力学法语。\n过去两年来，简惠芝一直呼吁杜鲁多辞去自由党领袖职务。\n2022年3月，在热门播客《政治诅咒》中，简惠芝说，“杜鲁多已经疲惫不堪和自鸣得意”。\n6月份，自由党在多伦多-圣保罗选区补选中惨败后，简惠芝建议议员们开始与杜鲁多进行私下谈话，讨论如果他继续留任，自由党在选举中有何前景。\n她告诉《环球邮报》说：“我认为需要更换领导人，我认为他应该去更合适的地方了。”\n简惠芝在声明中表达了领导联邦自由党的兴趣，但她也写道，该职位“近期不会空缺”。图源：flickr\n简惠芝在担任BC省省长的6年间，以注重环保、财政审慎、支持采矿业和石油工业而受到赞誉。\n2017年6月，简惠芝领导的省自由党少数政府被省新民主党的信任动议击败，她被迫辞职。随后，省新民主党在绿党的支持下接管了BC省政府。\n她退出政坛后，BC省自由党陷入混乱。2023年4月，该党正式更名 ，更名为不列颠哥伦比亚联合党，直到最近一次竞选活动前夕才彻底解散。\n在2022年保守党领袖竞选中，简惠芝支持前魁北克省省长Jean Charest，但后者最终输给了Poilievre。\n简惠芝是加拿大多家英语电视和广播网络的常驻联邦政治评论员，包括CTV、CBC和Global。她还在加拿大各地担任客座演讲者。\n仓库操作员招聘谷仓海外仓\n大統華万锦区域職位更新10/15 【T&T大统华】招聘大统华超级市场","ts":"加国无忧 51.CA"},{"source":"51.CA 卡瑞娜","title":"\"Aritzia在耍花招\"!妹子花$110买了件衣服, 感觉被骗了!网友吐槽!","body":"这两天，加拿大国民服装品牌Aritzia又被喷了......\n在一段引发网友争论的TikTok视频中，一个妹子分享了自己在Aritzia购买了昂贵衣服后的沮丧。图源：Daily Dot@TikTok\n据英文媒体Daily Dot报道，TikTok网友Gabriella Craan(@gabriella.craan) 的视频目前已经获得超过259,500次观看，她表示自己对Aritzia上衣的质量感到很失望。图源：TikTok\n“好吧，我需要你告诉我。是我被骗了还是Aritzia在我们面前耍花招？”她在视频开头说道。花$110刀买了一件Aritzia的上衣\nGraan解释说，在决定购买一些更高端的服装后，她决定试试Aritzia。图源：TikTok\n“我当时想......你知道吗，我想犒劳一下自己，”Graan说道。\n“所以，我决定买下这件可爱的小上衣，$110刀，”她举着一件灰色露肩短款上衣说道。图源：TikTok\n起初，Graan对这次购物感到很满意，但当她回到家并决定检查标签时，她很快就后悔了。标签显示衣服由68%聚酯纤维制成\n“我看到它是中国制造的......我当时就想，好吧，”她分享道。虽然有点惊讶，但她并没有太担心——直到她读了标签的后半部分。图源：TikTok\n“但令我大吃一惊的是，标签上说这件衣服的成分是68%的聚酯纤维。”Graan说道。她还列出了其余的材料：“28%粘胶纤维和4%弹性蛋白。”\n对于Craan来说，花$110刀买来一件涤纶上衣似乎太离谱了。“如果我花$110刀买下一件衣服，我肯定希望它不会是涤纶的，”她说。图源：TikTok\n这次购物经历让Craan感觉自己被Aritzia误导了，并决定退货。\n“毫无疑问，我要去退货，”她总结道，并建议网友们在购买类似产品之前务必检查标签。聚酯纤维有问题吗？\n聚酯纤维在时尚行业非常常见，不仅仅是在价格实惠的品牌中，甚至就连Gucci和Armani等高端奢侈品牌也会在其产品中使用聚酯纤维。图源：51记者拍摄\n这种面料不仅质量较低，而且对环境有害。生产过程中会释放有害气体，丢弃后需要很长时间才能分解。\n尽管如此，聚酯纤维因其价格实惠、用途广泛和可用性而大受欢迎。据《卫报》2021年的一篇文章，现在69%的服装都是由合成材料制成的。\n值得一提的是根据Aritzia官网上的说法，该公司使用由塑料瓶制成的再生聚酯纤维，这将使其产品更具可持续性。\n还要注意的是，如果你想避免使用聚酯纤维，最好在购物时仔细检查标签。大批网友感到担忧\n在评论中，不少网友同意Craan的观点，并支持她退货的决定。还有些人则是分享了他们最喜欢的高品质品牌。\n“如果不看材料的话，我绝对不会购买！”一个人说道。\n另一个人表示：“我更喜欢Brandy Melville，因为它们有很多优质的产品，面料也更好，比如棉和羊毛！”\n“虽然是聚酯纤维，但聚酯纤维的质量也有高低之分。不过，我确实同意，它的价格太高了！”另一名网友写道。\n还有人说：“高价格不一定意味着高质量。”\n要知道，这并不是Aritzia首次被吐槽了！早前，也有一名多伦多的华裔妹子发出提醒：Aritzia的一些商品质量不好，且溢价过高，不值得购买。\n妹子表示，Aritzia一系列使用罗纹织物（Ribbed F）和纯素皮革（Vegan Leather）制成的商品不值得花钱购买。图源：Jennifer Wang/TikTok\n由此看来，大家之后再去Aritzia购物的时候，可要多留个心眼了！\n仓库操作员招聘谷仓海外仓\n大統華万锦区域職位更新10/15 【T&T大统华】招聘大统华超级市场","ts":"多伦多热推"},{"title":"门诊应该收费，每次二十刀，这样能杜绝有些难民或没工作的人没事就全身体检，而有工作交税的人却没空。我认识一个穆斯林大妈，每半年体检一次，她竟然奇怪我为何十年不去体检。平时工作，周末睡觉买菜收拾屋子，根本","body":"据环球邮报报道，安省福特政府已任命前联邦自由党内阁部长Jane Philpott领导一个新的初级护理行动小组，任务是在五年内将安省的每个人都能有初级护理。图源：皇后大学网站\n这一任命将于周一宣布，旨在“缩小”估计有百分之十的安省人找不到初级医疗团队的差距，政府在一份新闻稿中表示。\n这项宣布是在安省议会经过长达19周的暑假后首次恢复会议时做出的，同时政府正在考虑提前进行选举召集。\n福特政府因省内缺乏家庭医生的获得而受到倡导者和反对党的批评。对于 Dr. Philpott，这位备受尊敬的前政治家和健康专业人士的任命，可能被视为政府试图解决问题不足的回应。\n不过省府指出，根据CIHI的数据，2019-20年，百分之九十的安省居民可以获得常规医疗保健提供者，这是加拿大最高的比率。\n在她最近的讲话中，Dr. Philpott估计有250万安省人没有家庭医生或其他初级护理，并预计到2026年这一数字将增至440万人。\nDr. Philpott是杜鲁多政府中前卫生及原住民服务部长，2019年因自由党政府对 SNC-Lavalin事件的处理而退出内阁。她目前担任皇后大学健康科学与家庭医学学院院长，并倡导一个系统，确保省内每个人自动连接到一个初级医疗团队。她将其比作每个孩子都被分配到居住区的公立学校。\n“我们的目标是100%的安省人能够与在公共资助团队中工作的家庭医生或执业护士联系，接受持续、综合的护理，并能够及时获得该护理，”Dr. Philpott在周一的新闻稿中说。\nDr. Philpott将于12月1日开始担任新的初级护理行动小组的主席和领导者。她的角色是提供和实施一项计划，确保安省卫生部长能够“进一步扩大团队为基础的初级医疗保健在整个省的覆盖面，”政府说。\n该计划是为了确保现有团队更“方便的访问”，周末和下班后提供更好的服务，并减少家庭医生的行政负担，改善与专科医生的联系。\n安省卫生厅长Sylvia Jones说，Dr. Philpott的任命将对省的医疗保健系统产生巨大好处。\n“我比任何人都更信任Dr. Philpott，凭借她的丰富经验，推动我们前进，让我们在未来五年内实现全省更便捷的初级医疗保健，” Jones在一份声明中说道。\n“这样做将对人们的健康和福祉以及通过减轻急诊科的压力而对省的医疗系统产生巨大好处。”\nDr. Philpott也在今年夏天的安省自由党大会上谈到了“每个社区的医疗之家”的必要性，并最近写了一本有关该主题的书，名为《Health for All: a Doctor’s Prescription for a Healthier Canada》。在之前与《环球邮报》的采访中，她说她愿意与任何希望改善初级护理通道的党派交谈，并且是无党派的。\nDr. Philpott曾在2020年与安省政府合作，担任其安省健康数据平台的特别顾问。\n仓库操作员招聘谷仓海外仓\n大統華万锦区域職位更新10/15 【T&T大统华】招聘大统华超级市场"},{"source":"谈海","title":"404高速公路南行线连环车祸大堵车：多伦多四车相撞","body":"周一早晨上班高峰期，404高速公路南行线发生连环车祸造成大堵车，从Hwy 7一直堵到Finch Ave.，建议司机考虑替代路线。另外，多伦多西区发生四车相撞事故，一名女子受伤被送往医院。图源：511on\n据51网友爆料称，周一早晨上班高峰期404高速公路发生车祸，Steeles南行线大堵车，从Finch Ave.一直堵到Hwy 7。网友北行驾驶发现称看到发生连环撞车，一辆车被撞到漏油，地上铺了沙子，消防车封了几条行车道。\n谷歌地图显示，404高速公路南行线堵车情况非常严重。\n另据CTV报道，周日晚，多伦多约克附近发生四车相撞事故，导致交通拥堵。\n警方表示，下午6点左右，在Rogers Road以北的Keele Avenue和Donald Avenue交叉口处发生车祸，其中一辆车翻车。图源：CTV\n据称，一名女子受伤被送往医院，没有生命危险。\n仓库操作员招聘谷仓海外仓\n大統華万锦区域職位更新10/15 【T&T大统华】招聘大统华超级市场","ts":"加国无忧 51.CA"},{"source":"谈海","title":"万锦、列治文山和旺市这些区域最容易发生汽车被盗","body":"近年来，多伦多及其周边地区的汽车盗窃案件有所增加，约克区也不例外。\n在7月1日至9月30日期间，约克区警察局通过其网站上的犯罪地图工具显示，万锦、旺市和列治文山共发生了685起车辆盗窃案。图源：OPP\n在此期间，约克区三个最大市镇中车辆盗窃案最多的是旺市，共发生349起。\n下面的地图显示了7月1日至9月30日期间旺市的大致车辆盗窃地点。地图上的一些点表示在相同位置发生了多次车辆盗窃。旺市车辆盗窃地图 图源：Graeme Frisque Metroland\n7月1日至9月30日期间旺市的车辆盗窃地点地图。地图上的一些点表示在相同位置发生了多次车辆盗窃。\n在此期间，几乎所有的车辆盗窃案都发生在Teston Road以南，并在全市各处形成集群。\n根据警方的说法，在此期间旺市最常被盗的五个车辆品牌是：\nToyota(89)\nLexus(40)\nFord(30)\nHonda(21)\nDodge RAM(19)\n万锦是三市镇中车辆盗窃案数量第二多的，共有194起盗窃案，时间为7月1日至9月30日。下方地图中的一些点表示在相同位置发生了多次车辆盗窃。万锦车辆盗窃地图 图源：Graeme Frisque Metroland\n7月1日至9月30日期间万锦的车辆盗窃地点地图。地图上的一些点表示在相同位置发生了多次车辆盗窃。\n除了少数几起，万锦的盗窃案几乎都在Major Mackenzie Drive以南报告。与旺市类似，地图上可以看到各个区域形成集群。\n过去三个月中万锦最常被盗的五个车辆品牌是：\nToyota(55)\nFord(30)\nLexus(29)\nLand Rover(10)\nMercedes-Benz(10)\n约克区警方报告称，7月1日至9月30日期间，列治文山共有142起车辆盗窃案。下方地图中的一些点表示在相同位置发生了多次车辆盗窃。列治文山市车辆盗窃地图 图源：Graeme Frisque Metroland\n7月1日至9月30日期间列治文山Hill的车辆盗窃地点地图。地图上的一些点表示在相同位置发生了多次车辆盗窃。\n虽然分布在整个市镇，但过去三个月中大多数的盗窃案发生在列治文山的南端。\n在此期间，列治文山Hill最常被盗的五个车辆品牌是：\nToyota(48)\nLexus(21)\nHonda(10)\nMercedes-Benz(9)\nDodge RAM(7)\n仓库操作员招聘谷仓海外仓\n大統華万锦区域職位更新10/15 【T&T大统华】招聘大统华超级市场","ts":"加国无忧 51.CA"},{"source":"51.CA 卡瑞娜","title":"加拿大中国留学生去世: 22岁生日当天出事! 父母心碎！","body":"令人心碎！\n近日，加拿大一名中国留学生车祸意外去世的消息令人悲痛。事发当天，正值他22岁的生日。作为家中独子，其国内父母得知这一消息后更是伤心欲绝。现在，他在加拿大的亲友发起筹款，希望能够筹集到部分丧葬费用......\n据加拿大阿尔伯塔大学（University of Alberta）发布的讣告显示，来自中国的留学生Que（阙同学，音译）是该校数学系一名大四的留学生，他的不幸去世令人悲痛万分。\n为了纪念这位学生，阿尔伯塔大学于10月18日至21日将校旗降半旗。图源：University of Alberta\n2024年9月29日这天，原本是他22岁的生日，没想到却发生了令人难以预料的意外......\n当天，他在去找朋友一起庆祝生日的路上遭遇了一场严重的车祸，尽管他被立即空运到医院，但由于病情非常严重，在事故发生后不久就被宣布脑死亡。\n10月6日，也就是事故发生仅仅一周后，他在医院去世了。图源：X\nQue是家中独子，他国内的父母生活也非常简朴。为了支持他在加拿大的学业，更是不知疲倦地辛勤工作，夫妇俩把所有的希望都寄托在儿子身上，而他的去世无疑让这个家庭遭受了巨大打击。\n由于全球疫情的影响，Que已经有近6、7年的时间都没有回过国，也没有见过父母了。前不久，他的母亲才刚刚获得了来加拿大探望他的签证，令人心碎的是，这次团聚将永远无法实现，没想到再次见面已是天人永隔。图源：51记者拍摄\nQue的朋友、同学和家人们都因他的突然离世而悲痛万分。\n他的叔叔Ray在GoFundMe上发起了一场筹款活动，希望能够筹集到部分丧葬费用，以帮助其家人应对这次意外留下的巨大情感和经济负担。图源：GoFundMe\n筹款网站上写道：“（Que）是阿尔伯塔大学数学系四年级的学生，将于明年5月毕业。9月29日是他的22岁生日，他在去与朋友庆祝生日的路上遭遇了一场严重车祸。”\n在悲痛之余，当地社区已经团结起来，为募捐活动进行捐款：\nhttps://www.gofundme.com/f/shihan-que\n阿尔伯塔大学表示：“我们对Que的英年早逝深感悲痛，在这个极其困难的时刻，我们衷心为他的父母、家人和朋友祈祷。愿他们在周围人的爱和支持下找到继续前进的力量。”早前报道：致命车祸致多人死伤\n据CTV News报道，9月29日（周日），在阿尔伯塔省卡马尔镇（Calmar）南部两辆车相撞，造成一人当场死亡，多人重伤送医。\n图源：CTV News\n皇家骑警称，他们于当天下午2:17PM左右赶到Highway 795和Township Road 490交界处的公路旁。\n在现场，警方发现一辆日产Sentra和一辆道奇Ram相撞。\nQue乘坐的日产车内有三人，其中一名28岁女性在现场被宣布死亡；Que受重伤，被STARS救援飞机送往埃德蒙顿医院，另一名受伤乘客则通过救护车送往附近医院。\n道奇车上有两人，他们均被救护车送往医院。\n这场突如其来的悲剧无疑令人惋惜，愿逝者安息，也希望类似的事情再也不要发生了......\n大多百万锦第一广场分店招聘电器销售招聘大多百百货集团\n渥太华2店即将开业，高薪急聘菜果部大佬，肉部熟手P:416-558-8018招聘大世界超市","ts":"加国无忧 51.CA"},{"source":"51.CA 卡瑞娜","title":"冲啊！超级巨星Drake生日给多伦多所有人送免费汉堡！","body":"多伦多的朋友们，好消息来了！\n知名连锁炸鸡品牌Dave's Hot Chicken正在为超级巨星Drake十月份的庆生而做准备，并提供一些免费的食物，这意味着本月将有更多“不花钱”的美味等待着大家。图源：BlogTO@Drake/Dave's Hot Chicken\n据英文媒体BlogTO报道，就在下周，这家总部位于美国的炸鸡连锁店将免费提供迷你汉堡，而且人人有份！\n具体信息如下：\n10月24日，也就是Drake生日当天，多伦多所有Dave's Hot Chicken门店将向所有到访的顾客每人免费提供一份迷你汉堡。\n如果想获得这个免费汉堡，只需在Dave's Hot Chicken APP中扫码即可，非常简单！图源：@champagnepapi\nDave's Hot Chicken的首席执行官Bill Phelps表示：“我们很高兴Drake选择与Dave's的顾客们一起庆祝他的生日。”\n“随着这个品牌从东海岸扩展到西海岸外，食物、创始人、团队成员和投资者（比如Drake），都大受好评。”\n这场庆祝活动将于10月24日上午11点至晚上9店在所有Dave's Hot Chicken门店巨星，仅在到店时提供，不能通过在线订购或外卖服务获得。\n不过，对于那些了解多伦多的人，不难预料这些免费食物会导致现场大排长队。图源：TikTok\n要知道，早在2021年，Drake就扩大了他的业务组合，并购买了Dave's Hot Chicken连锁店的股份，看来他对这家炸鸡店确实是“真爱”了！\nDrake在去年生日也曾给多伦多人送出免费小汉堡，这已经成为了一年一度的传统。\n那么，大家准备去排队吗？\n餐廳樓面服務員招聘老朱餐廳\n诚聘有经验熟手屋顶接单人员招聘禾丰屋顶","ts":"多伦多热推"},{"title":"通货膨胀低于目标 加拿大央行预计本周将超大幅度降息","body":"预测人士预计，加拿大央行将加快降息步伐，本周将其政策利率降低半个百分点。图源：51记者拍摄\n加拿大央行将在周三宣布利率，此前加拿大统计局报告9月份的年度通胀率下降到1.6%——低于加拿大央行2%的通胀目标。\nRBC的助理首席经济学家Nathan Janzen表示，最新的消费者价格指数报告加强了他对大幅度降息的预期。\n“（你）有一个可能表现比需要控制通胀的经济更差的经济，而利率仍处于限制性领域。因此，这为继续降息提供了一个非常直接的论据，”Janzen说，并补充道，央行需要将利率降低到不会阻碍经济增长的水平。\n在加拿大央行上个月的降息之后，行长Tiff Macklem表示，如果通胀下降过多，央行将准备更积极地降息。\n他还表示，央行现在希望看到经济增长再次恢复。\n加拿大央行迄今已三次下调关键利率，将其降至4.25%。\n今年通胀的急剧放缓对于担心物价增长可能需要更长时间才能平息的经济学家来说有些意外。\n现在，加拿大央行正在应对利率可能实际上比预期更抑制经济增长的风险。\n尽管加拿大经济继续适度增长，但人均实际国内生产总值连续五个季度萎缩。\n劳动力市场也显著松动，9月份失业率为6.5%——比去年同期上升了整整一个百分点。\n低迷的经济背景与急剧下降的通胀相结合，使许多预测人士相信加拿大央行将在10月和12月连续大幅降息，这将把其政策利率降到3.25%。\n议会预算官员在其最近的经济和财政展望中预测，央行将继续降息，直到其政策利率在2025年第二季度达到2.75%。\n房地产数据公司CoStar的首席经济学家Carl Gomez表示，加拿大的实际利率——经通胀调整——比其他国家要高得多，这对加拿大经济施加了更大的下行压力。\n“有趣的是，加拿大的实际政策利率仍然比其他国家高得多，但我们在加拿大面临的经济比美国要弱得多。这又告诉你另一个加拿大央行为什么远远落后的原因，”Gomez说。\n美国年度通胀率在9月份降至2.4%，而美联储的政策利率则保持在4.75%到5%。\n预计加拿大央行的降息将再次刺激房市活动，引发了通胀可能反弹的担忧。\n但Gomez表示，尽管房屋挂牌量增加，但房市需求仍然低迷。\n“这已演变为一个买方市场，这仍在拉低房价；不允许它们像大流行前那样继续上涨，”Gomez说。\nJanzen说，虽然较低的利率在某种程度上有助于提高可负担性，但房价对许多人来说仍然过高。\n他表示，年轻人中较高的失业率可能也在压低住房需求，因为他们中的许多人将成为潜在的首次购房者。\n“利率在下降，但劳动力市场也在同时疲软，因此我们不期待房市活动会出现你通常预期的那种大幅跳跃，如果利率下降且失业率较低，”Janzen说。\n除了利率公告外，加拿大央行将在周三发布其季度货币政策报告，其中将包含新的经济预测。\n餐廳樓面服務員招聘老朱餐廳\n诚聘有经验熟手屋顶接单人员招聘禾丰屋顶"},{"source":"51.CA 卡瑞娜","title":"Costco有人退回烧焦的烤炉！网友吵翻：这也太尴尬了！","body":"众所周知，Costco向来以慷慨的退货政策而闻名，这项政策允许顾客在任何时间、任何条件下退回几乎任何商品。但一位TikTok网友拍到了一位顾客试图退回一个破旧烤炉的画面，却引发了网友们的激烈讨论。图源：Daily Dot@TikTok\n据英文媒体Daily Dot报道，在一段观看次数超过642,000次的视频中，TikTok网友Nae (@naelove91) 分享了一段在Costco退货柜台的视频。\n只见一名男子站在一个用过的烧烤炉旁边，大概是在利用Costco的无条件退货政策——烤炉的表面已经被烧焦，刻度盘也被取下。图源：TikTok\n这段视频中说道：“我不想再工作了，因为我每天都在工作，非常努力，但我从来没有钱，一切都很贵！”讽刺这些滥用Costco退货政策的人以此来获得免费的东西。Costco的退货政策是什么？\n根据Costco的官网，退货政策其实很简单：“我们保证你对我们销售的每件产品都满意，并将以购买价格退还给您。”\n前段时间，也有不少网友因为分享Costco的退货体验而走红。\n一名女子在使用了三年后，退回了一个已有磨损的二手沙发。另一名男子退回了2008年买的一套玩具，原因是“他的孩子长大了”。\n他们都收到了全额退款。网友们吵翻了！\n一些网友批评这些顾客利用退货政策的行为“太过分”：\n“太尴尬了！我的前任会在每年夏天买一台空调，然后秋天把它退掉。好像他们已经认识他了，并称他是‘空调兄弟’！”一个人写道。\n“这些人正在滥用Costco的退货政策，”另一个人说。\n其他人还警告说：“如果Costco怀疑你利用了退货政策，他们可能会取消你的会员资格。”\n其他网友则分享了他们从退货政策中获益的体验：\n“我曾很尴尬地退回了我用了10个月的床垫，理由是我不喜欢它了，”一个人说道。\n“我花$600买了一个烟熏机，它自己着火了，然后我把它退了，换了一个新的。”另一个人写道。\n在评论中，Nae澄清说，这个烤架可能没有她最初想象的那么好用，并且可能存在缺陷。她写道：“有人私信我说退货原因是烤炉着火了。”\n你怎么看？\n餐廳樓面服務員招聘老朱餐廳\n诚聘有经验熟手屋顶接单人员招聘禾丰屋顶","ts":"多伦多热推"},{"source":"萧山","title":"加拿大居民等待美国签证全球最长 多伦多预约要等两年","body":"需要签证才能访问美国加拿大居民不得不面临著世界上最长的签证等待时间。加拿大广播公司对获得美国旅游签证预约等待时间的分析显示，虽然自 2022 年 11 月以来印度和墨西哥等国家的等待时间一直在改善，但加拿大的等待时间却在恶化。\n在全球等待时间最长的 10 个使领馆中，有 6 个是在美国驻加拿大大使馆和领事馆提供签证预约服务的。\n目前，在渥太华或魁北克市申请 B1/B2 访客签证预约的人面临著世界上最长的等待时间——850 天，哈利法克斯紧随其后，为 840 天，其次是卡加利，为 839 天。\n在多伦多获得签证预约需要 753 天，而在温哥华则需要 731 天。\n等待时间每天都有所不同。本月早些时候，多伦多的等待时间是世界上最长的——900天。\n目前等待时间最长的其他地点是土耳其伊斯坦堡（774天）、哥伦比亚波哥大（677天）、瓜地马拉危地马拉城（645天）和墨西哥埃莫西约（576天）。\n2022 年 11 月，多伦多的平均等待时间为 464 天，在全球排名第 23 位，卡加利以 371 天的等待时间排名第 30 位。\n2022年，全球平均等待时间为167天，而加拿大居民的平均等待时间为345天。如今，美国访客签证预约的全球平均等待时间为 151 天，但加拿大居民的平均等待时间已飙升至 810 天。\n美国警告针对签证申请人的诈骗\n现在的等待时间如此之长，以至于美国官员警告骗子会向加拿大居民承诺更快的预约以换取金钱。\n来自印度和墨西哥的申请人——2022 年平均等待时间分别为972 天和622 天，位居榜首——现在必须等待一年多一点的时间，而来自中国的申请人则面临40 天的签证见面等待时间。\n全球 109 个地点的等待时间减少，84 个地点的等待时间增加，其中包括加拿大所有六个提供签证预约的地点。\n美国大使馆官员拒绝了 CBC 新闻的采访要求，但将等待时间过长归咎于需求增加。\n■ 社交媒体上充斥著黑市签证广告\n美国驻加大使馆：需求急剧增加所致\n大使馆在一份媒体声明中表示：“在加拿大各地，我们的使馆和领事馆团队正在处理创纪录数量的签证。”\n“2023年，美国驻加拿大大使馆和领事馆发放了超过23万份非移民签证，创下历史最高数字。”\n美国大使馆拒绝透露近年来收到的加拿大居民申请数量，也拒绝透露安全检查是否影响了等待时间。\n美国大使馆表示，致力于减少等待时间，并已启动一项计划，允许申请人将现有预约提前，无需额外费用。美国国务院网站上公布的等待时间反映了目前可用的第一个预约。\n大使馆写道：“大多数申请人会在预约后 12 个月内接受面试。” “有紧急旅行需求且符合某些标准（包括紧急商务、人道主义或医疗标准）的申请人可以随时申请加急预约。”\n美国国务院在 1 月的更新中表示，2024 年的目标是将 90% 的海外申请者的面试等待时间缩短到 90 天以内。\n■美国向加拿大居民发出的签证数量去年创新高\n310万加拿大居民没有公民身份\n虽然加拿大公民不需要签证即可访问美国，但对于居住在加拿大的数百万人来说，例如永久居民、学生和临时工人，情况并非如此。加拿大统计局 2021 年人口普查显示，有 310 万加拿大居民没有加拿大公民身分；其中220万是永久居民。\n如果加拿大居民来自美国免除签证要求的 41 个国家之一（例如澳洲、以色列和许多欧洲国家），唯一的要求就是填写旅行授权电子系统 (ESTA) 申请。\n但来自与美国没有签证豁免安排的国家（例如印度、中国、墨西哥以及非洲和南美洲的许多国家）的加拿大居民必须申请 B1/B2 签证。\n2023 年 2 月，六名美国参议员致函国务院领事事务局，抱怨在全球范围内平均需要 25 周才能获得美国访客签证预约。\n■等待时间最长的都是加拿大城市\n六名美国参议员致函国务院\n参议员写道：“这些延误影响了美国各地的工业、企业、大学和家庭。” “当潜在客户无法及时获得签证预约时，依赖旅游业的企业就会遭受损失。”\n美国旅游协会一直在游说美国政府减少其所谓的“令人发指的”签证面试等待时间，称这对美国旅游业造成了寒蝉效应。\n该协会在一份声明中表示：“过长的等待时间严重削弱了美国的全球竞争力和拜登政府入境旅游的国家目标。” “美国国务院必须继续集中精力解决这一关键问题。”\n该协会无法解释为什么美国最近邻国的居民等待时间是世界上最长的。\n美国移民律师格雷格布斯（Greg Boos）表示，加拿大居民等待时间过长是国务院人手短缺和申请数量增加的结果。\n移民律师：美国领事馆从未有足够员工\n“领事馆总是人手不足，”在华盛顿工作的布斯说。 “在我的整个职业生涯中，他们从来没有足够的员工。”\n布斯表示，各领事馆一直在努力清理积压的案件，疫情导致积压的案件变得更加严重。\n“他们首先开始办理家庭签证，”布斯说。 “然后他们开始处理商务签证。他们花了很长时间才处理完这些积压的案件。但是旅游签证或 B1/B2 签证出现了大量积压。而他们还没有处理完这些案件。 ”\n布斯说，最近加拿大移民数量大量增加也是签证等待时间过长的原因之一。\n他说：“加拿大政府正在接受的许多人，以及许多以难民身份和此类身份来到加拿大的人，他们都不是来自 ESTA 国家。”\n“他们来自美国要求他们在访问美国之前获得正式签证的国家。”\n布斯表示，美国可以透过增加某些类别签证的面试豁免数量、雇用更多领事官员以及延长领事馆的办公时间来减少签证等待时间。\n餐廳樓面服務員招聘老朱餐廳\n诚聘有经验熟手屋顶接单人员招聘禾丰屋顶","ts":"加人加事"},{"source":"S君","title":"多伦多屋主在高点买房 两年后亏本出售！低于入手价30多万 加国 23分钟前","body":"据blogTO一篇文章指出，整个9月，越来越多在多伦多地区的买家开始利用降息和房价下跌获得越来越实惠的条件。因此，许多房产的售价远低于挂牌价和原先的买入价。近期在多伦多出售的一套带一室一卫的公寓就是其中一个例子。图源：51找房\n根据挂牌信息，这间角落公寓配有原始的金属仓库窗户，可欣赏到城市天际线景观，有着高达13.5英尺的天花板和超过1,100平方英尺的居住空间。\n2022年2月这套公寓首次以略低于143万加元的价格售出，当时较低的借贷利率刺激了整个大多区房地产市场的需求并推高了价格。\n这套房子于2024年9月再次上市，并最终于本月初以110万加元的价格卖出，与两年前的价格相比，损失高达328,000加元。图源：51找房\n过去几个月，安省的许多其他房产也以远低于挂牌价的价格售出，包括位于Kitchener的一套三室四卫的房屋，以 460,000加元的亏损售出；伦敦一套四居室的房屋，在四次尝试出售后以650,000加元的亏损成交；以及Oshawa一套定制房屋，惊人地亏本了800,000加元才交易出售。\n根据大多伦多地区房地产委员会 (TRREB) 的最新市场报告，9月份整个地区的房屋销售量同比增长，因为更实惠的条件吸引了更多买家进入房地产市场。\n“随着买家利用抵押贷款准则的变化和借贷成本下降趋势，房屋销售量将随着人口增长而稳步增长，” TRREB总裁 Jennifer Pearce表示。\n“随着每次降息，越来越多的大多区家庭将有能力进行长期购房投资，包括首次购房者。”\n大多区房地产经纪人报告称，2024年9月，MLS系统共售出4,996套房屋，较2023年9月报告的4,606套增长8.5%。MLS房价指数综合基准9月同比下降4.6%，平均售价为1,107,291加元，较2023年9月的平均售价1,118,215加元下降了不到1%。\n“9月份房屋销售的年度改善与同期新房源的增加相得益彰。这导致市场供应更充足，并增加了重新进入市场的买家的谈判能力，” TRREB首席市场分析师Jason Mercer补充道。\n“价格谈判能力导致价格同比温和下降，尤其是在更实惠的公寓和联排别墅领域，这些领域受到首次购房者的欢迎。”\n大統華安省分店職位更新 【T&T大统华】招聘大统华超级市场\n贷款经理助理招聘中凯金融","ts":"加国无忧 51.CA"},{"source":"51.CA 卡瑞娜","title":"加拿大男子将TFSA账户炒到$290万：仅买4只股票就赚翻了！","body":"据英文媒体Globe and Mail报道，加拿大一对夫妇将自己的TFSA账户炒到$290万，并分享了自己的经验。\nDoug和妻子Jennifer是75岁的退休人员，住在BC省的North Delta地区。他们在高中时相识，至今仍然保持着积极的生活方式。正如他们所说，两个人的婚姻似乎是天作之合。\nDoug似乎不仅知道如何选择生活伴侣，还知道如何选择股票。他为自己、Jennifer和他们的两个成年子女建立了免税储蓄账户（TFSA），金额从$570,000至$850,000不等。四个TFSA加起来有$290万。图源：51记者拍摄\n转折点出现在2008年，那一年Doug退休，股市崩盘。他们的投资的互惠基金（Mutual Funds）遭受重创，他选择抛售它们，并进军成长型股票。\n其中，四只科技股占据了他大部分的业绩记录：苹果、亚马逊、微软和英伟达。\n投资苹果的一个主要原因是他和妻子Jennifer喜欢它的设备，并且“感觉到人们正在成为它的粉丝，”他还看到苹果正处于增长轨道。\n“许多人讨厌苹果，但我注意到，当人们不喜欢一家公司时，通常是因为这家公司在‘欺骗人们’。银行通常也是这种情况，我认为这是一个买入的好时机。”\n至于亚马逊，这是另一个投资一家能够将人们变成粉丝的服务型公司的例子。亚马逊还将现金流从其主导市场地位转移到新市场；至于微软，则是由于进入了人工智能领域。图源：51记者拍摄\nDoug承认，他对英伟达的押注“主要是运气”。他不久前开始投资这家公司，并不是因为他预计其人工智能芯片会很受欢迎，而是因为一位狂热游戏玩家提到该公司的GPU非常适合游戏。\n要知道，他们的投资并不令人担忧——即便发生损失，也不会造成困难，原因是他和Jennifer的财务状况很安全，他们有固定养老金、退休金，以及无贷款的房子。\n不仅这对夫妇的退休生活有坚实的基础，他们的孩子也是如此。这对夫妇已经给了儿子$130万，他用这笔钱为家人买了房子。\n至于他们的女儿，由于健康原因，她一直跟父母住在一起，所以他们将这笔房产全部转移给她。\nDoug并不打算永远持有科技股。他说，由于快速增长的时代终有一天会结束，他将寻找投机性较低的股票。例如，他正考虑追随巴菲特，进入铁路、保险和石油行业。\n专家怎么说？\n哈里斯道格拉斯资产管理公司 (Harris Douglas Asset Management) 的投资组合经理斯蒂芬妮·道格拉斯 (Stephanie Douglas) 分享了对Doug的TFSA的看法。\n“Doug显然在增加家庭财富方面做的非常出色。虽然他的投资组合存在集中风险，但他的投资理念非常合理。投资于你了解的公司永远是最好的。他购买了拥有他熟悉产品，并认为有长期增长价值的公司。”\n“虽然分散投资组合是明智之举，但我同意，如果他有坚实的生活基础，就没必要对TFSA过于保守。”\n“拥有三至六个月的生活费应急资金也是明智之举。Doug还提到，他和妻子不需要TFSA来养老，但根据他们的风险承受能力或投资期限，资产配置可能不适合他的孩子。他的孩子也应该定期进行财务规划。”\n大統華安省分店職位更新 【T&T大统华】招聘大统华超级市场\n贷款经理助理招聘中凯金融","ts":"加国无忧 51.CA"},{"source":"S君","title":"万锦14街居民区枪案 男子在自家车道上遭枪杀！警方公布身份","body":"周六傍晚，万锦14街附近居民区惊爆一宗枪击案，警方于周日公布了相关细节，并表示正在寻找嫌疑人。图源：51记者拍摄\n据约克区警方在周日发布的通报，10月19日（周六）下午6点30分刚过，警方接到报案说，14街和McCowan Road地区发生与使用武器有关的案件。图源：google maps\n警察到达现场后，在Hepburn Street一栋民宅车道上发现了一名成年男子，他在自家车道上遭到枪击。\n该男子当场被宣布死亡。\n受害者已被确定为来自万锦市的44岁Partheepan PANCHALINGAM。图源：约克区警方\n调查人员正在寻找至少一名嫌犯。当时附近有人看见身穿深色衣服的嫌疑人，以及一辆白色的SUV汽车。\n通报中指出，这起事件被认为是有针对性的。调查人员呼吁任何当时在该地区或住在附近的人检查他们的安全摄像头和行车记录仪录像。图源：CityNews\n据CityNews报道。警方表示，Panchalingam为警方所知对象，但不愿进一步说明，也不愿确认他是否与拖车行业有任何联系。\n“关于这个人或与其相关交易的任何一丁点信息都是调查的组成部分，我们会把这些信息汇总起来，试图找出这起案件的动机以及他为何在自家车道上被枪杀，” 警官Lisa Moskaluk在周日表示。\nMoskaluk补充说，目前尚不确定这起枪击案与约克区及周边地区的任何其他事件是否有关。\n有线索者可联络约克区警方凶案调查组1-866-876-5423，ext. 7865或电邮至[email protected]，也可以拨打灭罪热线1-800-222-8477（TIPS）匿名举报。\n大統華安省分店職位更新 【T&T大统华】招聘大统华超级市场\n贷款经理助理招聘中凯金融","ts":"加国无忧 51.CA"},{"source":"S君","title":"9起！万锦接连发生恶意砸石块事件 华人司机也遇袭！疑是同一辆车","body":"安省省警在20日通报说，万锦的同一条公路上又发生了多起向行驶车辆投掷石块的事件，至今已有9宗报案。一位华人网友也爆料说曾遇到了类似经历。图源：安省省警\n据CityNews报道，最早的一起发生在一个月前。调查人员称，9月20日，在Hwy 48公路靠近Major Mackenzie Drive的交叉路口，两辆车相撞，造成两人生命垂危。\n据信，事故是由行人或另一辆过往车辆直接向其中一辆汽车的挡风玻璃投掷石块造成的。警方称，两名受伤人员中有一人仍在医院接受治疗，情况危急。图源：安省省警\n同一天晚上，警方收到另外两份报告，称在Elgin Mills以北的Hwy 48公路上，汽车在向北行驶的过程中挡风玻璃被石块击中。两辆车的司机都在这些事件中受了轻伤。“图源：安省省警\n值得一提的是，省警在10月20日的更新消息中表示，自此之后，调查人员在万锦地区又发现了六起事件，总数达到9宗。\n“所有这些事件都发生在最近一个月内，对车辆造成了损坏，并危及了驾车公众的安全。”\n而就在19日，一位华人网友发帖说，在万锦16街和Markham Road附近，突然遭对面方向的车子扔石头，车身被砸。\n后来这位网友将车开到附近加油站，发现车身被砸了个大洞，主驾驶的镜子下面也被砸到了。图源：51网友提供\n网友还表示，当时，他的车和对方的车都在靠近中线的车道行驶。由于发生的太突然了，大晚上除了车灯，其他都看不清楚，因此完全没有注意到是怎么砸过来的。\n“车虽然被砸，好在人没有事。”\n他还听说另一辆车也发生了同样事故，车的挡风玻璃被砸中，人也受伤了。警方加大了巡逻力度，还出动了直升机。\n这名网友提醒大家，在这一带晚上千万注意安全。\n调查人员认为，这些事件都与同一名嫌疑人或车辆有关，嫌疑车辆被描述为一辆深色SUV。\n任何知情人士请联系安省省警1-888-310-1122或犯罪热线1-800-222-TIPS (8477)。\n大統華安省分店職位更新 【T&T大统华】招聘大统华超级市场\n贷款经理助理招聘中凯金融","ts":"加国无忧 51.CA"},{"title":"解散工会，打破公务员教师铁饭碗是减轻纳税人负担的唯一出路","body":"代表安省24所公立学院教职员工的工会表示，其成员已提供强烈的罢工授权。图源：CTV News\n安省公务员工会（OPSEU）表示，76%的工会 成员参与了投票。参与投票的人中，79%的支持罢工授权，\n代表约15,000名教授、讲师、图书管理员和顾问的工会表示，工作负担和工作的不稳定性是谈判的关键问题之一。\n工会表示，仍然希望能够与安省雇主委员会协商达成合同。\n委员会表示，已提议进行调解-利益仲裁，任何形式的罢工都是\"不必要的\"。\n工会的合同已于10月1日到期，双方此后已进行过两天的调解谈判。\n大統華安省分店職位更新 【T&T大统华】招聘大统华超级市场\n贷款经理助理招聘中凯金融"},{"source":"51.CA 坚果儿","title":"加拿大女子在Costco给老公举办生日派对！惊喜感拉满","body":"本周二，BC省一名男子的妻子为他举办了一场难忘的生日派对：在Costco举办惊喜派对，并邀请亲朋好友同时到场。\n当天，这对夫妇Karissa和Aaron来到温哥华岛Nanaimo的一家Costco门店，丈夫Aaron本以为这是一次平常的购物，没想到却在店里偶遇了20多个家人和朋友。图源：Global News\n妻子Karissa曾经在社交媒体上看到别人策划过这样的生日派对。她告诉Global News：\"我很想说我提前几个月就计划好了，但实际上只是提前一周才筹备的。\"\n“我画了一张Costco的地图，然后发给了我们所有的亲朋好友，并确保他们都站得分开一点。我们很幸运，我们的朋友和家人都很配合，都在最后一刻赶来了，这太棒了。”\nKarissa说，Aaron在\"偶遇\"了大约20个熟人之后才恍然大悟。\n她补充说：\"他接连碰到自己的父母、兄弟姐妹，祖父母，所有人都装出惊讶的模样。\"\n\"我还在购物车里放了生日蛋糕和纸盘。但他一直没有注意到\"。\n当Aaron意识到发生了什么事之后，他非常高兴有这么多人给他过了一个难忘的生日。\nAaron说：\"现在回想起来真的很有趣，因为这看起来太明显了，但我竟然完全没有察觉。\"\n随后，他们一起在Costco美食广场吃了一顿生日晚餐，包括Costco热狗、披萨和炸薯条，以及一个在店内购买的胡萝卜蛋糕。\nKarissa开玩笑说：\"我们所有人还顺便买了菜，真是太方便了。\"\n大統華安省分店職位更新 【T&T大统华】招聘大统华超级市场\n贷款经理助理招聘中凯金融","ts":"多伦多热推"},{"source":"XXXX","title":"联邦赤字已冲天！大量减少临时居民也没用！窟窿难填","body":"据报道：一位议会预算官员周四表示，联邦政府在上一财年可能未能将赤字控制在承诺的400亿加元上限以下。\n预算监督机构在其最新的经济和财政展望中估计，联邦政府在2023-24财年公布了468亿加元的赤字。\n去年赤字的最终统计结果将在政府今年秋天发布年度公共账户报告时得到证实。\n“根据我们的分析，政府将无法履行其财政承诺，即在2023-24年将赤字保持在400亿加元之内，”Yves Giroux说。\n财政部长Chrystia Freeland一年前承诺将赤字限制在这个水平内，而且她在春季预算时表示将遵守这一承诺。\n这个新的财政护栏是平息人们对政府高支出将刺激价格上涨并与加拿大央行抑制通胀的努力相悖的担忧所做的努力的一部分。\nFreeland的一位发言人不愿透露联邦政府是否仍预计周四会达到这个财政目标。\n“我们的联邦政府正在对加拿大人的优先事项——住房、负担能力和经济增长——进行历史性投资，而且我们正在以财政负责的方式进行投资，”Katherine Cuplinskas在一份声明中表示。\n假设没有宣布新的措施，国会预算办公室预测联邦赤字将在2024-25财年略微下降至464亿加元。\n与此同时，国会预算办公室表示，今年经济增长将保持低迷，但随着加拿大央行降息刺激支出和商业投资，经济增长将在2025年反弹。\n该报告预测，2025年实际国内生产总值将增长2.2%，高于2024年预计的1.1%。\n鉴于联邦政府最近的政策变化，国会预算办公室所做的经济预测是基于假设临时居民人口大幅减少的情况下。\n然而，预算监督机构认为，联邦政府将无法实现将临时居民人口减少到总人口5%的目标。\n加拿大统计局估计，截至7月1日，加拿大约有300万非永久居民，约占总人口的7.2%。\nPBO报告还对利率进行了预测。预计央行将继续降息，直到其政策利率在2025年第二季度达到2.75%。\n加拿大央行的下一次利率公告定于周三公布，经济学家们为可能的超大规模降息做好准备。\n本周早些时候，加拿大统计局报告称，9 月份的年通胀率降至1.6%，低于加拿大央行2%的目标。\n通胀数据低于预期，引发了更多猜测，即央行下周将选择降息半个百分点，而不是通常的降息四分之一个百分点。\n目前央行基准利率为4.25%。\n而普通加拿大人的生活也变得拮据了起来！\n据悉，高昂的生活成本正迫使加拿大人做出艰难的决定来节省开支，尤其是削减食品等基本必需品的成本。\nIpsos公司最新发布的《MNP消费者债务指数》调查访问了2000名18岁及以上的加拿大人。调查发现，近三成受访加拿大人（28%）选择少吃来省钱。\n超过一半的受访者（51%）表示，他们在杂货店购物时更加注意，以减少开支。\n加拿大人在外出就餐前也会三思而后行，44%的人表示他们已经完全停止到餐馆吃饭，或者不再点外卖。\n分摊费用以节省开支\nMNP调查结果还显示，加拿大人倾向于通过分摊账单或共享住房来节省开支。近三分之一（30%）的加拿大人采取分摊账单的策略，例如拼车、共享订阅服务和分担育儿责任等。\n另一个常见的省钱策略是与他人同居，13%的受访者表示他们与朋友、伴侣和家人同住，并寻找更多的室友以节省住房成本。\nMNP的数据还揭示了加拿大人未来12个月的主要省钱策略：\n分摊账单：27%\n合住：14%\n制定预算/记录所有开支：14%\n取消订阅服务：13%\n停止在餐馆用餐或叫外卖：13%\n避免冲动消费：13%\n减少水电使用：13%\n购买二手商品：12%\n寻找免费或低成本的娱乐活动：12%\n有计划地购买杂货：12%\n协商账单：11%\n削减不良嗜好：10%\n搬到更实惠的地方：10%\n与室友、朋友或家人分摊杂货费用/批量购买：9%\n大統華安省分店職位更新 【T&T大统华】招聘大统华超级市场\n贷款经理助理招聘中凯金融","ts":"多伦多生活"},{"source":"51.CA 米芽","title":"加拿大华人妈妈求助：带娃逛Costco遭陌生人殴打+挑衅","body":"今天（10月19日），一则求助帖在社交媒体上引起关注。\n一位加拿大华人网友@暖宝麻麻发帖问：“温哥华Costco被打，应该怎么办？\"图源：51记者拍摄\n据该网友描述：\n“去Costco穿过人群（当时人很多）后，一女子挥拳砸向我的后背，重重地给了我一拳，并恶意蹭我的胳膊，说我刚刚走路打了她。之后不停出现在我们周围，还很欢快的摆手、跳舞以示挑衅…”\n“我和老公一脸茫然，没有回击，甚至没有回嘴（词穷啊）。带着小baby，并没有过多纠缠，但真的好气啊… 求助，大家觉得应该怎么办？或者遇到此类情况，合理的解决方式究竟是什么呢？”图源：小红书@暖宝麻麻\n帖子发出后，很快就有许多网友来支招。\n一些网友认为\"忍气吞声\"可能避免了更大的麻烦，\"大动干戈让对方道歉又如何？平安最重要！\"\n\"个人觉得做的对，虽然可能感到窝囊，但也许避免了更大麻烦，如果万一对方是精神不正常者，凡事冷静，忍一忍，千万别冲动，况有baby，出现意外时，止损，脱困，无需纠结为什么，自己没有错，既然发生了，想要什么结果，大动干戈让对方道歉又如何？平安最重要，反正我怂，不生气。\"\n“带着小baby也只能忍气吞声啦！”\n“你如果带着小baby，那么息事宁人，如果你一个人，那就开始战斗吧！”\n但更多的网友认为，\"不需要与对方正面冲突，但在不危害个人安全的情况下，应该捍卫自己的权利\"。比如，求职工作人员或报警。\n“避免直接冲突是明智的。可以找超市的工作人员，Costco 有保安。之前在Costco 看到一个老太太发飙，说另一个人推了她的购物车，另一个人应该是不小心推错了，但是其实是立刻就反应过来了，所以只是摸了一下，还道歉了，结果老太太说的特别难听，还说人家手上有细菌， 后来工作人员把老太太赶出了超市，挺解气的。Costco不欢迎这样的客户，影响其他正常客户的购物体验。”\n\"不需要正面冲突但完全可以走到一边报警或者找店员求助，在一个人满为患且有监控覆盖的超市里，我不理解为什么不寻求帮助。何况costco的会员卡和id差不多了不可能找不到人，甚至都不需要去拍她。至于你说的大动干戈，对方都给你一拳了还不值得你动一下吗。在不会危害到个人安全的情况下为什么不捍卫自己权利？\"\n\"为什么不立刻告诉哪里的员工请求帮助里面有摄像头有证据证明你是被打的然后报警让哪个打人者走不了。\"\n\"理解你有孩子担心孩子安全。但是还是鼓励你维权。不然他们下次还这样。为了自己也为了其他同胞，记得维权。不要动手。拦住她报警。马上打911。\"\n“你至少应该报警，控制这个人。这也太憋屈了。”\n还有一些网友认为\"绝对不能惯着\"，要把事情\"闹大\"才能引起重视。\n\"马上躺地上，大声喊help，要求店员报警吗。然后见心理医生，述说由于在公众场合被殴打，导致你无法外出，有严重的不安全心态和心理障碍，已经无法工作和照顾家庭。心理医生出具诊断后，再要求对方赔偿。\"\n\"倒在地上不动呗，然后报警。说被打的胸口很痛。然后去医院检查 cosco会管的。\"\n\"被骂也就算了不计较， 被打也忍气吞声？第一时间倒地起不来，马上报警， 告诉警察你心慌气短呼吸不顺畅， 总之就是给你打出问题了， 发生在Costco, 他们一定会管。\"\n“马上蹲地上大喊，她打了我的baby，并且叫路人报警。”\n遇到这种情况，你会怎么做呢？\n海底捞(DT) - 招聘经验服务员/门迎! 薪优, 全职!招聘海底捞火锅\nyonge & finch 炸串酒馆招帮厨招聘择一集团","ts":"加国无忧 51.CA"},{"source":"思忆","title":"加拿大国民品牌在美国爆火，销售额猛增！","body":"加拿大本土服装品牌Aritzia今年的销售业绩相当出色。\n总部位于温哥华的Aritzia Inc.公布了2025财年第二季度的财务业绩，收入和盈利强劲增长。\n当季净收入达到6.157亿加元，同比增长了15.3%，这主要得益于美国市场的增长和成功的秋季产品发布。然而，公司对今年剩余时间的业绩持谨慎态度，预计加拿大市场的表现将较为疲软。图源：51记者拍摄美国市场表现尤为突出\n美国市场的净收入增长了23.9%，达到3.454亿加元，占公司总收入的一半以上。这主要得益于新店开业和电子商务的显著提升。\nAritzia的电商收入增加了10.4%，达到1.9亿加元，而零售收入则增长了17.6%，达到4.256亿加元。\n对秋季产品目录的强劲需求以及成功的数字营销策略帮助提升了两种渠道的销售。\nAritzia首席执行官Jennifer Wong在一份声明中表示：“尽管我们在加拿大面临消费环境疲软的挑战，但我们很高兴看到秋季产品发布在北美两地都获得了客户的积极反应。”\n今年Aritzia的流行款式注重舒适性和实用性，融合了简约设计和时尚潮流，尤其在秋冬季节展现出更多经典又百搭的单品。2025财年全年展望谨慎\n尽管第二季度业绩强劲，Aritzia对2025财年剩余时间的展望更加谨慎。公司预计第三季度的销售额将在6.75亿加元至7亿加元之间，低于分析师的预期。全年收入指引也下调，表明在加拿大零售环境更加严峻的情况下，未来的增长速度可能放缓。\n展望未来，Aritzia计划继续在美国扩展，预计在2025财年结束前开设12到13家新店。公司还致力于增强其数字化业务，包括即将升级网站。\n海底捞(DT) - 招聘经验服务员/门迎! 薪优, 全职!招聘海底捞火锅\nyonge & finch 炸串酒馆招帮厨招聘择一集团","ts":"加国无忧 51.CA"},{"title":"华人圈震动！美国包机，遣返大批中国移民","body":"这几年非法走线来美的中国移民很多，美国几大华人聚集城市的民众肯定已经感受到了。\n根据丕优研究中心(Pew Research Center)数据，仅仅是2022年一年就有9万人非法来美，这也使得中国非法移民成为了继墨西哥、印度后的第三大移民来源国。\n如今正值美国大选关键时期，非法移民边境问题成为了两党最大热议话题。国土安全部(DHS)昨天宣布，第二次启动包机，将一批中国无证移民遣返回国。\n国会山庄报(The Hill)报道，国土安全部长梅奥卡斯(Alejandro Mayorkas)在17日发布的声明称：打算非法移民的人不应该相信人口贩子的谎言没有合法根据却留在美国的中国公民将会被迅速驱逐。国土安全部将继续加强处罚非法进入美国的个人，并执行美国法律。\n同一时间，美国驻华大使馆也发布了重要声明。\n声明中写道本周的遣返行动表明，美国国土安全部一如既往地执行美国移民法，让非法入境者承担严肃的后果，其中包括将没有留美法律依据的人迅速遣返，同时鼓励利用合法途径。美国国土安全部一如既往致力于与中华人民共和国和其他国际伙伴保持合作，以减少和阻止非法移民。\n根据此前的报道，这已经是今年第二次包机遣返非法中国移民。\n今年7月，美国国土安全部首次表示“大型包机航班”将116名中国移民从美国遣返回国，恢复了暂停五年的遣返工作。\n中国同样也对此事给出了明确的信号。\n人民网今天报道，国家移民局明确与美国等多国加强合作，共同打击偷渡。\n在美国哪些中国人会被遣返？\n根据国土安全部的声明，被遣返的都是没有合法签证留在美国的人。主要是指那些通过非正常途径从南部边境进入美国的人。\n6月初，在加州贾库巴温泉市的边境社区等待处理的移民们。\n非法移民一旦成功进入美国，将面对一系列美国边境执法人员，并将在入境时在那里“报到”。一旦“报到”完成才能获得入境文件，这对于随后留在美国工作生活至关重要，否则未来无法转成长期身份。\n在“报到”期间非法移民要向移民监证明自己为何来美，多数人都会强调“迫害”，如果这一环节通过，将带着出庭纸正式进入美国，否则会被启动遣返程序。\n入境美国等待审批的移民如果境内犯罪也会被遣返。\n美国是天堂还是地狱，对于100个人来说或许有100个答案，没有人能够给出标准答案。\n共和党候选人川普在非法移民边境问题一直持有强硬态度，很多人想赌一把代表民主党的哈里斯能够竞选成功，不过即便是哈里斯再次当选，如今在两国政府联手之下，“相信自己能留下的同胞们”请重新慎重考虑这个问题。对于非法进入美国的移民来说，“非法”本身已经说明了问题的关键，这并不是一条保险的路线，即便能留下也将面对长期问题。\n海底捞(DT) - 招聘经验服务员/门迎! 薪优, 全职!招聘海底捞火锅\nyonge & finch 炸串酒馆招帮厨招聘择一集团"},{"title":"万锦McCowan/14街突发枪击！一人死亡！","body":"今天傍晚，万锦市一处民宅发生枪击案，一人死亡。图源：CP24\n据约克区警方称，下午6点，接到McCowan Road和14th Avenue地区，Hepburn Street上一户住宅关于武器的报警，警方和急救人员赶到现场。\n警方在现场发现屋外一名男子身中多处枪伤，受害人在现场宣告死亡。图源：google maps\n警方称凶案组已经接手调查。约克区警局媒体官Const. Lisa Moskaluk表示，调查仍处于非常初步阶段，目前暂时没有更多信息。\n海底捞(DT) - 招聘经验服务员/门迎! 薪优, 全职!招聘海底捞火锅\nyonge & finch 炸串酒馆招帮厨招聘择一集团"},{"source":"51.CA 坚果儿","title":"\"恐怖分子\"!多伦多街头印度人挥舞长刀+高喊\"杀戮\"口号","body":"简直是疯了！\n周五（10月18日）下午，大批锡克教社区成员，聚集在多伦多印度领事馆外，举行了一场激进的抗议活动，要求印度关闭其在加拿大的外交机构。图源：economictimes\n现场视频显示，在多伦多印度领事馆外的街道上，至少数十名抗议者挥舞着黄色旗帜，上面用蓝色粗体字母写着“卡利斯坦”。他们在印度总理莫迪的肖像周围搭建了一个牢房，并对着其肖像进行暴力袭击、“斩首”侮辱、当球一样踢来踢去。\n在其中一个镜头中，被毁的肖像上沾满了假血。图源：X\n抗议者还亵渎了印度国旗。\n视频显示，他们一边挥舞长刀划毁印度国旗，一边高喊着“杀戮”口号，画面令人不寒而栗。图源：X\n据Global News报道，温哥华印度领事馆外也举行了同样的示威活动。\n抗议者呼吁永久关闭印度在温哥华和多伦多的领事馆，并表示加拿大驱逐印度外交官是保护加拿大锡克教徒的“积极一步”。但他们认为这还不够，声称印度仍在通过领事馆在加拿大境内运作网络。图源：X\n据悉，多伦多和温哥华警方都没有干预抗议活动。图源：Global News\n看到抗议活动现场的画面，加拿大网友感到非常震惊、恐惧！\n“这太疯狂了，简直就是恐怖分子，却没有人采取任何行动。”\n“一群疯子。让他们融入任何文明社会都是不可能的。”\n“把他们送回印度，他们不是加拿大人。”\n“加拿大白人不能这样带着刀到处走......只有受保护的阶层才能。”\n“这就是为什么我们要驱逐这些极端分子。”\n“我们必须把这些人赶出去，带刀抗议不是和平的，希望他们离开加拿大。”\n“加拿大政府必须立即制止他们，这些人已经对加拿大和加拿大的未来构成威胁。”\n“这件事凸显了加拿大就是个大笑话。杜鲁多说话毫无事实根据，也无法管好这群流氓。”\n“加拿大体制已经崩溃，现在所有议员都不为人民服务。所有的问题都是因为移民过多而引起的，加拿大现在是三等国家，因为他们把移民名额给了不值得的人。”\n“如果任何国家允许移民为某些政党创造票仓，其结局将是这样的。你的国家将充斥着没有受过教育的罪犯所有西方国家在一段时间内都会出现这种情况。”\n“加拿大现在是印度人的了，最好尽快离开。”\n这两场抗议活动发生在加拿大和印度之间的政治和外交关系高度紧张之际，加拿大强烈谴责这个南亚国家在其领土上进行法外杀戮。\n去年，杜鲁多指责印度参与和策划了2023年在温哥华发生的45岁加拿大籍锡克教领袖Hardeep Singh Nijjar被杀案。支持者称此次袭击是对他推动在印度旁遮普地区建立独立锡克教家园活动的报复。\n这导致加拿大和印度的关系恶化，而最近两国互相驱逐外交官进一步加深了分歧。\n本周早些时候，加拿大政府驱逐了6名印度外交官，理由是“与印度政府有关的特工对加拿大公民展开有针对性的行动”。\n加拿大皇家骑警（RCMP）周一表示，他们掌握了大量关于印度政府特工策划的犯罪活动的信息。\nRCMP表示，他们有证据表明，驻加拿大的印度外交官和领事官员利用其官方身份从事“秘密活动”，包括谋杀、暴力威胁和恐吓。图源：cpna/YouTube\n锡克教社区发言人Gurkeerat Singh表示：“加拿大锡克教社区从一开始就一直呼吁对这些印度外交官采取行动。因此，这是受欢迎的举措，确实让人感到被认可。”\n示威者Imren Kaur表示，尽管印度外交官已被驱逐，但许多锡克教活动人士仍然担心自己的安全，并补充说她知道有9个人被加拿大安全情报局（CSIS）告知他们的生命受到威胁。\n印度长期以来否认与Nijjar的谋杀有关，并在周一指责杜鲁多追求“政治议程”。\n周五，国会议员宣布成立了一个议会委员会，以调查有关外国干涉的新指控。\n海底捞(DT) - 招聘经验服务员/门迎! 薪优, 全职!招聘海底捞火锅\nyonge & finch 炸串酒馆招帮厨招聘择一集团","ts":"加国无忧 51.CA"},{"title":"特朗普称如果中国\"进入\"台湾 将收150%至200%关税","body":"美国共和党总统候选人、前总统唐纳德·特朗普(Donald Trump)在接受《华尔街日报》采访时表示，如果中国“进入”台湾，他将对中国征收高达150%至200%的额外关税。\n特朗普在《华尔街日报》星期五(10月18日)傍晚刊登的一篇专访中表示：“我会说，如果你(中国)进入台湾，我很抱歉这样做，我要向你征税，150%到200%。”\n当被问及是否会使用军事力量对抗中国对台湾的封锁时，特朗普表示不会这么做，因为中国国家主席习近平尊重他。\n“我和他的关系非常牢固，”特朗普说。“我不需要(使用军事力量)，因为他尊重我，他知道我极其疯狂(不按常理出牌)，”他在采访中说。\n特朗普将在11月5日的美国大选中与民主党总统候选人、现任副总统卡玛拉·哈里斯(Kamala Harris)对决。特朗普提出将对几乎所有进口产品征收10%至20%的全面性关税、以及对来自中国的商品征收60%或更高关税的计划，并称这些措施将促进美国制造业的发展。\n这位美国前总统星期二在芝加哥经济俱乐部接受彭博新闻社主编采访时也被问到类似问题。\n当被问及如果中国侵略台湾、美国是否会保卫台湾时，特朗普没有直接回答，但他称：“(中国)现在这么做的原因，是他们以后不会这么做。”他并暗示如果当选，中国根本就不会入侵台湾。\n哈里斯星期二在密歇根州底特律机场被媒体问及类似问题时，她重申了美国的一中政策以及台湾有权自我防卫的立场。哈里斯10月7日接受美国哥伦比亚广播公司(CBS)新闻节目“60分钟”专访时指出，美国必须确保维持其一中政策，包括支持台湾有能力自我防卫。\n特朗普在过去接受媒体采访与讲话中，显示出其对将如何应对台湾和中国之间的冲突的立场一直反复变化。\n美国众议院外交事务委员会主席迈克尔·麦考尔(Michael McCaul) 今年8月对美国网络媒体“NOTUS”表示，特朗普在其总统任期最后一年对他透露：“我告诉过习近平，如果你入侵台湾，我就会要把你炸个粉碎。”\n此前，特朗普今年6月25日在佛罗里达州海湖俱乐部接受《彭博商业周刊》专访时提到，要保卫半个地球外的台湾，存在实际困难度。“我认为台湾应该向我们支付防务费用”。\n然而，《华盛顿邮报》今年5月报导，特朗普在募款活动中再次提到，如果中国在他任内入侵台湾，他会轰炸北京回敬。\n一个台湾新民调显示，如果特朗普赢得2024年美国总统选举，接近一半的台湾受访者认为美国在中国攻台时出兵协防的可能性将会减少。\n根据台湾中央研究院欧美研究所今年7月18日发布的年度“美国肖像”(American Portrait)调查结果，其最新一波于今年5月23日到5月28日的调查显示，如果特朗普赢得2024年美国总统选举，只有37.5%的台湾受访民众相信美国会在中国攻打台湾时出兵提供协助，46.2%认为美国出兵协防台湾的可能性将会减少。\n（本文部分依据了路透社的报道。）\n海底捞(DT) - 招聘经验服务员/门迎! 薪优, 全职!招聘海底捞火锅\nyonge & finch 炸串酒馆招帮厨招聘择一集团"},{"source":"思忆","title":"加拿大华人带高档红酒入境未申报遭没收，还要付1万元律师费 加国 2 评论 37分钟前","body":"一名华裔男子在卑诗省的加美边境口岸被没收两瓶昂贵的葡萄酒后提出上诉，结果被联邦法官驳回。图源：CTV News\n26岁的Yucheng Su于2021年11月从加拿大前往华盛顿州伦顿（Renton）探望表妹和表妹的新生儿，由于疫情旅行限制，他在一段时间内未与她们见面。Su订购的这两瓶酒寄到表妹家中，然后在返回时带回。\n但是，在从华盛顿州进入Surrey时，他未申报这两瓶葡萄酒。11月12日，Su来到和平门（Peace Arch）边境口岸，申报了一包香烟和13瓶葡萄酒，价值约1,487.50元。\n在法庭证词中，一名边境官员回忆Su的申报内容：“一包香烟、十三瓶葡萄酒，没有大麻。”\n但是，当他到达二次检查站时，边境官员打开了他的后备箱，发现除了他申报的之外，还有另外两瓶单独放置的葡萄酒。\n在提交给法庭的书面声明中，Su表示这两瓶酒是表妹的礼物，他忘记了它们的存在，也不知道它们的价值。\n其中一瓶是2012年的Domaine de la Romanee-Conti Richebourg，放在车后备箱的侧面隔层里；另一瓶是1996年的Domaine de la Romanee-Conti La Tache，用泡沫塑料包装着放在后备箱里。图源：grandcruliquidassets.com/canawineco.com\n法官William Pentney在判决书中写道。“经确定，每瓶葡萄酒的价值至少为5,000元。”根据一些葡萄酒收藏网站的定价，这两款年份酒的总价约为15,000元。\n法官表示，根据联邦法律，边境官员没收了这两瓶葡萄酒，并将其作为没收物品处理。\nSu则认为没收“程序不公，存在错误”，因为一名“实习边境官员”未能正确填写海关文件。他向法庭请求归还被扣的葡萄酒或提供货币赔偿。\n但法官在裁决中表示，边境官员未遵守加拿大边境服务局的某些政策并不影响他们通过其他方式提供证据的可信度。\n法官裁定，根据法律，Su有“重大义务”申报他进口的物品。\n法官说：“简单来说，他没有做到这一点。”\n法官驳回了追回葡萄酒的请求，并命令他支付10,000元的法律费用。\n销售助理～岗位轻松 环境友善招聘CB 橱柜\n窗帘工厂销售人员招聘圣洛斯窗帘","ts":"加国无忧 51.CA"},{"source":"51.CA 坚果儿","title":"安省商场门口大白天惊爆绑架妇女、儿童案！嫌犯来自多伦多","body":"太恐怖了！\n近日，TikTok疯传的一段视频惊曝，安省商场外又发生一起可怕的绑架妇女和儿童案！\n昨天（10月19日），安省温莎的一位祖父Denny Angel发布视频含泪讲述了他的家人在Central Mall商场门口遭人袭击+试图绑架的过程。脸上还带着惊魂未定的神情，语气中透露出紧张和痛苦。图源：TikTok\n这位祖父描述道：“昨天发生了疯狂的事，我儿子的女朋友带着我孙女前往温莎Central Mall商场，她们抵达商场门口的时候，她（女朋友）推着婴儿车，看到一个穿着连帽衫的男人一直在门口来回踱步并自言自语，当时没有想太多，就从男人身边走过去了，没想到那个男人突然把她抓住，用手臂紧锁她的喉咙，差点掐死她。”图源：Google Street\n他继续说道：“当她颤抖抽搐的时候，手松开了婴儿车，然后婴儿车溜进了停车场，孩子在车上大哭。”\n“谢天谢地，停车场里有一位好心人跑过来救下了她们，并和袭击者争吵。”‍图源：TikTok\n“随后，袭击者逃走了，跳进了一辆白色道奇车，我得到的描述可能是2015款。有人拍到了车牌并提交给了警方。根据警方调查，这辆车是从多伦多偷来的。”\n“这是明目张胆的人口贩运！我孙女和我儿子的女朋友很幸运！感谢见义勇为的英雄，谢谢你做了正确的事情。”图源：TikTok\n51网已联系温莎警方获取有关这起事件的更多信息，截止发文前尚未收到回复。\n尽管目前还无法证实这起事件是否属实，但评论区中的许多网友都分享了自己的真实经历，件件都令人头皮发麻！\n“去年10月，两名男子试图在旺市407巴士站抢走我的儿子。还好在任何公共场合我都不会把目光从孩子身上移开。这种情况到处都有。”\n“这太可怕了！一年半前，我的女儿差点在BC省鲁珀特王子港被偷走。我一直在回想这件事，当时一辆卡车跟着我们，然后停下车打开副驾的车门等着。”\n“在多伦多Wonderland也遇到过这样的事，上帝保佑了我们的孩子和家人。”\n“我16岁的女儿在Vaughan Mills商场被跟踪了30分钟，直到我到达那里。”\n“两年前我的东区的沃尔玛遇到过这种事，幸运的是他们没有抓住我。”\n“类似的事情发生在我在多伦多的表弟身上。我不敢想象这种事发生得有多频繁，你在新闻上看不到，总是被掩盖。”\n“我们的加拿大怎么了？”\n“温莎和宾顿的情况非常糟糕。”\n“这就是我们离开安省的原因。”\n“难以置信，加拿大现在怎么变成这样了？”\n“事情已经变得如此明目张胆，政府、警察、甚至民众怎么都无动于衷。”\n真是令人唏嘘，加拿大怎么变成这样了？就在前不久，万锦大都会广场、Vaughan Mills商场、士嘉堡KTV还发生过多起绑架案。\n参考阅读：\n大家出门在外一定要多留意周围的情况，如果看到可疑的人或车辆更要保持警惕，紧急情况直接打911报警！\n销售助理～岗位轻松 环境友善招聘CB 橱柜\n窗帘工厂销售人员招聘圣洛斯窗帘","ts":"多伦多热推"},{"source":"思忆","title":"可怕！万锦16街上华人车遭恶意砸砖头！已发多起，有人命危！","body":"一位华人网友昨晚在万锦16街和Markham Road附近，突然遭对面方向的车子扔石头，车身被砸，网友提醒大家在这一带晚上千万注意安全。图源：51网友提供\n据网友描述，晚上12点多，他的车在16街东行，开着开着快到Markham Road的时候，突然听到砰一声。\n网友最初以为在路上压到什么了，没想到是被砸石头了。石头来自对面方向一辆西行的车。\n网友将车开到附近加油站，本来正在打电话报警，刚好看到有警察也拐进了加油站，于是就找上前，警察便过来看他们的车子，当场写报告，备案了。\n网友提供的图片显示，车身被砸了个大洞：图源：51网友提供\n主驾驶的镜子下面也被砸到了：图源：51网友提供\n网友还表示，当时，他的车和对方的车都在靠近中线的车道行驶。由于发生的太突然了，大晚上除了车灯，其他都看不清楚，因此完全没有注意到是怎么砸过来的。\n车虽然被砸，好在人没有事。\n网友后来听说另一辆车也发生了同样事故，车的挡风玻璃被砸中，人也受伤了。警方加大了巡逻力度，还出动了直升机。\n网友还澄清说，与车型和车灯是否太亮都没有关系，是随机作案！他的前车灯一个本身是坏的。\n值得注意的是，这类随机砸车事件最近已经发生了多起。\n约克区警方曾在9月份通报了多起发生在万锦Hwy 48上，行驶的汽车被砸石块的事件。图源：Google Map\n9月20日晚11点40分左右，有人在Hwy 48和Major Mackenzie Drive附近一辆行驶中的汽车投掷石块，导致两辆汽车相撞。两人因此受伤，被送往医院，生命垂危。\n同一天晚上一个多小时前，警方还接到另外两起事件的报案，在Elgin Mills以北，有汽车被石块击中，两名司机因此受轻伤，被送往医院。\n9月12日晚上也发生过两起类似事件。其中一起是Stouffville Road附近，Hwy 48上向南行驶的车辆被石块击中，石块砸碎了驾驶座一侧的车头灯。另一起在Elgin Mills附近，Hwy 48上向北行驶的车辆被石头击中，驾驶座的侧视镜受损。图源：安省省警\n针对最新的事件，警方尚不确定是不是同一个人作案，甚至还担心有人在模仿。\n网友们纷纷表示：\n“希望尽快抓到，太可怕了。”\n“加拿大乱套了，人没事就好了。”\n还有网友说，十几年前的加拿大，大家都彬彬有礼，不知道啥时候开始，各种前所未闻的事情陆续发生。\n目前来看，这些恶意砸车事件基本都发生在万锦东面华人聚居的社区，都在晚上。\n大家开车出门，千万多加小心了。相关新闻\n销售助理～岗位轻松 环境友善招聘CB 橱柜\n窗帘工厂销售人员招聘圣洛斯窗帘","ts":"加国无忧 51.CA"},{"title":"最近宾顿成网红打卡地了，打开新闻基本头条就是宾顿枪击，宾顿性侵，宾顿拉屎，宾顿集会。。。。","body":"宾顿市今天清晨发生枪击，导致一名女子死亡，另有3人受伤送院。\n皮尔区警方表示，枪击发生在早上6点后，位于Rutherford Rd S和Selby Rd地区。图源：Simon Sheehan / CP24\n警员Richard Chin在接受媒体采访时表示，初步信息显示，事发时，一辆停在广场停车场的车内坐在6人，另一辆车驶近并开始向他们射击。\n“随后的枪击和弹片导致了多人受伤。”\n他说，一名女子当场被宣布死亡。她的身份尚未公布。\n另一名女子被送往医院，伤势严重但没有生命危险。还有两人：第三名女子和一名男性司机也因轻伤入院治疗。图源：Simon Sheehan / CP24\n车内另外两名女性乘客没有受到身体伤害。他未透露这六人之间的关系。\n当被问及这是否是一起有针对性的枪击事件时，Chin表示：“根据目前的信息，这似乎是一起孤立事件。但我必须再次强调，现在还处于调查的早期阶段。”\n从附近一家汽车店获取的监控录像显示，子弹击穿了店铺的前门，玻璃碎裂。不久后，可以看到皮尔区警方的战术小组进入大楼并搜寻嫌疑人。警方呼吁任何拥有相关信息的人，包括行车记录仪视频，联系凶杀调查人员。\n“我们将挨家挨户走访，寻找可能在该区域内的人来协助调查，”Chin说道。“我们会尽一切努力查明真相。当然，我们也会寻求公众的帮助。所以如果你知道任何信息，请帮助我们。我们希望给家属一个交代。”\nRutherford Road靠近Glidden和Shelby路段封路。\n销售助理～岗位轻松 环境友善招聘CB 橱柜\n窗帘工厂销售人员招聘圣洛斯窗帘","ts":"加国无忧 51.CA"},{"title":"加拿大小哥大喊让印度人全都走，原因竟然是…","body":"最近，印度人\"占领\"加拿大的新闻层出不穷。多伦多变\"多德里\"，温哥华变\"印哥华\"等调侃性言论早已在社交媒体上广为流传。就连一些印度人也亲自下场吐槽：多伦多小印度Brampton完全感受不到加拿大的文化氛围了！\n然而，随之而来的是越来越多针对印度人的歧视性言论，甚至是仇恨事件，令人深感担。\n近日，有人采取了特别的方式替印度人发声。\n在社交媒体上疯传的一段视频中，一名加拿大男子讲述道：\"我已经等不及让所有印度人都回家了......因为他们回家后，你们这些加拿大人就无处埋怨了，然后你们会意识到这些问题（你们埋怨的留学生/临时外国工人/住房短缺）完全不是印度人的错，而是联邦政府的错。\"\n销售助理～岗位轻松 环境友善招聘CB 橱柜\n窗帘工厂销售人员招聘圣洛斯窗帘"},{"source":"思忆","title":"巨大转变！加拿大人对移民支持率跌至几十年来最低！","body":"近几十年来，加拿大人从未如此强烈反对移民的数量。这个曾经接纳新移民的国家，在经历了后疫情时期的大量移民涌入后，态度发生了巨大转变。\n根据Environics Institute对加拿大移民问题的调查显示，现在接近六成的人认为“加拿大的移民太多了”。这是自1998年以来，首次有明显多数人持这种观点，与过去二十年间对移民的支持态度形成了鲜明对比。图源：51记者拍摄\n这项民调反映了公众对移民支持度的进一步下降，反对新增移民数量的加拿大人比例连续第二年上升。这一比例从2022年起上升了31个百分点，是自1977年调查开始以来，两年内最迅速的变化。\n创纪录的人口增长，使加拿大承受了住房短缺、租金价格上涨、公共服务紧张和失业率上升的压力。这些压力威胁到长期以来的信念，即大规模移民能让加拿大在全球老龄化的劳动力竞争中占据优势。\n面对移民失控的批评声，总理杜鲁多的政府已对国际学生的入学人数进行了限制，限制了外籍劳工，并设定了大幅减少临时居民人口的目标。但调查结果显示，这些努力尚未扭转从去年开始的移民支持度急剧下降的趋势。\n“移民增加的同时，人们对自身财务状况越来越不满，”Environics报告的作者Keith Neuman在接受采访时表示。“加上负责移民问题的政府越来越不受欢迎，这降低了人们的信心。这种情况是我们以前从未见过的。”管理不善\n加拿大各省、不同年龄群体和主要联邦政党之间，对“移民水平过高”的认同度都有所上升。认为移民太多的加拿大人最常提到的原因，包括对住房的担忧、经济疲软、人口过多以及政府的管理不善。\n加拿大公众对移民的支持主要源于移民能够促进国家经济的观念。但调查显示，这种信念已经减弱。现在不到七成的加拿大人认为移民对经济有积极影响，这一比例连续第二年下降，较两年前的80%以上有所减少。\nNeuman说：“加拿大人并没有全盘反对移民。并不是整个国家都转向了反移民立场，这与其他一些国家不同。主要的转变实际上是关于系统的管理、数量，以及在不产生过多干扰的情况下吸收这些移民的能力。”\n杜鲁多领导的自由党政府将在11月1日前宣布新的移民水平。在连续多年提高或维持入境人数后，移民部长Marc Miller表示，政府可能会考虑减少年度永久居民的指标，同时对包括学生、外籍劳工和寻求庇护者在内的临时移民设定限制。\n销售助理～岗位轻松 环境友善招聘CB 橱柜\n窗帘工厂销售人员招聘圣洛斯窗帘","ts":"加国无忧 51.CA"},{"title":"因火灾风险，加拿大数万辆混合动力汽车被召回 加国 10分钟前","body":"火灾风险增加，促使加拿大召回数万辆混合动力汽车\n加拿大本田汽车公司（Honda Canada）本周发布召回通知，由于高压燃油泵部件可能出现裂纹，召回约61,000辆2023-25款本田车辆。该部件可能在怠速或行驶的过程中导致燃油泄漏和闻到异味，增加了火灾风险，可能导致撞车或受伤。图源：autonews\n受影响的车型是：2023-2024 Honda Accord and Accord Hybrid2023-2025 Honda CR-V Hybrid2025 Honda Civic Sedan and Civic Sedan Hybrid\n公司表示将在12月初通过邮件联系受影响车型的注册车主，并建议他们前往授权的Honda经销商进行免费检查。如有必要，消费者可能会收到故障燃油泵的更换件。\n在另一起召回中，加拿大运输部（Transport Canada）表示，Honda混合动力CR-V (FHEV) 2023车型可能存在有故障的高压电池。\n召回最初于10月3日发布，随后在本周更新。联邦机构表示，一些电池的负极可能存在缺陷并可能断裂，这可能导致火花，从而导致火灾或受伤。\n本田公司表示，将通过邮件通知车主，并建议他们将汽车带到经销商处更换电池。\n对于召回，车主可以拨打1-888-946-6329联系本田公司获取更多信息，或访问网站查看受到的影响。\n本田和Acura Canada上周还发布了另一项召回通知，警告与转向相关的问题可能增加驾驶员发生撞车的风险。相关新闻\n专业清洁师招聘蜂巢管家家政公司\n电动自行车 销售助理 Sales Assistant招聘EMMO 电动自行车"},{"title":"多伦多地区10家最便宜加油站位置一览！低至134.9C/L","body":"根据汽油价格网站gasbuddy今天下午发布的消息，以下是大多伦多地区十家油价最便宜的加油站位置，供司机们参考。\n其中价格最低的是旺市9400 Hwy27上的miFuel，每升134.9分。\n多伦多市内油价最低的是位于2088 Albion Rd的On the Run，每升139.6分。\n专业清洁师招聘蜂巢管家家政公司\n电动自行车 销售助理 Sales Assistant招聘EMMO 电动自行车"},{"source":"谈海","title":"密西沙加豪宅狂降3000多万，仍创下有史以来最贵纪录","body":"密西沙加一豪宅2019年挂牌上市，历时5年直到最近才成交，价格从最初的5000万一路降到1710万，尽管如此，它仍创下密西沙加有史以来最贵纪录，也可能创下豪宅降价纪录，降价幅度达到66%。图源：51找房\n根据51找房数据显示，这套房子位于密西沙加2275 Doulton Drive。图源：51找房\n豪宅占地超过25,000平方英尺，最近以1,700万元的价格售出。\n该房屋自2019年以来一直在市场上出售，是密西沙加有史以来售出的最昂贵的房屋，也是2024年大多伦多地区售出的最高价房屋。\n51找房数据显示，这套房子于2019年9月首次以5000万元的价格上市，并以这个价格一直挂牌到2021年。\n2022年，价格降至2990万元，然后在2024年初降至2500万元。最后，它于9月以2000万元的价格上市，售价为1710万元。\n这座法式城堡由世界著名建筑师Ferris Rafauli设计，曾出现在多部热门电影和电视节目中，包括Netflix的《止痛药》和Amazon Prime的《黑袍纠察队》。Netflix系列剧实际上是以这座豪宅的广角镜头开场的。经纪公司表示，豪宅也吸引了YouTube名人、豪宅爱好者和媒体的关注。图源：51找房\n该豪宅位于密西沙加路旁，地处市中心的高档住宅区谢里登区，在9月份被出售之前，该豪宅仅归2007年最初建造它的卖家所有。\n出售过程花了相当长的时间。\n多年来，这栋房子多次出现在INsauga.com上，散发着奢华气息。\n经纪表示，该房产的售价高于大多伦多地区一些最负盛名的街区近期售出的豪宅价格，其中包括多伦多的Bridle Path和Forest Hill以及奥克维尔西南部的豪宅。\n经纪表示，豪宅可能需要更长时间才能出售，因为该收入阶层的买家较少。\n尽管如此，人们还是会停下来欣赏其宏伟的外观。图源：51找房\n经纪说，“从历史上看，多伦多的房产会卖得更高，但近年来，我看到人们搬到了更西边一点的地方。他们喜欢社区的感觉。密西沙加在高售价和吸引力方面确实独树一帜。”\n专业清洁师招聘蜂巢管家家政公司\n电动自行车 销售助理 Sales Assistant招聘EMMO 电动自行车","ts":"加国无忧 51.CA"},{"source":"哈科","title":"10月18日多伦多超市实拍!战斧牛排打对折 苹果0.68/磅","body":"每周五固定更新，多伦多超市探店实拍，精选最超值购物清单。\n本周各大超市的折扣已经出炉，提前跟着51小编的镜头，看看那些食材是真的物美又价廉。\n新鲜红嫩的有枝番茄特价又来了，本周0.99/磅。\n新鲜脆甜的苹果本周有0.68/磅的超级折扣价。\n比锅还要大的巨型“战斧牛排”，本周价格也杀疯了，直接打对折11.88/磅。\n专业清洁师招聘蜂巢管家家政公司\n电动自行车 销售助理 Sales Assistant招聘EMMO 电动自行车","ts":"加国无忧 51.CA"},{"source":"51.CA 坚果儿","title":"暗访惊人发现：肯德基、Popeyes等5大连锁快餐摊上事","body":"随着加拿大人每年在清真食品上的花费超过10亿加元。越来越多的快餐巨头也试图通过提供清真菜单来抢占这一市场。\n然而，CBC《Marketplace》的一项调查发现，其中一些连锁店无法回答有关他们销售的清真食品的基本问题，而且他们提供的认证证明也并不总是可信的。图源：Reddit\n加拿大顶级连锁店接受测试\n大多伦多10家餐厅\"全军覆没\"\n为了了解加拿大一些顶级快餐连锁店对其销售的清真食品的了解程度，《Marketplace》暗访了10家餐厅——肯德基（KFC）、Popeyes、Osmow's、Boston Pizza和Mary Brown's这5个品牌在大多伦多地区的两家分店。\n在《Marketplace》走访的10家餐厅中，有6家餐厅的员工表示，整个餐厅都获得了清真认证，并向暗访团队展示了一份颁发给肉类供应商的清真证书，证明其肉类是清真的。这6家餐厅包括2家Mary Brown's、1家Osmow's、1家KFC、1家Popeyes以及1家Boston Pizza门店。\n然而，根据清真认证机构的说法，只有当餐厅使用的每一种食材都经过认证机构的检查并符合清真标准时，整个餐厅才能获得认证。此外，餐厅内不得供应任何猪肉制品或酒精。\n基于这一标准，事实上，在《Marketplace》走访的10家餐厅中，没有一家是经过清真认证。\n加拿大最大的清真认证机构之一——清真监督局（Halal Monitoring Authority, HMA）的发言人Imam Omar Subedar指出，认证系统经常被滥用。\n他在接受《Marketplace》采访时表示：“如果我是这些餐厅的顾客，发现自己被误导了，我会非常失望。”图源：KFC\n错误信息、过期证书\n与此同时，这些知名连锁店还被发现提供错误信息。\n对于许多清真食品消费者来说，动物的屠宰方式是一个重要的区分点。\n但是，当《Marketplace》询问餐厅所售的清真肉类是手工屠宰还是机器屠宰时，10家餐厅中的4家无法回答，或者给出了错误的信息。\n在2家KFC和1家Boston Pizza餐厅，员工在团队到访当天并不知道屠宰方法。\n在1家Osmow's，《Marketplace》被告知所有肉类都是机器屠宰的，并且出示了一份由HMA认证的枫叶食品公司（Maple Leaf）的证书。然而，枫叶食品公司和HMA随后证实，该供应商所有获得清真认证的鸡肉都是手工屠宰的，而不是机器屠宰的。\n在暗访期间，团队还发现了8份过期的清真认证证书。这些过期文件出现在1家Osmow's、1家Mary Brown's和1家Boston Pizza，其中Boston Pizza门店出示的证书已经过期了8年。\n餐厅、CFIA回应\nOsmow's在一封电子邮件中告诉《Marketplace》，他们所有的肉类都是手工屠宰的，并表示他们购买的都是最高品质的清真产品。他们还表示将联系认证机构以了解更多关于认证过程的信息。\nMary Brown's回应称，他们将继续教育一线员工，以确保他们能够自信地识别清真食材。餐厅表示，他们致力于透明度，并将继续致力于包容性和满足所有加拿大人的不同需求。\nBoston Pizza在邮件中表示，提供清真食品的门店必须完成在线培训，并且他们会定期更新清真认证证书，并确保这些证书在选择提供清真菜的门店中可以获取。\nKFC和Popeyes没有回应置评请求。\nSubedar等人认为，部分问题在于认证缺乏一致性。加拿大有超过10家清真认证机构，每家机构都有自己的政策、程序和不同的监督级别。\n虽然加拿大食品检验局（CFIA）要求销售的清真产品和食品必须经过认证，但该联邦机构本身并不进行认证。相反，它依赖于清真认证机构，而在加拿大，这些机构并没有受到监管。由于认证机构之间没有统一的标准，消费者只能根据每个不同的认证机构制定的标准进行选择。\n《Marketplace》请求对CFIA进行采访，以解决加拿大清真认证体系中的混乱和不一致问题。\nCFIA在邮件中表示，认证要求的目的是向消费者提供信息，以便他们做出明智的决定。认证机构有责任确保遵守宗教要求。\nSubedar认为，加拿大消费者在清真认证方面需要更多的透明度。他呼吁联邦政府采取更多措施。\n专业清洁师招聘蜂巢管家家政公司\n电动自行车 销售助理 Sales Assistant招聘EMMO 电动自行车","ts":"多伦多热推"},{"title":"旺市Wonderland旁集体性侵案！五名少年全部被拘控","body":"针对旺市Wonderland附近发生的一起性侵案，五名少年受到指控。\n约克区警局在周五的新闻稿中表示，五名青少年全部来自Hamilton。他们每人面临两项刑事指控：性侵和强制监禁。图源：CityNews\n警方称，其中三人于10月11日被逮捕，而另外两人本周被抓获。\n10月6日凌晨1点左右，约克区警方接到Wonderland旁，Norwood Avenue和Jane Street附近的报告，赶到该区域。\n警方称，当时一名女性青少年被一群至少五名她不认识的少年接近。\n警方称，这些男孩将受害者带到另一地点，在那里对她实施了性侵。\n根据《青少年刑事司法法》的规定，被告的身份未公布，警方也没有透露他们的具体年龄。\n起初，警方称他们的年龄在15至18岁之间。\n调查人员呼吁任何知情者提供线索。\n冷冻工程技术员，维修工，帮工招聘ColWell\n熟手室内装修中工招聘A&F RENOVATION"},{"source":"思忆","title":"一刀切政策见血！安省损失$10亿！十所大学将现赤字！","body":"安省的大学协会表示，联邦政府对国际学习许可的限制将导致今年收入损失3亿元，明年超过6亿元，收入下降将产生“深远的影响”。图源：51记者拍摄\n安省大学委员会（COU）周五公布了收入损失估算。这反映了联邦政府在今年1月做出的决定，即为了缓解临时居民增加对住房和医疗系统的压力，在2024年减少35%的国际学习许可发放数量。\n预计的收入损失未包括联邦政府在今年9月宣布的额外措施的影响。之前不受限制的硕士和博士生将从明年起被纳入学习许可限制范围内，整体配额将进一步减少10%，从485,000人减至437,000人。\nCOU主席Steve Orsini呼吁联邦和省政府确保分配给安省大学的学习许可数量不会进一步下降。\n他在声明中说：“我们理解联邦政府必须应对那些无视必要支持，不负责任地增加国际学生的行为，但这对大学造成了重大连带损害，未来多年内，影响将无法估量。”\nOrsini说：“对于大学来说，最大的挑战是联邦政府没有针对不良行为者，他们推出了一项粗放的措施，影响了所有人。”\n“在减少数量的同时，他们也影响了质量。来自世界各地的高技能和顶尖学生来加拿大的机会受到了影响。”\n在过去十年中，国际学生的学费为加拿大的高等教育机构提供了数十亿的额外资金。各机构已经依赖这笔收入来支持其运营。\n根据加拿大统计局的数据，今年安省的国际本科生学费平均超过48,000元，而本地学生的学费约为8,500元。\n2019年，安省政府削减并冻结了本地生的学费，限制了大学的一项主要收入来源。\nOrsini表示，安省24所公立大学中，有10所预计今年将出现运营赤字。\n他没有透露因国际学生入学减少而在财务上受到最大影响的具体大学，但表示，这种情况因各校秋季入学情况而异，因为大学通常在秋季迎来最多的外国学生。\nOrsini表示，由于学费的长期削减和冻结，加上近年来成本迅速上升，大学的财务状况非常困难，几乎没有办法弥补收入缺口。尽管安省政府在2023-24年度为STEM领域提供了资金支持，但许多会员大学今年仍报告出现赤字。\n他说：“大学别无选择，只能削减项目和服务，即使各校承诺为学生提供支持，包括住宿，但由于财务挑战，已有八个学生住宿项目被推迟或取消。”\n在大西洋省份，本周公布的数据显示，自1月份引入许可限制以来，国际学生入学人数下降了近3,000人，下降幅度约为11%。\n大西洋大学协会主席、圣玛丽大学校长Robert Summerby-Murray在一份声明中表示，大学担心联邦政府采取的措施损害了加拿大作为优秀学生目的地的声誉。\n联邦移民部长Marc Miller上个月表示，政策调整正在发挥预期效果，但这可能意味着高等教育入学情况将经历动荡的一年。\nOrsini敦促省政府确保明年授予安省大学的许可数量保持不变，特别是硕士和博士生的配额，避免进一步削减。\n今年，大学获得了安省学习许可配额的约15%，而学院则获得了约80%，学院同样严重依赖国际学费来支持其运营。\nOrsini说：“在减少国际学生数量的同时，他们应该专注于质量。我们招募顶尖人才，以推动就业和增长。”\n冷冻工程技术员，维修工，帮工招聘ColWell\n熟手室内装修中工招聘A&F RENOVATION","ts":"加国无忧 51.CA"},{"source":"谈海","title":"加拿大粉丝花$3400买门票看泰勒·斯威夫特现场演唱会","body":"对29岁的Taylor Swift加拿大粉丝Mikaela来说，亲眼见到这位流行巨星的演唱会将是一场昂贵的家庭活动。她花$3400买一张门票，姊妹三人将赴温哥华看泰勒·斯威夫特现场演唱会加上机票住宿等费用，总开支高达20,000多加元。图源：Friedman/Shutterstock\n来自萨斯喀彻温省Battleford的Mikaela，将和她的两位姐妹及侄女一起前往温哥华观看12月8日的演出，这场演唱会也是规模庞大的“Eras Tour”的最终场次。\n她在回应Daily Hive的询问时说：“希望这次回忆是值得的”。\n加拿大的粉丝们都在透露他们为了现场看“August”歌手花了多少钱。\n在Daily Hive收到的众多回应中，Mikaela的账单最为庞大。她表示，她为每张票支付了3,400元。“我还为我的两位姐妹和侄女买了票，因为她们负担不起。”Mikaela解释道。\n此外，她还预订了每晚420元的酒店，并从萨斯喀彻温省开车到埃德蒙顿，再乘坐600元的往返航班前往温哥华。尽管她能够使用一些积分来支付航班费用，但总开支仍高达20,000元。\nMikaela并不是唯一一个为了见到偶像而掏空钱包的粉丝。Daily Hive收集了来自全国各地的Swifties的故事，显示了他们为参加Eras Tour付出的财务努力。\nTaylor Swift门票争夺战\n当去年宣布加拿大Eras Tour的演出日期时，粉丝们欣喜若狂，但这只是他们争夺珍贵门票的开始。许多人在预售中等待被Ticketmaster列入名单，当终于获得门票时，部分二手票的价格竟然高达17,000元。\n一些粉丝，如来自安大略的Amy，在StubHub上以1,500元购买了11月23日多伦多演出的门票。她表示这已经是她能找到的相对便宜的票价了。\n从加拿大远赴欧洲看演唱会\n除了在国内观演的挑战外，许多粉丝还选择飞往海外观看演唱会。一些加拿大粉丝发现，与其支付高昂的国内票价和住宿费，不如去欧洲观演。例如，来自新斯科舍省的Joanne Swaine一家四口选择在苏格兰爱丁堡观看演出，总开支为7,300元，包括票价、住宿和机票费用。图源：Haley Kroetsch at a Taylor Swift Eras Tour concert stop in Germany\n高昂的票价与附加费用\n许多粉丝认为，演唱会票价的附加费用是导致价格高涨的主要原因。来自埃德蒙顿的Jade表示，她在英国观看了演出，“基本票价是合理的，但附加费用不合理，二手票的加价几乎就是犯罪。”\n无论是国内外，Swifties都展现了他们的“忠诚大名声”——为了亲眼见到偶像，他们愿意不惜一切代价。\n冷冻工程技术员，维修工，帮工招聘ColWell\n熟手室内装修中工招聘A&F RENOVATION","ts":"加国无忧 51.CA"},{"title":"加拿大誓言打击汽车盗窃：进展如何？官方这么说…… 加国 2 评论 36分钟前","body":"截至今年，加拿大的边境警卫已在铁路场和港口查获了1900多辆被盗汽车，这个数字比2023年多一百多辆。图源：ctv\n这是联邦边境服务机构周三在Oakville聚集的官员们强调的一个关键数据，借此宣传加拿大打击汽车盗窃国家行动计划的成果。\n交通部长Anita Anand在与新闻发布会同时发布的新闻稿中说道：“当我们看到汽车盗窃率在下降时，我们知道我们正在朝着正确的方向采取措施”。\n加拿大保险局的数据显示，汽车盗窃正在下降。10月2日，该局发布的保险数据显示，2024年上半年汽车盗窃索赔较去年下降了19%。图源：ctv\n“加拿大的汽车盗窃率在过去10年中飙升，给司机的保险费带来压力，危及公共安全，并引发了加拿大人的担忧和创伤”。\n“虽然2024年前六个月盗窃频率略有下降，但这一问题仍显著高于历史趋势。”\n加拿大的计划是什么？\n今年2月，联邦政府举办了一场国家峰会活动，以集思广益解决日益严重且代价高昂的车辆盗窃问题。图源：ctv\n当时，他们投入2800万元用于对被盗车辆进行检查和调查——这是此前一项更大投资的补充，即在安省打击枪支和帮派暴力的1.21亿元投资。此外，刑法中新增了打击暴力汽车盗窃的新罪名。\n还成立了一个新的全国政府间汽车盗窃工作组，负责协调政府的响应，监测进展，并探索新想法。\n大多百第一万锦广场分店招聘电器销售招聘大多百百货集团\n大多百万锦第一广场分店招聘电器销售招聘大多百百货集团"},{"source":"51.CA 坚果儿","title":"加拿大宁愿倒掉价值$67亿的牛奶也不降价！够养活11%国民了","body":"一项新的研究表明，加拿大有数十亿升的生牛奶在离开农场之前就已经付诸东流了。\n这项研究发表在《生态经济学》（Ecological Economics）杂志上，作者对2012年至2021年期间从加拿大奶牛场“消失”的牛奶进行了估算，得到结果预计超过68亿升。根据他们的计算，这一数量足以满足加拿大11%人口的需求，零售价值达到67亿加元。图源：Reddit\n在此期间，加拿大乳制品的价格稳步上涨，而且根据加拿大统计局的数据，加拿大仍然是全球乳制品价格最昂贵的国家之一，平均每升超过3加元。\n牛奶浪费并不是什么新鲜事，几十年来一直存在。\n达尔豪斯大学农业食品分析实验室的负责人及研究共同作者Sylvain Charlebois表示：“过剩的情况相当正常。令人失望的是，根本没有应对过剩的策略。”\n需要对系统进行彻底改革\n加拿大乳品委员会（CDC）是一家成立于1966年的皇家公司，其监督下的乳品供应管理系统（DSMS）据称存在效率低下的问题。\nCharlebois解释道：“我认为核心系统实际上可以发挥作用，也应该发挥作用，但供应管理并不完美，我们需要公开讨论一些缺陷。我们不应该允许任何人倾销任何东西。”\n作者承认，自1971年起实施的DSMS系统并不是导致农民将牛奶倒掉的唯一因素。他们发现，“市场需求低、加工能力有限、存在抗生素残留或农场基础设施损坏”也是原因之一。\n然而，他们指出，DSMS系统通常会导致供应过剩，因为奶农受到“激励”，宁愿超出配额，也不愿冒着生产过少的风险——赔钱并面临更严厉的处罚。\n为了更好地了解如何解决系统中的缺陷，作者建议更好地收集有关实际浪费牛奶量的数据。\n研究指出，这些数据在加拿大的可用性稀少，迫使研究人员基于估算数字来确定研究结果。\n在一份电子邮件声明中，加拿大乳制品农民协会首席执行官Jacques Lefebvre指出，作者的一些结论并非基于“可靠的数据”，并且“需要独立验证”。\n他说，牛奶过剩通常与供应链问题有关，并且“只有在探索了所有其他替代方案后，才会将倒掉牛奶作为最后的处理手段。”\n缺乏透明度\nCharlebois表示，尽管该行业可能得到了政府的授权，但主要是“自我监管”，收集牛奶浪费数据并不是强制执行的，即使有，内部也很少有意愿将其公开发布。\n“他们不想让加拿大人知道这些数据，因为一旦人们知道他们倒掉了这么多牛奶，一定会问‘牛奶为什么这么贵？’”\n“他们不想将过剩的牛奶投入市场，给价格施加下行压力。这就是游戏规则，也是他们一直避免谈论倾倒的原因。”\n大多百第一万锦广场分店招聘电器销售招聘大多百百货集团\n大多百万锦第一广场分店招聘电器销售招聘大多百百货集团","ts":"多伦多热推"},{"title":"副总理Chrystia Freeland：大多数自由党党团支持杜鲁多","body":"副总理Chrystia Freeland表示，她“绝对相信”大多数自由党议员仍然支持总理杜鲁多作为领导人。图源：facebook\n她的评论是在下周渥太华自由党核心小组会议之前发表的，这次会议可能会很紧张，因为越来越多的议员试图说服杜鲁多下台。\n有几份媒体报道揭露了一些自由党议员试图在下次核心小组会议上与总理对峙的努力。\n核心小组没有机制强迫总理下台，而他到目前为止在继续担任职位的计划上没有动摇。\nFreeland表示，她非常认真地对待每位核心小组成员的想法、工作和贡献。\n她说，在任何一个核心小组中，肯定会有各种各样的观点，但她相信，总体而言，杜鲁多得到了支持。\n大多百第一万锦广场分店招聘电器销售招聘大多百百货集团\n大多百万锦第一广场分店招聘电器销售招聘大多百百货集团"},{"source":"谈海","title":"悲剧！男子在高速公路上追狗时被撞：人与狗均当场死亡","body":"警方称，周四晚上，一名男子在蒙特利尔南岸的一条高速公路上试图救他的狗时被汽车撞死。图源：globalnews\n据警方称，事故发生在周四晚上8点后，地点在靠近Brossard的10号高速公路上。\n警方表示，当时这名男子将车停在路边，他的狗从车中逃出，随后他试图抓住穿过多条车道的宠物。结果，这名男子被一辆西行的汽车撞到，狗也被同一辆车撞击。两者都当场死亡。图源：globalnews\n驾驶汽车的司机未受伤。CAA Quebec的官员指出，这起悲剧强调了在旅行时妥善固定宠物的重要性。\nCAA Quebec的David Marcille在采访中表示：“虽然没有法律明确要求司机必须固定宠物，但法律规定如果动物阻碍司机视线则不允许驾驶”。\nCAA Quebec和省级汽车保险局建议司机在车辆后座或旅行箱内固定宠物，并避免让宠物将头伸出车窗。此外，蒙特利尔SPCA的执行董事Laurence Massé也指出，高速行驶时，让宠物在车内自由活动是极为危险的，应使用合适的设备确保宠物的安全。图源：globalnews\nMassé还强调，不应将动物放在带有安全气囊的前座，因为这可能会造成额外的危险。她建议使用各种经济实惠的方式来防止宠物在发生事故时被抛出车外，或如这次事件中那样逃脱。\n大多百第一万锦广场分店招聘电器销售招聘大多百百货集团\n大多百万锦第一广场分店招聘电器销售招聘大多百百货集团","ts":"加国无忧 51.CA"},{"source":"谈海","title":"人均获赔6万！烟草巨头将向各省和烟民支付325亿元","body":"根据一项新提出的协议，三家烟草巨头将向加拿大各省和地区支付近250亿元，并向数万名魁北克烟民及其亲属支付超过40亿元。这是由长期法律纠纷引发的公司重组过程中达成的协议的一部分。\n经过五年的漫长程序后，通过调解制定的拟议安排计划于周四提交给安大略省法院。图源：搜狐\n这些公司——JTI-Macdonald Corp., Rothmans, Benson & Hedges and Imperial Tobacco Canada Ltd. ——在魁北克省一场具有里程碑意义的法庭诉讼中败诉后，于2019年初在安大略省寻求债权人保护。\n安大略省法院暂停了针对这些公司的所有法律诉讼，因为他们试图与债权人达成协议，这些债权人包括魁北克两起集体诉讼的原告以及寻求收回吸烟相关医疗费用的省政府。\n根据周四提交的拟议计划，各省和地区将分期收到付款，协议实施后将支付约60亿元。\n魁北克的原告将提出每人最高10万元的赔偿要求。\n拟议计划还包括为2015年3月至2019年3月期间被诊断患有肺癌、喉癌或慢性阻塞性肺病的其他省和地区的吸烟者提供超过25亿元的补助。他们每人最多可获得6万元的补助。\n魁北克原告的律师之一Bruce W. Johnston表示，该提案“具有历史意义且史无前例”，因为它允许对吸烟者和政府进行补偿。\n他周四表示：“当我们接手这个案子时，从来没有一个原告从烟草公司得到过一分钱。”\n“我们在1998年接手了这个案子，我们的案件的结果不仅使加拿大烟草业向数万名受害者（其中大部分在魁北克）提供了赔偿，而且政府还将分得240亿元。”\n他说，原告们经历了漫长的拖延，现在他们终于看到“隧道尽头可能出现一丝曙光，他们将获得赔偿”。\n他说，虽然许多集体诉讼成员在从公司获得赔偿之前就去世了，但他们的继承者——在某些情况下是继承者的继承者——将有资格获得赔偿。\n根据拟议交易，两家公司还将向一个抗击烟草相关疾病的基金会投入超过10亿元。这笔资金中包括从拨给魁北克原告的资金中抽取的1.31亿元。\n该提案在付诸实施之前仍需经过几个步骤，包括债权人投票和法院批准。\nJohnston说，调解是保密的，因此集体诉讼成员无法了解事情的进展，而且很多人不明白为什么要花这么长时间。图源：搜狐\n一些医疗保健组织认为，谈判缺乏透明度，将使公司受益，而损害其他利益相关者的利益。\n就在上个月，三个组织——吸烟与健康行动、加拿大无烟医生组织和魁北克烟草控制联盟——表示，最近的法庭文件表明各省已同意一项程序，赋予烟草公司对最终交易的否决权。\n这些团体一直敦促各省实施法规和减少吸烟措施，作为与烟草公司达成协议的一部分。\n包括加拿大癌症协会在内的一些组织也呼吁达成协议，公开披露公司内部文件。\n加拿大癌症协会的律师Rob Cunningham表示，这项拟议的协议是迄今为止此类案件中“美国以外最重要的和解协议”。\n他说，与1990年代后期与美国烟草公司达成的全球和解不同，该协议并不包括旨在减少烟草使用的政策措施或任何公开披露的文件。\nCunningham说，作为此案的社会利益相关者，癌症协会将审查这份约1,400页的提案的细节，并在审批过程中提出意见。\n魁北克的诉讼涉及1950年至1998年期间染上吸烟习惯并因此患病或上瘾的吸烟者。这些吸烟者的继承人也是诉讼的当事人。\n去年的法庭文件显示，自债权人保护程序开始以来，已有数百名集体诉讼成员死亡。\n大多百第一万锦广场分店招聘电器销售招聘大多百百货集团\n大多百万锦第一广场分店招聘电器销售招聘大多百百货集团","ts":"加国无忧 51.CA"},{"title":"大多伦多新公寓销量暴降81%！回到1995年！更糟的是..","body":"根据Urbanation的一份新报告，大多伦多和汉密尔顿地区的新公寓销售继续下降，与去年同期相比，2024年第三季度下降了81%。图源：51记者拍摄\n周五发布的报告称，今年第三季度，大多伦多和汉密尔顿地区（GTHA）仅销售了567套新公寓，为1995年以来的季度最低总数，并且比第三季度的10年平均水平下降了87%。\n报告指出，今年到目前为止总共仅销售了3,641套单位，比去年同期下降了63%，GTHA新公寓市场正“走向自1996年以来最缓慢的一年”。\nUrbanation总裁Shaun Hildebrand在新闻稿中表示：“新公寓市场正面临几十年来最艰难的挑战。投资者不活跃，终端用户购买者目前在转售市场上有很多低价选择可供选择。”\n根据报告，已启动预售的活跃新公寓项目中，有三个项目共1,111个单位被改为专为出租用途建造，另外八个项目共计2,231个单位被搁置、取消或在今年第三季度进入破产接管。\n报告补充说，“过去两年，在积极销售中的33个新公寓项目共计6,796个单位要么被改为出租，要么被搁置、取消或进入破产接管。”\n报告指出，今年第三季度新开工的公寓总数为2,163个，比去年同期下降了13%，是“十多年来最慢的第三季度开工数”。\n截至目前，区内新开工的公寓总数为7,200个，比2024年同期下降了53%，比2022年下降了73%。\n报告称：“在GTHA，2024年第三季度正在建设中的新公寓总数为88,967个，创下了三年多的最低纪录”。\n另一方面，今年的公寓竣工总数预计将达到24,386个，略高于去年的24,114个竣工数量。\n预计2025年的公寓竣工数量将再创下29,409的历史新高，然后开始下降。\nHildebrand指出，尽管可能需要一段时间，新公寓市场最终将会反弹。”……条件将逐步改善，因为开发商会控制供应，施工库存继续减少，需求随着利率下降而上升。”\n大多百第一万锦广场分店招聘电器销售招聘大多百百货集团\n大多百万锦第一广场分店招聘电器销售招聘大多百百货集团"},{"source":"S君","title":"游客在加拿大街头遭暴力袭击 嫌犯还在缓刑：自己都惊讶不用坐牢","body":"近日，温哥华市中心发生一起暴力袭击案件，一名来温哥华旅游的女子突然遭到一名陌生人的无端暴力袭击。警方称，嫌疑人已经被逮捕。\n据CTV报道，温哥华警方称，这名35岁的受害者周日（10月13日）上午9点左右在Canada Place广场的游轮码头附近行走时，遭到一名陌生人的袭击。\n警方在周二的新闻稿中写道，“她的脸部被反复拳打脚踢，多处受伤，需要在医院接受治疗。”\n值得一提的是，在袭击发生前，嫌疑人和受害者并不认识，而且此前没有任何互动。有数人目睹了袭击过程，一些人拨打了911电话报警。\n“我们感谢旁观者的报警，这样我们的警员就能立即采取行动并收集宝贵的证据，从而迅速逮捕嫌疑人。”\n温哥华警方表示，在收集了嫌疑人在现场的视频后，在警犬协助下，警方于当天下午12点30分左右，在唐人街East Pender和Colombia streets附近的一栋住宅楼内将他逮捕。\n30岁的Massimo Rosario Falvo现已被指控严重袭击，目前仍被拘留。\n他犯下这起罪行时正因过去发生的类似罪行而处在缓刑期内，” 温哥华警官Steve Addison说。\nBC省检控机构确认，Falvo在周日犯下袭击案时处于缓刑期，他在今年早些时候承认了四项袭击罪名。\n他在被拘留22天并被判处监禁1天和3年缓刑后获释。\n根据法庭记录，Falvo于2023年11月3日在温哥华袭击了一个人，此后已出庭了15次，这并不包括他最近的指控。\n所有事件都涉及个人头部被击打。\n甚至连Falvo本人自己也感到惊讶，他曾在社交媒体上发布消息说，“四项不同的袭击指控被判三年缓刑。我很幸运我没进监狱”。\n“社区有一种期望，如果一个人因严重罪行、无端地暴力袭击陌生人而被捕一次、两次、三次，现在又第四次，就需要有严重的后果，” Addison警官指出。\nFalvo已于周三上午再次出庭，并将在22日进行保释聆讯。\n大多百第一万锦广场分店招聘电器销售招聘大多百百货集团\n冷冻工程技术员，维修工，帮工招聘ColWell","ts":"加国无忧 51.CA"},{"source":"思忆","title":"人若有点权， 容易变成蛆，，，","body":"安省教育厅长Jill Dunlop严厉批评Brantford天主教教育局的4名教育委员花费14.5万元前往意大利购买昂贵的宗教雕像，她称这是“严重缺乏财政责任感和判断力”，并正在着手调查这些支出问题。图源：https://www.thespec.com\n在有关旅行的细节曝光后，Dunlop周三发布了一份书面声明，指出：“我们的政府将公共教育的资金增加到了历史最高水平，目的是支持学生的成就，并更好地为教师提供课堂上的资源，而不是让教育局的工作人员用公共资金支付旅游费用。”\n据Brantford Expositor透露，Brant Haldimand Norfolk天主教教育局有6位教育委员，教育局主席Rick Petrella说，4名成员前往国外查看真人大小的圣母玛利亚、圣帕德里·皮奥的雕像、一个十字架以及教皇方济各的半身像，这些雕像将用于2026年新开设的以圣帕德里·皮奥命名的高中，目的是使其成为一所“旗舰”学校。图源：Brantford Expositor\nPetrella表示，“教育局绝不会在没有亲眼看到之前就支付一分钱”，并且他们有盈余资金可以支付这些艺术品的费用。\nPetrella还说，“我们想做一些雕塑。我们考虑过直接购买现成的，但没有一个令人满意。”\n然而，Dunlop强烈抨击了教育局，称其“不仅辜负了学生和家长，还辜负了社区，严重缺乏财政责任感和判断力。无论是在赤字还是盈余情况下，教育局都应是纳税人资金的负责管理者。”\n厅长说：“我对此问题非常重视，已要求我的部门调查此事。”\n在这一支出曝光前，安省另一个教育局，Thames Valley公校教育局的高级职员最近因使用纳税人的钱前往多伦多以及支付插花课程的费用而受到严厉指责，当时该教育局正处于赤字状态。\n教育厅长Dunlop已下令对Thames Valley教育局的财务运营进行“管理审计”。\nBrant教育局的意大利之行是在其修改支出政策之后进行的，新政策允许乘坐长途航班的头等舱旅行以及更高价的住宿，甚至在某些情况下允许使用酒精。\n教育局尚未公布此次旅行的详细信息，Petrella对《星报》表示，“我们的教育局经过多年发展、稳健的财政规划和创纪录的盈余，处于强大的财务状况，这使我们能够通过增加教师、支持人员和资本项目重新投资于我们的学校，同时维持平衡的预算。”\n他没有回答有关他本人和教育委员Bill Chopp、Dan Dignard、Mark Watson此次旅行的多个问题，并让记者参考的Brantford Expositor文章。\n然而，Petrella表示，这所新高中是教育局发展的成果，“我们对这一令人兴奋的项目感到非常自豪，并致力于确保它与天主教战略计划一致，将成为我们社区多年天主教教育的见证。”\n据Brantford Expositor报道，教育局为这次五天的意大利北部之行花费了约4.5万元的机票、餐食和酒店费用，并花费了约10万元的教育局资金购买了几件艺术品。图源：Brantford Expositor\nPetrella称，支出“完全符合”教育局的政策，并且鉴于购买了多件艺术品，他们能够“谈判到更优惠的价格。”\n安省英语天主教教师协会本地分会代理会长Carlo Fortino表示，“虽然投资于艺术可能有其价值，但当学校的基本和紧急需求被忽视时，很难为这些可选支出辩护。”\n他说，这笔钱本可以用于资助“更多的幼儿教育工作者和教育助理……如果有足够的钱用于昂贵的国际旅行，那就应该有足够的钱为学生提供支持。”\n以下是部分网友的评论：\n”去意大利5天花了4.5万元？我带着我的5口之家去挪威、瑞典和丹麦旅行了8晚，住的都是不错的三星级酒店，吃得很好，机票、火车、巴士等所有费用加起来才花了1.5万元。4个人花4.5万元，这无论如何都太奢侈了。他们应该被解雇，尤其是主席Petrella！\n“希望他们没有为了这些艺术品而削减了阅读辅导老师的职位。而且，难道他们没有考虑在教育局内举办一个艺术比赛，获得符合目标的艺术作品吗？很多有才华的学生可能会喜欢这样的机会。这样或许还能省下几万块钱。”\n”我们安省的天主教教育局是为了吸引魁北克加入联邦而创建的。魁北克几十年前就已经取消了他们的，而安省却仍然保留着。是时候安大略省也做出改变，跟上时代了。公共教育不应该与任何单一宗教挂钩。如果家庭希望接受宗教教育，他们应该自费选择私立学校。“\n大多百第一万锦广场分店招聘电器销售招聘大多百百货集团\n冷冻工程技术员，维修工，帮工招聘ColWell","ts":"加国无忧 51.CA"},{"source":"思忆","title":"许家印前妻在加拿大三处豪宅曝光！近3亿房产或被出售","body":"据彭博新闻报道，中国恒大集团创始人许家印的前妻丁玉梅在全球拥有价值高达2.85亿美元的房产，包括位于温哥华的公寓和伦敦的豪宅。随着香港清算人在全球范围内搜寻许家印有关资产，丁玉梅的房产面临被查封或出售以偿还债权人的风险。图源：wikipedia\n在温哥华市中心的核心地带，距离金融区和艺术画廊仅几分钟路程，有一座椭圆形的蓝色玻璃建筑One Wall Centre，这里设有喜来登酒店和豪华公寓。\n位于47层的一套公寓，透过落地窗可以欣赏到太平洋沿岸的群山和温哥华港的壮丽景色，这套公寓的所有者是许家印的前妻和儿子。\n根据法院文件和彭博新闻的房产查询，这套温哥华公寓只是丁玉梅名下全球多处房产之一。这些房产从加拿大到英国，包括伦敦最昂贵的豪宅之一，价值高达2.85亿美元。\n丁玉梅持有加拿大护照，与儿子许智健于2004年购买了温哥华的公寓，当时正值恒大借助房地产热潮崛起，这一波热潮最终使许家印成为亚洲第二富豪。恒大的崛起也使丁玉梅获益匪浅，去年提交的文件显示，她在公司中近6%的股份价值大涨。\n根据不动产土地登记和测量局的文件，丁玉梅和许智健仍然是One Wall Centre房产的登记所有者，他们在购入时支付了100万加元。这间两居室单位目前价值约200万加元，反映了加拿大最昂贵地产市场的价格飞涨。\n文件显示，丁玉梅当时被列为“家庭主妇”，而许智健是学生。根据恒大的文件，许智健拥有UBC大学的经济学学士学位。\n丁玉梅可能自那以后在温哥华增加了房产。根据土地所有权文件，2022年11月购买了一栋价值215万加元的房子，2023年2月又以1200万加元购入另一处房产，这些房产均以“Yu Mei Ding”登记为所有者。这些交易是在恒大美元债券违约后进行的，并在许家印被中国当局敦促动用个人资产偿还债务之后。\n价值1200万加元的房产位于Shaughnessy，属于温哥华的豪宅区。华为技术公司首席财务官孟晚舟在加拿大期间就住在这一带。这栋建于2019年的房子有八间卧室和十间浴室，约6700平方英尺（622平方米），内设落地酒窖和家庭影院。\n营销资料显示，位于Southlands地区的另一栋房子有六间卧室和四间浴室。记者8月探访温哥华这些房产时，没有人应门。\n除了温哥华的房产，丁玉梅的全球房产还包括2020年1月以2.1亿英镑创纪录购入的伦敦豪宅。\n伦敦豪宅的最初购房者被认为是与许家印关系密切的地产大亨张松桥。但文件后来显示，参与购买的英属维尔京群岛公司的实益所有者是丁玉梅。\n根据英国和香港的法院文件，这栋豪宅目前被列入冻结资产清单。自2022年底以来，这处房产一直在市场上待售，但难觅买家。去年它曾差点以约2亿英镑售出，比要价低了2500万英镑，最终谈判破裂。目前的出价据知情人士透露已比要价低约40%。\n除了温哥华的房产，恒大集团还在加拿大投资了位于魁北克的蒙特贝罗酒店（Fairmont Le Chateau Montebello），这恒大唯一在亚洲以外的酒店投资。该酒店号称全球最大的木屋。\n根据公司文件，恒大在2014年以约1.9亿元人民币收购了这家已有94年历史的度假酒店。据今年2月的报道，恒大清算引发了人们对这家酒店未来命运的担忧。酒店的代表拒绝对此置评。\n当地市长Nicole Laflamme表示，“酒店仍在正常运营。市长办公室没有收到任何所有权变更通知。”图源：Fairmont Le Chateau Montebello\n香港清算人正在全球范围内搜寻与全球负债最多的开发商相关的资产，丁玉梅名下的房产面临着被查封或出售的风险，以偿还债权人。今年7月，香港和伦敦的法院针对丁玉梅颁布了全球资产冻结禁令，以便从她、许家印以及恒大前高管处追回60亿美元。\n德杰律师事务所（Dechert LLP）驻香港专门从事跨境重组和破产的合伙人Daniel Margulies表示：“这可能为清算人未来采取其他行动奠定基础，以追回资产，惠及债权人。”\n丁玉梅在香港和伦敦的律师没有回应置评请求，清算人的代表律师事务所也没有作出回应。\n近年来，丁玉梅成为了债权人和社交媒体观众关注的焦点。根据2023年8月提交给香港证券交易所的文件，她被列为“第三方独立人士”而非“配偶”，这表明她与许家印在三十多年的婚姻后已经离婚。\n恒大支付的超过70亿美元红利支持了两人在全球疯狂购买和奢华生活方式，许家印曾拥有三栋俯瞰香港的豪宅，以及一艘超级游艇。\n根据公司声明，许家印去年被中国警方带走，并因涉嫌非法犯罪而受到“强制措施”。英国法院的文件显示，丁玉梅目前居住在伦敦泰晤士城的一间豪华公寓中，并在巴克莱银行账户中有约400万美元。她每月被允许支出最多20,000英镑，同时清算人正试图追回她的约3.6亿美元红利。\n自从恒大危机爆发以来，丁玉梅一直保持低调，未曾在公众场合露面。有关她的背景资料知之甚少。直到2018年，恒大官网发布了一篇关于她和许家印返回河南老家探亲的文章，照片才首次曝光。据中国媒体报道，丁玉梅在许家印大学毕业后被派往一家国有钢铁公司工作时与他相识，并于1983年结婚。\n大多百第一万锦广场分店招聘电器销售招聘大多百百货集团\n冷冻工程技术员，维修工，帮工招聘ColWell","ts":"加国无忧 51.CA"},{"source":"51.CA 坚果儿","title":"四成加拿大人处于破产边缘：近一半人彻底停止外出吃饭","body":"高昂的生活成本正迫使加拿大人做出艰难的决定来节省开支，尤其是削减食品等基本必需品的成本。\nIpsos公司最新发布的《MNP消费者债务指数》调查访问了2000名18岁及以上的加拿大人。调查发现，近三成受访加拿大人（28%）选择少吃来省钱。\n超过一半的受访者（51%）表示，他们在杂货店购物时更加注意，以减少开支。\n加拿大人在外出就餐前也会三思而后行，44%的人表示他们已经完全停止到餐馆吃饭，或者不再叫外卖。图源：51记者拍摄\n粮食不安全问题\n其他报告也强调，高昂的生活必需品成本已将许多加拿大人推向了困境。\n达尔豪斯大学农业食品分析实验室（Agri-Food Analytics Lab）今年早些时候进行的一项调查发现，超过一半的受访者（58%）表示，由于杂货价格高昂，他们“更倾向于”食用过期食品。\n最近，加拿大食品银行（Food Banks Canada）表示，全国各地的分支机构每月接待近200万次访问，其中超过60万次是依靠食品银行服务满足基本需求的儿童。\n更令人不安的是，加拿大的粮食不安全可能导致令人担忧的、危及生命的健康状况。\n《加拿大医学协会杂志》（CMAJ）最近的一份报告详细描述了一名65岁女子去年在多伦多一家医院被诊断出患有坏血病的案例。\n报告的作者表示，这一案例强调了坏血病可能卷土重来的风险，并建议医生对那些社会经济地位较低且面临粮食不安全的患者保持“更高的警觉”。\n分摊费用以节省开支\nMNP调查结果还显示，加拿大人倾向于通过分摊账单或共享住房来节省开支。近三分之一（30%）的加拿大人采取分摊账单的策略，例如拼车、共享订阅服务和分担育儿责任等。\n另一个常见的省钱策略是与他人同居，13%的受访者表示他们与朋友、伴侣和家人同住，并寻找更多的室友以节省住房成本。\nMNP的数据还揭示了加拿大人未来12个月的主要省钱策略：分摊账单：27%合住：14%制定预算/记录所有开支：14%取消订阅服务：13%停止在餐馆用餐或叫外卖：13%避免冲动消费：13%减少水电使用：13%购买二手商品：12%寻找免费或低成本的娱乐活动：12%有计划地购买杂货：12%协商账单：11%削减不良嗜好：10%搬到更实惠的地方：10%与室友、朋友或家人分摊杂货费用/批量购买：9%\n降息会带来改变吗？\n由于加拿大的利率有望继续下降，MNP强调，加拿大人对他们的财务未来和债务偿还抱有一些希望。\n加拿大破产与重组专业人员协会（CAIRP）最近的一份报告指出，加拿大消费者债务破产率已达到了令人担忧的新高。\n该报告发现，2024年第二季度有35,082名加拿大人申请消费者破产。\n然而，根据MNP的调查，三成（31%）加拿大人认为他们的债务状况将在一年后会有所改善，而12%的人则认为会恶化。\n即使今年已三次降息，仍有48%的受访者表示，如果进一步降息，他们仍然担心自己偿还债务的能力。\nMNP补充说，近一半（46%）与他人同住的加拿大人和44%选择分摊账单的加拿大人面临破产风险。\n虽然节省开支的行为和较低的利率会对加拿大人的财务状况产生积极影响，但仍有接近四成加拿大人报告他们处于破产边缘，这表明很多人仍承受着沉重的债务负担，勉强维持生计。\n大多百第一万锦广场分店招聘电器销售招聘大多百百货集团\n冷冻工程技术员，维修工，帮工招聘ColWell","ts":"加国无忧 51.CA"},{"source":"思忆","title":"多伦多女子找专业人士报税谎报地库装修费 被CRA追查","body":"许多人认为加拿大的税制过于复杂，所以每年有数百万人聘请会计师或税务专业人士来报税。但是，即使雇用了专业人士，最终你仍然要对报税的信息负责。\n多伦多税务法院最近作出一项判决，一名纳税人2012年和2013年的纳税申报表在多年后被加拿大税务局（CRA）重新评估。CRA通常不能在初次重审后超过三年再对个人纳税人进行重新评估，除非证明纳税人因“疏忽或故意违约”而做出了虚假陈述。图源：51记者拍摄\n这名纳税人退休前在长期护理院工作了几十年，最初担任护理助理，后来成为合格的护工。她在牙买加长大，只有小学6年级的教育水平。她觉得自己“不够了解税务”，无法正确地自行报税，所以一直雇佣专业人员报税。\n大约在2009年，一些同事建议她使用某个税务申报员的服务，因为这位申报员为许多同事报税。基于同事的推荐，这名纳税人选择了这位申报员的服务，包括为她申报2012年和2013年的个人税务。\n到2016年，这名纳税人得知她的一些同事因报税问题与CRA发生了麻烦。为了避免类似问题，她立即停止继续使用这位申报员的服务。事实证明，这名申报员涉嫌作出“无依据的申报”，甚至伪造收据以降低客户的税款。\n纳税人2012年和2013年的税务申报分别于2013年11月12日和2014年11月10日初次评估。2012和2013年的三年正常重审期分别在2016年11月12日和2017年11月10日到期。超期应被视为“法定禁止重审”。\n然而，CRA在2019年3月12日重新评估了纳税人这两年的申报，声称她在申报中“作出了因疏忽、故意违约或欺诈而导致的虚假陈述……拒绝了申报中的租金费用/损失、工作费用和慈善捐赠扣款。”\nCRA表示，纳税人“在签字前未审核申报表”，是她作出虚假陈述的证据，表明这些虚假陈述是“因其自身疏忽导致的”。在质询中，当被问“你在提交2012年报税前是否审核过申报表？”时，纳税人回答：“没有。（我的税务申报员）是在他的电脑上处理的……他把所有内容整理好后，在上面画了个小叉号，然后说，‘在这里签你的名字。’……因为即使我看了，我也看不懂。”\n纳税人在2012年申报了7,862元租金损失，2013年申报了8,165元租金损失。她还申报了与用车相关的工作费用，分别是2012年的8,936元和2013年的6,452元，以及慈善捐赠不可退还的税收抵免，分别为2012年的2,660元和2013年的2,240元，这些捐赠是给她的教堂的。\n在庭审中，CRA承认纳税人确实在2012年和2013年向她的教堂做了慈善捐赠，并且确实支付了地税、有线电视和互联网、水电费和保险等家庭费用。\n但是，纳税人在2012年申报了2,825元的地下室装修费用。当被问及是否发生了这笔费用时，纳税人回应说：“我没有告诉税务申报员这件事。”法官指出，纳税人“如果在签字前审阅了2012年的申报表，她应意识到这是错误的陈述，却让它提交了。”\n此外，在2012年和2013年申报中，报告了汽车里程数为工作费用。纳税人作证说，这些里程数是她的税务申报员填写的，上面显示这两年的全年汽车总行驶里程“100%”都是“为了赚取工作收入”。法官认为，这“非常值得怀疑”，因为纳税人不可能全年开车都不用于个人目的，比如探访家人或朋友、去教堂或购买日用品。\n根据先前的法律案例，疏忽被定义为“缺乏合理的注意”，税务法院也曾裁定“在签字前未审核纳税申报表可能构成疏忽或粗心”。\n因此，法官得出结论，错误申报装修费用和100%里程申报属于“虚假陈述”，并且这些错误可归因于纳税人的疏忽，即“她在签字和提交申报表之前未进行审核。”\n因此，法官裁定这两份申报表不受法定重审期限的限制，CRA可以在正常重审期之外进行重新评估。根据这一裁决，申报被送回CRA重审，允许纳税人申报的慈善捐赠抵免以及租赁相关费用，但不当的费用申报被拒绝。\n大多百第一万锦广场分店招聘电器销售招聘大多百百货集团\n冷冻工程技术员，维修工，帮工招聘ColWell","ts":"加国无忧 51.CA"},{"source":"51.CA 卡瑞娜","title":"\"滚出加拿大\"! 滑铁卢印度留学生遭人当街飚骂2分钟！","body":"随着加拿大印度两国外交关系恶化，一名印度裔男子对加拿大境内针对印度人的仇恨事件的增加深感担忧。\n最近，发生在安省滑铁卢的一段印度人遭白人女子疯狂“飚骂”两分钟的视频在社交媒体上引发了激烈讨论！图源：X\n只见一名女子在街头对着一名印度裔男子竖中指，随后进行歧视谩骂，时间长达2分钟。女子称加拿大已经快被印度人占领，要他们滚回印度。\n当男子表明自己是加拿大国民时，该女子更说：“你父母不是，你祖母也不是。你们滚回印度去！”\n这件事情随后在网络上发酵，印度媒体也纷纷报道了此事.....\n视频中被攻击的是来自印度的阿什温·安纳马莱(Ashwin Annamalai) ，他表示，尽管自己拥有加拿大公民身份，但被该女子“误认为”是印度人，并遭受到了种族言论的攻击。\n当这名女子咄咄逼人地要求他“回到”他的国家后，Annamalai跟她对峙，并拍下了视频分享在社交媒体X上。他表示，事发时正在安省滑铁卢散步，“这名女子对我竖中指并大肆宣扬仇恨。”图源：X\nAnnamalai于2018年以留学生的身份来到加拿大，现在已经获得了加拿大公民身份。“我从未遇到过如今国际留学生面临的困难，这不是我认识的加拿大。”他感到非常失望。“加拿大快被印度人占领了！”\n在与这名女子的争执中，Annamalai曾多次解释说自己“不是印度人”。\n“我至少两次告诉她——我是加拿大人，并询问她为什么对我大发雷霆。”图源：X\n这名白人女子直视镜头，强硬的回应说：“你不是加拿大人，我对你咄咄逼人，是因为加拿大有太多印度人了，我希望你回去！”\n“滚回去，回印度去！”即便Annamalai反复坚称自己就是加拿大人，对方依然不依不饶：“你的父母不是加拿大人，你的祖父母也不是这里的人！”\n当Annamalai试图跟这名女子理论时，对方继续开喷：“你甚至不会说英语！”\n随后，Annamalai用法语回答，并问对方是否会说法语，因为法语也是加拿大的官方语言之一。这名女子坚称自己懂法语，然后骂骂咧咧的走开了。图源：X\n紧接着，这名女子又折返回来继续开骂：“这里的（印度）留学生太多了！”当Annamalai继续坚称自己是加拿大人时，她接着说：“你来自印度，你的父母来自印度，你奶奶来自印度。”\n“来自印度犯法吗？你凭什么远处走过来冲我竖中指？我做错了什么吗？”Annamalai问道。\n“就是犯法啊！加拿大都快被印度人占领了！”女子怒斥道。加拿大越来越多印度人遭歧视\nAnnamalai在社交平台X上发帖吐槽了这段经历，并写道，这名女子“错误地认为”他是印度人。\n“当我非常礼貌地质问她时，她开始发表种族主义言论......她也对社区里有黑人感到不安，她还指责我不会说英语，我应该离开。”图源：X\n“这不是孤立事件，自今年年初以来，这种充满仇恨的遭遇就经常发生，人们似乎也变得更加大胆了！”他透露。\n上个月，他在接受Waterloo Region Record采访时表示，直到2023年，他才在加拿大遇到种族歧视的情况。最近仇恨情绪的上升是在印度和加拿大之间紧张局势不断升级的背景下发生的。而这件事情，也引发了网友们的激烈讨论！\n令Annamalai没想到的是，这段视频发布后，他不得不在X上应对进一步的仇恨，数十人支持这位未透露姓名的白人女子，要求让他回到印度去。\n“你是印度人，你不是加拿大人。无论你用带有印度口音的英语说多少次‘我是加拿大人’，都无法改变你是印度人的事实。你永远不会是加拿大人，印度人有自己的国家，回到你的故乡印度去吧。”\n“所以如果这太令人讨厌和不舒服的话，就回家吧。”一个网友说道。\nAnnamalai回答说：“加拿大是我的家，所以我会留下来并为我的家乡奋斗。”\n“嗯，你不是加拿大人，所以......”\n“但你的口音绝对不是加拿大口音，你听起来像印度人。如果你想成为加拿大人，就说加拿大话。”\n“你没有礼貌的挑战她，拿着相机对着她的脸跟着她，并挑战她参加一些荒谬的法语演讲比赛。你说英语和法语的口音很重，你可能有护照，但你不是加拿大人。”\n“她不是种族主义者，她很诚实。她受够了大规模移民带来的压力，不希望看到她的邻居、她的国家被外国人接管。你却只能说她是种族主义者，因为你的视野太狭窄了。”\n不过与此同时，也有人同情他的经历。\n“她真是个可怕又悲惨的人，对你的经历感到抱歉。继续做一个出色的加拿大人吧！”\n你怎么看？\n大多百第一万锦广场分店招聘电器销售招聘大多百百货集团\n冷冻工程技术员，维修工，帮工招聘ColWell","ts":"加拿大留学生问吧"},{"source":"51.CA 米芽","title":"加拿大商场内一男子当众脱裤就地排泄，直接用手擦屁股","body":"恶心炸了！\n加拿大\"随地大小拉\"现象彻底失控了，从在沙滩搭个帐篷拉，到路边、河岸找个人少的角落拉，逐渐发展成了在室内商场当众开拉！炸裂程度直接\"拉\"满！\n近日，加拿大网友@mtlgoodorbad在Instagram上发布的一段视频，着实是令人\"屎\"料未及，眼镜辣到睁不开！\n视频显示，在蒙特利尔一个商场内，一名男子光着屁股，半蹲在商场通道中间排便！图源：Instagram\n更惊人的是，下一秒这名男子竟直接用手擦屁股！图源：Instagram\n然后，该男子继续用\"黄金右手\"提上裤子，而左手也没闲着，往地上丢了一坨疑似纸巾的东西，试图盖住一些\"不明物体\"。整个过程不堪入目！简直丧心病狂！图源：Instagram\n视频还显示，当下商场内并非空无一人！\n这一过程被两名保安\"尽收眼底\"，不敢想象这几秒有多窒息，这难道不算眼睛工伤吗？？！图源：Instagram\n目前尚不清楚，这起事件是不是发生在商场营业时间内。但这已经不重要了，因为这些歹毒的画面已在社交媒体上疯传，全网都\"难逃一劫\"！\n评论区里一片骂声，同时也有一些质疑的声音。还有一些同样炸裂的爆料。\n\"该死！变成小狗了？？\"\n\"动物都知道拉树下草丛。\"\n\"报警，恶魔。\"\n\"加拿大变小印度了。\"\n\"加拿大发签证一点门槛也没有？\"\n\"我曾看到一名女子在Subway外当众排便。我当时是一名游客，没有任何人拨打911。\"\n\"是不是有些疯狂的人在故意模仿啊。怎么觉得商场里商区里出现的几次，并不是印度人呢。\"\n无论如何，最近没完没了的排便事件，的确让人难以相信这是以文明、发达和高生活质量而著称的加拿大！\n大多百第一万锦广场分店招聘电器销售招聘大多百百货集团\n冷冻工程技术员，维修工，帮工招聘ColWell","ts":"加国无忧 51.CA"},{"source":"S君","title":"联邦财政赤字料超过400亿 减少临时居民的目标可能也无法达到！ 加国 4 评论 1小时前","body":"据国会预算官（PBO）周四发布的预测，联邦政府可能未能在上个财年将赤字控制在所承诺的400亿加元上限之内。图源：51记者拍摄\n据加通社报道，预算监督机构在其最新的经济和财政展望中估计，联邦政府在2023-24财年的赤字为468亿加元。这份去年赤字的最终数字将在政府今年秋季发布年度公共账目报告时确认。“根据我们的分析，政府将无法履行其财政承诺，即在2023-24年将赤字保持在400亿加元之内，” Yves Giroux说。\n财政部长Chrystia Freeland一年前承诺将赤字限制在这个水平内，而且她在春季预算时表示将遵守这一承诺。\n这个新的财政护栏是平息人们对政府高支出将刺激价格上涨并与加拿大央行抑制通胀的努力相悖的担忧所做的努力的一部分。\nFreeland的一位发言人不愿透露联邦政府是否仍预计周四会达到这个财政目标。\n“我们的联邦政府正在对加拿大人的优先事项——住房、负担能力和经济增长——进行历史性投资，而且我们正在以财政负责的方式进行投资，”Katherine Cuplinskas在一份声明中表示。\n假设没有宣布新的措施，国会预算办公室预测联邦赤字将在2024-25财年略微下降至464亿加元。\n与此同时，国会预算办公室表示，今年经济增长将保持低迷，但随着加拿大央行降息刺激支出和商业投资，经济增长将在2025年反弹。\n该报告预测，2025年实际国内生产总值将增长2.2%，高于2024年预计的1.1%。\n鉴于联邦政府最近的政策变化，国会预算办公室所做的经济预测是基于假设临时居民人口大幅减少的情况下。\n然而，预算监督机构认为，联邦政府将无法实现将临时居民人口减少到总人口5%的目标。\n加拿大统计局估计，截至7月1日，加拿大约有300万非永久居民，约占总人口的7.2%。\nPBO报告还对利率进行了预测。预计央行将继续降息，直到其政策利率在2025年第二季度达到2.75%。\n加拿大央行的下一次利率公告定于周三公布，经济学家们为可能的超大规模降息做好准备。\n本周早些时候，加拿大统计局报告称，9 月份的年通胀率降至1.6%，低于加拿大央行2%的目标。\n通胀数据低于预期，引发了更多猜测，即央行下周将选择降息半个百分点，而不是通常的降息四分之一个百分点。\n目前央行基准利率为4.25%。\n大多百密市黄金广场分店招聘男女全职店员招聘大多百百货集团\n奧克維爾华人超市急招 雜貨幫工 蔬果幫工 肉部幫工 廚房幫工 收銀主管 收銀員招聘信达超级市场","ts":"加国无忧 51.CA"},{"source":"思忆","title":"加拿大男子带奢侈品入境未申报，被罚款$3.5万，补税$1.1万！","body":"据加通社报道，加拿大蒙特利尔一甸男子进口了一枚奢侈手表时未向海关申报，现在面临巨额罚款。图源：51记者拍摄\nDavid Segall Blouin两年多前购买一块115,000元的手表，联邦法院法官本周裁定，他必须支付35,000元罚款和11,400元的魁省销售税。\nBlouin于2022年8月飞往费城，从一家奢侈品经销商那里购买一枚A. Lange & Söhne手表，价格是US$89,990美元，合加元$115,000。他于当日返回蒙特利尔，但未向海关申报这块手表。\n他让空的手表盒通过FedEx发送到加拿大，并声称计划在包裹送到他手上时支付关税。\n但是，加拿大边境服务局发现，包裹附带的清单上显示的价值仅为6元。\nBlouin是一位企业主，拥有一家位于蒙特利尔的运输和物流公司，他对联邦法院的罚款提出质疑，但已告失败，现在被命令支付政府的法律费用。\n大多百密市黄金广场分店招聘男女全职店员招聘大多百百货集团\n奧克維爾华人超市急招 雜貨幫工 蔬果幫工 肉部幫工 廚房幫工 收銀主管 收銀員招聘信达超级市场","ts":"加国无忧 51.CA"},{"source":"51.CA 卡瑞娜","title":"\"厕所太恶心\"! Tim Hortons又被加拿大人喷惨: 疯狂厌恶这16件事!","body":"毫无疑问，Tim Hortons是加拿大的标志，但最近一段时间，这家国民咖啡品牌的口碑却直线下降。图源：51记者拍摄\n近日，有人在网上列举了Tim Hortons的16件令人厌恶的事情，引发了很多网友的共鸣，快来看看你有没有遇到过这些情况！\n1、咖啡搅拌不均匀\n“有一件事令我很烦恼！咖啡搅拌不均匀时，糖就留在咖啡底部，当你开车时遇到这种情况就更苦恼了，”这名网友接着说：“糖沉淀在杯底，而你又因为在开车无法搅拌它们......”\n2、几乎没有烤过的食物\n“当你点面包时，面包几乎不热，鸡蛋三明治上的奶酪至少应该稍微融化一点！”尤其是点了百吉饼或三明治时，基本上是冷的，完全没有酥脆口感，这让人很失望。\n3、过度销售\n“我讨厌员工问我是否想要除了最初要求之外的十几件其他东西......”网友说，“尤其当你很着急的时候，被问到是否要多点一堆东西可能会令人不知所措。”图源：51记者拍摄\n4、忽视店内点餐的顾客\n“员工更加关注Drive-Thru的顾客，却没有人照顾店内的顾客。”尤其是在繁忙时段，这可能会让店里顾客感觉等待时间更长。\n5、甜甜圈粘在袋子上\n“将甜甜圈放入袋子中，这样所有的糖霜都会粘在袋子上——非常烦人！”在这种情况下，人们很难享受到完美的第一口。\n6、没有咖啡杯套\n“他们不会自动在热饮的咖啡杯上套上隔热套，而是每次都需要顾客提出要求，”毕竟，在开车或赶着上班时，端着一杯热气腾腾的热茶或热咖啡不是件容易得事情。\n7、价格上涨\n“我已经放弃Tim Hortons了，现在在家自己煮咖啡。价格上涨了，服务却变差了，店员从来都不能把我的订单弄对，说真的，煮一杯普通咖啡能有多难？”\n8、洗手间太脏\n“有些分店的洗手间和桌子太恶心了......非常脏，店员也不用心收拾。”其他很多顾客也表示，店里的厕所和桌子的清洁程度需要进一步提高。\n9、在Drive-Thru被催促\n“当你还没说完话时，他们就会在Drive-Thru通道上打断你，问你‘就这些吗？’”网友认为，这会让他们觉得自己被催着要尽快完成订单，这种感觉并不好。图源：51记者拍摄\n10、切半的百吉饼和三明治\n“没有员工愿意将百吉饼、吐司或三明治彻底切开，而是让顾客自己将它们撕开，最终导致边缘很不平整。”人们认为，尤其是在开车或赶时间时，这种体验很糟糕。\n11、店员不知道新的促销活动\n当有新的促销或优惠推出时，一些工作人员似乎并不能立即知道，这可能造成一些混乱，尤其是当顾客期待尽快抢到优惠时。\n12、错误订单\n“他们总是无法把我的订单弄对，不放酱汁很难吗？”一些顾客表示，即便是“不要酱汁”这种简单的要求，也总是无法得到满足。\n13、店员分工混乱\n有些顾客注意到，点单和准备订单的店员之间似乎没有明确的分工，这可能导致等待时间更长，尤其是当你前面的人有一大份复杂订单时，可能会拖慢其他人的排队速度。\n14、手机订单延迟\n在手机上下单本应以方便为目的，但一些顾客表示，他们到达后仍然需要等待。\n15、选择太多\n“Tim Hortons的很多事情都让我恼火——糟糕的服务、糟糕的食物、太多的选择，而且服务质量也大不如从前。”\n16、总是无法获得满意的食物\n“百吉饼上的奶油芝士不够、百吉饼烧焦了......Iced Capp机器经常出故障......”很多顾客表示，Tim Hortons的很多事情都令人不够满意，也许是时候在家泡咖啡了！\n你有共鸣吗？\n大多百密市黄金广场分店招聘男女全职店员招聘大多百百货集团\n奧克維爾华人超市急招 雜貨幫工 蔬果幫工 肉部幫工 廚房幫工 收銀主管 收銀員招聘信达超级市场","ts":"多伦多热推"},{"source":"51.CA 坚果儿","title":"\"太可怕\"！加拿大校园宿舍发现一具尸体！留学生震惊不安","body":"据CTV报道，卡尔加里南阿尔伯塔理工学院（SAIT）的一栋宿舍楼内发现了一具学生尸体，警方正在展开调查。\n据悉，当地警方于周三下午5:40接报并赶到现场。目前还没有关于受害者的详细信息，但警方表示对公众安全没有威胁。图源：CTV\n警方在一份新闻稿中说：\"目前，这起死亡事件的原因尚未确定，凶杀组调查人员正在努力确定死亡是否涉及刑事犯罪。\"\n\"调查人员目前正在与目击者交谈，并努力通知受害者的近亲。\"\nSAIT的学生透露，死亡发生在Begin Tower大楼19层的一个房间内。\n住在校内的学生Maxwell Keca在周四早上的一节课上得知了这起死亡事件。\n\"天啊，有人死在这里。那是另一个学生，那可能是我在校园里路过的人。这太疯狂了，\"他说。\"这绝对是一个值得思考的问题。\"图源：CTV\n另一名来自密苏里州的留学生Sophia Brady是通过社交媒体得知这起死亡事件的。\n她说：\"这确实有点吓人，但目前看来似乎不是刑事案件。我是一名留学生，我以为这里非常安全，没想到却发生了这样的事情，这让我有点害怕。”图源：CTV\n另一名住在该大楼的留学生Aliraza Laghari得知有同学死亡后感到非常难过。\n他说：\"这对任何年龄的人来说都是一件可怕的事情，想到死去的可能是和我同龄的人，确实很可怕。\"\n\"我对逝者的家人和朋友表示同情。希望警方能查明真相，希望不要太严重。\"\n大多百密市黄金广场分店招聘男女全职店员招聘大多百百货集团\n奧克維爾华人超市急招 雜貨幫工 蔬果幫工 肉部幫工 廚房幫工 收銀主管 收銀員招聘信达超级市场","ts":"加国无忧 51.CA"},{"source":"思忆","title":"感觉周围失业的人越来越多了，偶尔去超市，不仅顾客少了，而且每个人买的东西也少了，很多人用手拿着就买走了。","body":"最新分析称，随着加拿大央行持续大幅降息，房贷续期的压力减缓，但加拿大经济的另一个更大的风险出现了。图源：Photo by Postmedia\n自从加拿大央行在2022年开始大幅加息以来，抵押贷款续期的危机就像一片阴云笼罩着加拿大的经济。\n人们担心，在疫情期间以超低利率获得贷款的房主们在被迫以更高利率续期时，将难以支付贷款。\n然而，一位经济学家指出，现在这种风险正在消退，而新的风险正在出现。加拿大央行降息75个基点已经让借款人的压力获得了缓解，预计下周还会有更多的降息。\n皇银（RBC）助理首席经济师Nathan Janzen表示，影响1至3年期贷款的两年期政府债券收益率已经低于两年前，这意味着不是所有人在2025年续约时会面临更高的利率。\n五年期固定抵押贷款利率仍高于以往水平，但由于加拿大央行的降息，贷款月供的增幅将会较小。\n皇银预计，2025年总的抵押贷款支付额占总可支配收入的比率增长只有0.1%。\n房主们还有其他支持措施来帮助应对续约。房价依然居高不下，这给了他们更多的选择，可以通过延长摊还期进行再融资，从而使月供更加可控。图源：51记者拍摄\n但Janzen表示，虽然房贷续期的风险在减弱，另一个对经济的风险失业率正在上升，因为劳动力市场数据疲软。\n加拿大的失业率从2022年的5%低点，上升到最新的6.5%，皇银预计，到2025年初，失业率将继续上升至7%，比疫情前的水平高出一个百分点。RBC计算，失业率每上升一个百分点，通常会使家庭可支配收入下降0.5%。\nJanzen还表示，有理由担心失业率可能会更高。\n职位空缺比一年前减少了25%，如果进一步减弱，失业率可能会超出皇银的预期。\n他说：“失业率现在已经高于疫情前的水平，而职位空缺率却在减少。招聘需求的任何进一步下降都将增加失业率进一步上升的风险。”\n大多百密市黄金广场分店招聘男女全职店员招聘大多百百货集团\n奧克維爾华人超市急招 雜貨幫工 蔬果幫工 肉部幫工 廚房幫工 收銀主管 收銀員招聘信达超级市场","ts":"加国无忧 51.CA"},{"source":"S君","title":"船要沉了先下了，养老金估计是拿到了，刚和一个uber印度小哥聊天，从澳大利亚来，说那里保守党移民收紧，加拿大土豆什么人都收，移民难民学生，所以竞争很激烈","body":"有报道称，周四时，联邦又有四名内阁部长通知总理办公室他们不会参加下次选举。这意味着总理杜鲁多预计将再次改组内阁。图源：X\n据CTV报道，联邦内阁部长Filomena Tassi周二宣布她将不会竞选连任，另外还有至少其他三名内阁部长也表示不打算再次参选。\n他们的决定将引发内阁改组，但具体日期尚未确定。据高级政府消息人士称，改组很可能在未来几周内发生\n“我做出这个决定的原因非常个人化——是时候让我离家更近一点，和家人团聚了，”负责南安省联邦经济发展部的部长Tassi在社交媒体上发布的一份两页声明中写道。 “这是一个苦乐参半的决定。”图源：CTV\n消息人士还表示，至少另有三名内阁部长不打算再次参选，包括体育部长Carla Qualtrough、国家税收部长Marie-Claude Bibeau和北方事务部长Dan Vandal都不会将自己的名字重新列入选票。\nQualtrough和Bibeau自2015年以来一直担任内阁成员。Tassi于2017年加入内阁，Vandal于2019年加入内阁。\n贸易部长伍凤仪（Mary Ng）的办公室在周二证实，她计划再次参选。图源：CTV\n这一消息是在杜鲁多党团内部分歧日益加剧之际发布的。多位消息人士称，一群自由党议员计划在下周三的党团会议上要求他辞去党魁职务。\n有消息称，自由党议员在过去10天里组织起来正式要求总理杜鲁多退出自由党领导层，并计划在下周三的党团会议上直接向总理陈述他们的诉求。\n多名熟悉该计划的消息人士表示，该计划的首要目标是直接与总理对话，并保持讨论的私密性。一些议员将根据他们在这个问题上的舒适程度被提前指定，来反映他们的观点，即杜鲁多应该在下次联邦选举中为了党的利益而退出。\n不愿透露姓名的议员还表示，他们也计划表达他们对总理办公室处理多伦多和蒙特利尔这两个历史上自由党稳操胜券的选区两次重大补选失败时的方式有所不满。\n9月初，在BC省纳奈莫举行的党团会上，总理办公室的联络人员向这些议员保证，他们正在制定一项实质性计划，以应对损失和由此带来的情绪，但这从未发生过。\n加拿大大西洋地区的议员尤其感到沮丧。\n自周五以来，CTV采访了35名自由党议员，其中5人确认他们支持正式要求总理下台的计划。\n大多数议员表示，他们知道有这样一封信，但不会确认是否签署了这封信。\n蒙特利尔自由党议员Anthony Housefather并没有否认有这封信的存在，也没有否认党团希望总理下台。\n当被问及是否支持总理时，Housefather回答说，“我始终支持我党的领导人，但这并不意味着不应该在党团内部进行激烈的讨论，讨论谁是领导我们参加下一届选举的最佳人选。”\nHousefather坚持认为讨论应该在党团内部进行，而不是在媒体上。每个政党的党团都会于周三在国会山定期开会。本周是议会日程中的休会周，但议员们计划下周将再次开会。\n唯一能改变这种情况的是总理休会，副总理Chrystia Freeland和议会党团领袖Karina Gould都表示这不在考虑范围内。\n大多百密市黄金广场分店招聘男女全职店员招聘大多百百货集团\n奧克維爾华人超市急招 雜貨幫工 蔬果幫工 肉部幫工 廚房幫工 收銀主管 收銀員招聘信达超级市场","ts":"加国无忧 51.CA"},{"source":"51.CA 坚果儿","title":"公务员本来就不应该允许在家办公！","body":"安省渥太华的家庭医生们发现，大量公务员正在寻找医疗证明，以支持在家办公的请求，这给本已不堪重负的医疗系统带来了更多压力。\nRoozbeh Matin医生表示，自从联邦政府宣布计划要求公务员更多地返回办公室工作以来，他几个月来一直注意到这种趋势。\n“这是一个系统性问题，我们渥太华地区的所有医生都注意到了，”他说。“我们基本上被公务员患者要求提供各种形式的证明所淹没\"。\nMatin每周大约会接到两到四份请求，而Alex Duong医生自春季以来在他位于Vanier的家庭医疗诊所已经接到了几十份类似请求。图源：51记者拍摄\n医生们指出，这个问题在渥太华地区很普遍，他们认为这些就诊以及由此产生的大量表格，是在浪费本可以用于病人护理的稀缺资源。\nDuong医生表示：\"我们被要求为联邦政府监督这些重返工作岗位的政策，坦率地说，这并不是我们时间的有效利用。”\n他表示，联邦政府实际上将其自身的调节问题“转嫁”给了在这个城市本来就稀缺的家庭医生。\n“这正发生在医疗系统本身濒临崩溃、我们拼命努力维持的时刻，”Matin说道。“我们正被这些请求搞得焦头烂额，感到不堪重负。”\n“文书工作浪费大量时间”\n每周，Derek McLellan医生都要花整整一天时间来处理他在Riverside South家庭医疗诊所的所有文书工作。\n在过去的几个月里，为了逃避重返办公室要求的患者变得越来越多，进一步增加了他的工作量。\nMcLellan医生说：“他们说，想要申请在家办公，唯一的办法就是开具医疗证明。”\n然而，即使医生开了一张证明，事情并不会就此结束。患者会带着三页或六页的表格回来让医生填写。有时即便这样还不够，他们还会带着另一份文件再来。McLellan医生表示，其中一些文书工作毫无意义。因为这些患者在疫情之前就已经有了远程办公的安排。随着重返办公室的要求，他们现在被要求重新开始整个过程。\n他说：“这只会增加额外的行政工作时间。”\nDuong医生也描述了类似的负担。他认为，他被要求做的是“行政医疗”，而不是“真正的医疗”。\n他说：“我花在这些表格上的时间越多，我花在病人身上的时间就越少。”\n医生不想为政府“把关”\nMatin医生表示，患者要求开具证明的原因多种多样，包括社交焦虑、背痛、性格内向、担心感染COVID-19，以及肠胃不适导致厌恶公共洗手间。他说，病人的担忧是合理的，但也让医生处于一个尴尬的境地。\n他说：“这让医生几乎处于一个需要进行法律裁定的情况，而不是做出诊断并制定护理计划。”\nDuong医生表示，很少有家庭医生接受过职业医学方面的培训，要求他们承担这个角色可能会“造成医患关系的摩擦”。McLellan医生对此表示赞同\n“我们最终会陷入冲突，因为我们被置于一个守门人的位置，但在没有医学依据的情况下，我们不应该参与这种讨论，”他说。“因此，这确实会引发一些敌意。”\nDuong医生指出，有一个简单的解决方案：政府应该雇人来提供所需的文件。\n他说：“如果联邦政府想要进行职业评估，那么他们应该考虑自己聘用受过职业医学培训的医生。”\nMcLellan医生也提出了相同的建议。\n他说：“我认为这是更恰当的资源利用方式，因为那是他们自己的资源，而不是我们医疗系统的资源。”\n大多百密市黄金广场分店招聘男女全职店员招聘大多百百货集团\n奧克維爾华人超市急招 雜貨幫工 蔬果幫工 肉部幫工 廚房幫工 收銀主管 收銀員招聘信达超级市场","ts":"加拿大全攻略"},{"source":"思忆","title":"安省超市突发事故关店！冷库内惊现一名员工尸体","body":"警方于周二早上8点左右关闭了位于安省Cambridge镇一间超市，原因是一名员工被发现死于冷冻室内。图源：Joe McGinty/CambridgeToday\n这间Zehrs超市位于Conestoga Blvd. 400号。总公司Loblaws随后通过电子邮件证实，一名员工在店内去世，促使警方展开调查并关闭了该店一天。\nLoblaws公关官员Catherine Thomas表示：“非常不幸，我们的一位同事在工作中去世。”\n她还补充道，“今天我们将继续关闭商店，以帮助同事们度过这段艰难的时刻。”\n安省劳工、移民、培训和技能发展厅通过电子邮件声明证实，超市的工作人员是在冷冻室内发现了这名去世的员工。\n声明中写道：“我们向员工的家属、朋友和同事表达最深切的哀悼。”图源：Joe McGinty/CambridgeToday\n数十名顾客在得知当地超市关闭的原因后，纷纷表示震惊和悲伤。\n其中一位名叫Derek Mann的顾客坐在车里，他因为前一天在线下单的商品迟迟没有送出来到该店。当他得知早晨超市里发生了突然死亡事件后，意识到自己的购物已不再重要。\n他说：“现在这些都不重要了，真是太悲伤了。”\n一些来接种流感疫苗的顾客也对商店关闭的消息感到惊讶。\n在附近一所学校工作的Jennifer Cucoin表示：“我很震惊，这种事在这里从来没有发生过。”\n滑铁卢地区警局的通讯总监Cherri Greeno表示，这起死亡事件似乎没有可疑之处，但警方仍在调查导致死亡的具体情况。\n警方和劳工厅目前没有进一步透露更多信息。\n大多百密市黄金广场分店招聘男女全职店员招聘大多百百货集团\n奧克維爾华人超市急招 雜貨幫工 蔬果幫工 肉部幫工 廚房幫工 收銀主管 收銀員招聘信达超级市场","ts":"加国无忧 51.CA"},{"title":"8万年一遇！多伦多夜晚有罕见超级月亮+彗星双重体验！","body":"周四早晨，多伦多和整个大多区的霜冻警告已经被取消，这为充足的阳光和逐渐升温铺平了道路。在大多区天气恢复晴朗之际，周四晚上有机会欣赏到超级月亮和彗星的双重体验。图源：51记者拍摄\n据CityNews报道，气象局在周三中午对多伦多市和大多伦多的部分地区发布了霜冻警告，因为预计气温会在夜间和早晨降到冰点。\n周四多伦多白天的最高气温将达到15摄氏度，周五的白天气温将达到18摄氏度。\n这意味着升温即将到来，周末白天预计气温将回到20度。这将伴随着美丽的天气，至少到下周没有雨的预报。\n到了下周一，多伦多的气温可能达到21摄氏度，远高于这一时期通常在低十位数的平均高温。\n预计Mississauga、Brampton、Oakville、Burlington和Hamilton在周末和周末将会有晴朗和温暖的天气。夜间气温依然会很冷，预测周五的夜间温度接近4摄氏度的低个位数。\n多伦多上次出现高温在个位数是4月25日。10月中旬的平均日间高温约为14摄氏度，平均低温为7摄氏度。罕见体验\n据National Post报道，十月的超级月亮是今年距离地球最近的月亮，它将与一颗彗星一起出现，形成罕见的二合一观星体验。图源：unsplash@kacperstaszczyk\n据earth.com报道，现在正是好时机来看看C/2023 A3 Tsuchinshan-ATLAS彗星，这是一颗经历了8万年漫长旅程的天体流浪者。\n这颗彗星从太阳系最外层开始，开始了围绕太阳的漫长旅程。上次它造访我们时，我们的祖先还在创造文明。虽然它最近一次经过地球是在10月12日，但本月余下的时间里它仍然可见。\n那么，你如何发现它呢？日落后一小时，将视线转向太阳下沉的地方，这颗难以捉摸的彗星虽然难以用肉眼看到，但可以用双筒望远镜看到。\n不要错过这个难得的机会，见证一个8万年后才会再次出现的现象。\n而今年四次超级月亮中的第三次于周三晚上距离地球222,055英里（357,364 公里），看起来比八月和九月的满月更大更亮。周四，它进入了满月阶段。在宇宙命运的转折中，一颗彗星也来到了附近。去年发现的Tsuchinshan-Atlas彗星在让南半球的观星者惊叹不已后，现在在北半球尤为突出。图源：earth.com\n不过如果您错过了周四的超级月亮，也不必担心。今年第四次也是最后一次超级月亮将于11月15日升起。是什么让月亮变得“超级”？\n超级月亮是一个流行术语，而非科学术语，它发生在满月与地球特别近距离的旋转同步时。由于月球不断移动的椭圆形轨道，这种情况通常每年只发生三到四次，而且是连续发生的。\n超级月亮显然并不大，但它看起来确实大，尽管科学家表示，两者之间的差异几乎难以察觉。超级月亮如何比较？\n今年有四次超级月亮。八月份的超级月亮距离地球224,917英里（361,970 公里）。九月份的超级月亮从9月17日晚到次日早晨，距离地球近了近3,000 英里（4,484 公里）。当晚还发生了月偏食，地球的影子落在月球上，形似月牙，美洲、非洲和欧洲大部分地区都能看到。10月份的超级月亮是今年距离地球最近的一次，距离地球222,055英里（357,364 公里），其次是11月份的超级月亮，距离地球224,853英里（361,867 公里）。\n科学家指出，只有最敏锐的观察者才能辨别出细微的差别。亮度变化更容易察觉。超级月亮比平均亮度高30%。\n大多百密市黄金广场分店招聘男女全职店员招聘大多百百货集团\n奧克維爾华人超市急招 雜貨幫工 蔬果幫工 肉部幫工 廚房幫工 收銀主管 收銀員招聘信达超级市场","ts":"加国无忧 51.CA"},{"source":"哈科","title":"安省惊爆严重歧视!飙骂2分钟:你们印度人全部滚回去","body":"安省滑铁卢惊爆街头严重歧视事件。\n一名女子在街头对着一名男人竖中指，随后进行歧视谩骂，时间长达2分钟。\n女子称加拿大已经快被印度人占领，要他们滚回印度。\n当男子表明自己是加拿大国民时，该女子更说：“你父母不是，你祖母也不是。你们滚回印度去！“图源：ignorantsapient/X\n大多百密市黄金广场分店招聘男女全职店员招聘大多百百货集团\n奧克維爾华人超市急招 雜貨幫工 蔬果幫工 肉部幫工 廚房幫工 收銀主管 收銀員招聘信达超级市场","ts":"加国无忧 51.CA"},{"source":"51.CA 卡瑞娜","title":"加元暴跌！创2017年以来最差表现！下周或降息50基点！","body":"加拿大统计局周二发布报告称，9月份通胀年率大幅放缓至1.6%，跌破加拿大央行2%的目标。\n加拿大消费者物价报告疲软，加剧了人们对央行将在未来几周加快降息步伐的押注，导致加元将遭遇七年多来最严重的下跌。\n据英文媒体Financial Post报道，自消费者物价指数公布后，加元兑美元一度下跌0.3%，至当日低点$1.3839加元左右，随后在交易后期回落。\n与此同时，加元兑人民币也于近日触及“罕见低点”​。今天，加元兑人民币汇率为5.1679​，较前两日略有上升。图源：新浪财经\n10月14日，加元兑人民币最低达到5.1259，也是最近两个月来的最低​点。图源：新浪财经\n报告显示，9月份的通胀年增长率为三年多来最低水平，低于央行2%的目标，加拿大债务曲线全面上涨。图源：Bloomberg\n紧接着，专家们增加了对央行本月晚些时候议息会议上将放宽货币政策超0.25%的押注。市场表明，加拿大央行将在10月23日的会议上降息约45个基点。\n道明证券（TD Securities）外汇策略师Jayati Bharadwaj表示：“这无疑增加了降息0.5%的可能性，因为通胀率处于目标范围内，且低于加拿大央行对第三季度的预测。”Bharadwaj预计加元将进一步走低，但表示$1.39美元的水平是防止进一步走弱的节点。图源：51记者拍摄\n加元兑美元自9月底达到6个月高点以来就一直下跌，因为交易员们正在评估加拿大央行相对其他十国的政策利率。其中，加拿大央行是本周期中最早在6月份开始降息的央行之一，随后美联储在9月也开始宣布降息。\n花旗集团经济学家吉塞拉·霍查 (Gisela Hoxha) 和维罗妮卡·克拉克 (Veronica Clark) 周二重申了他们呼吁加拿大央行10月降息50个基点的呼吁。通胀的放缓促使经济学家将下周的降息预期从0.25%改为0.5%。\n“货币政策报告中的最新增长和通胀预测可能为这一转变提供了理由。”\nLighting Store Sales （Mandarin Request）招聘VIVA家居\n大多百第一万锦广场分店招聘 美妆部全职店员招聘大多百百货集团","ts":"加国无忧 51.CA"},{"source":"谈海","title":"51独家发布：10月房价全线下跌，半独立屋跌得最狠","body":"多伦多地产局（TRREB）发布月报表示，2024年9月大多伦多房屋销量有所上涨，当月房屋销售量4,996套，比去年同期的4,606套增长8.5%。各类房产平均房价为1,107,291加元，比2023年9月下降了1%。51找房独家发布的2024年10月上半月统计数据显示，10月上半月独立屋平均价格下跌的市镇有14个，其中跌幅最大的是Uxbridge，跌幅达44%。而华人聚居的万锦市独立屋10月上半月均价158万元，比去年同期的174万下跌9.2%，净跌16万。图源：51记者拍摄\n在地产局报告发布半个月后，51找房独家发布2024年10月上半月统计数据。\n数据显示，截至10月15日，大多伦多地区所有类型房屋房价延续上月走势继续下跌，其中按价格计算半独立屋跌最惨，从去年10月的平均价106万跌至今年10月的96万，净跌10万，跌幅达9.4%；公寓紧随其后，净跌5万，跌幅达7%；镇屋净跌5万，下跌5.7%，独立屋跌幅最小，净跌6万，跌幅5.1%。图源：51找房\n其中华人聚居的万锦市独立屋10月上半月均价158万元，比去年同期的174万下跌9.2%，净跌16万。\n列治文山市独立屋均价为183万元，比去年同期的176万涨4%。图源：51找房\n位居涨幅榜第一名的是Brock，涨幅37.5%。紧随其后的是Georgina和Brampton，位居涨幅榜前3名。\n位居跌幅榜第一名的是Uxbridge，从去年10月的162万狂跌到91万，跌幅高达44%，紧随其后的是Halton Hills和Burlington，跌幅分别高达17%和16%。图源：51记者拍摄\n根据51找房统计数据显示，10月上半月大多伦多在售物业数量31800套，比去年同期的25668套增加21.1%。\n平均在市天数为31天，去年同期是24天。图源：51找房\n51找房统计数据显示，10月上半月独立屋平均价格下跌的市镇有14个，其中跌幅最大的是Uxbridge，跌幅达44%。图源：51找房\nLighting Store Sales （Mandarin Request）招聘VIVA家居\n大多百第一万锦广场分店招聘 美妆部全职店员招聘大多百百货集团","ts":"加国无忧 51.CA"},{"source":"谈海","title":"两年前加价40多万元抢到的房子：现在损失远不止40万","body":"本月在安省出售的一处房产以巨额亏损为例，展示了安省房地产价格在利率波动下的起伏。买家两年前加价40多万元抢到的房子，现在成交价甚至低于两年前的挂牌价，买家账面损失46万，实际损失远不止这个数。图源：51找房\n据51找房收据显示，这套独立屋位于Kitchener的58 West Acres Crescent，拥有三间卧室、四间浴室，总面积接近4200平方英尺，配有现代化的厨房、豪华的主卧套房和装修精美的地下室。图源：51找房\n数据显示，这套独立屋于2022年1月以119.9万的价格挂牌上市，最终成交价为162万。\n2022年1月正是安省房地产最疯狂的时候，当时借贷利率较低，推动了全省房地产市场需求飙升，导致房价上涨。图源：51找房\n然而，经过两年多的时间，这处房产再次以接近135万加元的价格挂牌出售，但未能吸引买家。\n随后，该房产于2024年9月再次以低于120万加元的价格上市，最终以116万加元成交，较两年前的购买价损失了46万加元。\n类似的情况在全省多处发生，如伦敦市一处四居室住宅损失了65万加元，经过四次尝试才售出，奥沙瓦一处定制建造的房屋也以80万加元的亏损售出。\n根据加拿大房地产协会（CREA）的最新报告，随着加拿大央行在今年进行了第三次降息，全国房屋销售量再度上升。尽管涨幅并不显眼，但销售量在每次降息后的月份都有所增加。\n报告显示，2024年9月全国MLS系统记录的房屋销售量环比增长1.9%，达到自2023年7月以来的最高水平，增长主要由大多伦多地区和汉密尔顿-伯灵顿地区推动。尽管MLS房价指数环比上升了0.1%，但同比仍下降了3.3%。\nCREA高级经济学家Shaun Cathcart表示，随着利率下降的速度快于预期，一些买家可能会选择暂缓购房，等待明年更大的市场复苏，而这可能影响今年最后几个月的销售​。\nLighting Store Sales （Mandarin Request）招聘VIVA家居\n大多百第一万锦广场分店招聘 美妆部全职店员招聘大多百百货集团","ts":"加国无忧 51.CA"},{"source":"哈科","title":"10月16日Costco实拍 绝美咖啡机清仓 空净器折扣好价","body":"感恩节长周末归来，51网小编继续5分钟速逛多伦多Costco。\n大网红，堪称艺术品的SMEG咖啡壶，竟然被我遇上这家Costco在进行清仓。这个真是摆在厨房里就是最好的装饰。图源：Costco\n清仓店的地址打在视频里，数量不多，真是抢到就是赚到。\n另外本周还有Winix的空气净化器在打折，秋冬季尤其需要。\n食品折扣全部上新，请点击视频观看。\nLighting Store Sales （Mandarin Request）招聘VIVA家居\n大多百第一万锦广场分店招聘 美妆部全职店员招聘大多百百货集团","ts":"加国无忧 51.CA"},{"title":"是你吗？Lotto Max头奖在多伦多售出，奖金$6500万","body":"一位幸运儿在周二晚上抽中了$6500万元的Lotto Max头奖。\n中奖彩票是在多伦多售出的，具体来说是在Etobicoke。图源：51记者拍摄\n这使得今年到目前为止安省连续第8次有人中得大奖。而9月份的$8000万元Lotto Max头奖是由安省和魁省售出的两张彩票分享，奖金分成每份$4000万元。\nOLG在周三的新闻稿中说：“自3月以来，OLG已经向安省幸运的Lotto Max玩家支付了总计$4亿元的Lotto Max头奖奖金。”\n根据OLG网站，周二晚上抽奖的中奖号码是: 08, 12, 19, 20, 26, 32, 46 + 27 Bonus。\n与此同时，安省彩民还赢得了其他几个奖项，包括两张各价值$50万的maxmillions彩票，这些彩票在Burlington和OLG.ca出售。一张价值$10万的Encore彩票也在Burlington售出，另有一张$10万的彩票在多伦多售出。\nLighting Store Sales （Mandarin Request）招聘VIVA家居\n大多百第一万锦广场分店招聘 美妆部全职店员招聘大多百百货集团"},{"title":"多伦多将于2025年启用新的电话区号","body":"加拿大广播电视和通讯委员会(CRTC)提醒居民，多伦多将在明年获得一个新的区号。图源：51记者拍摄\n该新号码于2023年5月10日宣布，但CRTC在周三发布的新闻稿中提供了有关\"逐步\"推出的详细信息。\n新区号942将从2025年4月26日开始与区号416、647和437一起使用。\n新增加的区号是根据CRTC所谓的缓解规划委员会的决定推出的，该委员会确定该城市现有的电话号码种类将在2026年4月之前用尽。\n\"引入新的区号可以产生数百万个额外的电话号码，而不会影响现有号码,\" 加拿大号码管理者的项目经理Kelly T. Walsh在新闻稿中说。\n\"新的942区号将被添加到该地区已经使用的现有区号中，并将覆盖相同的地理区域。\"\nCRTC表示，新的区号不会影响本地呼叫区的地理边界或拨打本地或长途电话的方式。\n上一次在Toronto增加新的区号是在2013年3月，当时437开始可用。\nLighting Store Sales （Mandarin Request）招聘VIVA家居\n大多百第一万锦广场分店招聘 美妆部全职店员招聘大多百百货集团"},{"title":"加拿大空军载送印度航空200多名乘客！防长：最佳方案","body":"周二，印度航空（Air India）一架飞机由于受到炸弹威胁，航班改道降落至加拿大怒纳武特（Nunavut）。机上超过200名乘客已搭乘加拿大空军飞机，于今天早上在芝加哥落地。图源：RCMP Handout\n该航空公司通过社交媒体发布了一条更新，感谢加拿大皇家空军帮助将Flight 127的211名乘客送到最终目的地。\n由于印航迫降地伊魁特市（Iqaluit）无法容纳如此多的意外旅客，渥太华批准了动用军事资源来帮助这些受困的人。\n国防部长布莱尔（Bill Blair）在社交媒体上表示：“我们已经批准了请求，由加拿大武装部队提供空运，确保乘客安全抵达芝加哥。”\n国防部发言人Kened Sadiku表示，政府与相关团体协商后，决定调遣加拿大武装部队的飞机将乘客运送至芝加哥是“最佳方案”。\n布莱尔的发言人Andrew Green称，加军的客机于东部时间晚上9点20分降落在努纳武特地区，晚上11点30分左右起飞前往芝加哥。\n他还提到，这架空中客车A330与加拿大总理杜鲁多所使用的飞机相似。\n布莱尔的办公室表示，目前尚不清楚该航空公司是否会偿还渥太华所产生的费用。\n应急准备部长Harjit Sajjan在社交媒体上表示，加拿大武装部队做出这一决定，部分原因是尽管努纳武特的伊魁特市作出了努力，但该市并没有能力安置数百名乘客。\n这趟从新德里出发的航班在周二早上被改道。至于炸弹威胁，印航表示近期它和其他航空公司已多次收到类似的威胁，后来被证实都是恶作剧。\n该航空公司的更新还感谢了加拿大当局和Iqaluit国际机场人员的支持和帮助。\n印度媒体周一报道，一架从孟买飞往纽约的印度航空航班因网络上的炸弹威胁被改道至德里。\nLighting Store Sales （Mandarin Request）招聘VIVA家居\n大多百第一万锦广场分店招聘 美妆部全职店员招聘大多百百货集团"},{"source":"思忆","title":"发钱！福特将为1600万安省居民发支票！每人至少$200元 加国 9 评论 1小时前","body":"据《星报》获悉，安省省长福特计划向1600万安省居民发放支票，以应对不断上涨的生活成本，这可能与省选要提前举行有关。\n消息人士称，这一计划将于10月30日由财政厅长Peter Bethlenfalvy在秋季经济报告中公布。图源：51记者拍摄\n虽然退税支票的确切金额尚未最终确定，但预计每名成人和儿童至少会收到200元。\n这意味着，当这笔资金在明年1月或2月发放时，可能会让安省财政支出约32亿元。\n这些款项将是免税的。对于一个四口之家来说，这意味着额外的800元现金，并且正值收入因就业保险扣款而减少，以及节日信用卡账单即将到期。\n加拿大上月的通胀率降至1.6%，抵押贷款利率也在下降，但福特的进步保守党人士指出，居高不下的食品价格、能源和住房成本是发放这笔款项的理由。\n这一举措类似于前省长哈里斯的保守党政府在2000年所做的，当时时任财政厅长Ernie Eves宣布发放200元的“红利”支票。\nEves当年的预算有盈余，但目前安省财政预计要到下次选举之后才能实现平衡。选举定于2026年6月举行，但最早可能在明年3月举行。\n财政厅长在今年3月发布预算时，预测2024-25年的赤字为98亿元，这与他去年预测的2亿元盈余相比出现了100亿元的变化。不过，秋季报告将显示预算有显著的改善。\n消息人士透露，在内部讨论时，省长福特希望将更多的钱回馈给安省民众。\n他们提到福特在2022年选举前决定取消车牌贴纸更新费，这每年让省财政损失超过10亿元，但在车主中颇受欢迎。\n类似地，省长还取消了412高速和418高速公路的通行费。\n此外，在COVID-19疫情期间，安省政府向每名12岁以下儿童的家长发放了200元，向21岁以下有特殊需要的儿童和青少年发放了250元，用于补贴线上教育费用。\n福特上周五在Brockville接受记者采访时，坚称他理解如今家庭的经济压力。图源：YouTube\n他说：“我们正尽一切可能削减成本。我们是这个省历史上唯一一个从未加税的政府。我们降低了税收，取消了每年人们都必须支付的贴纸费用。”\n福特警告联邦政府将在明年4月1日提高碳排放价格，当时他没有提到退税。\n他说：“联邦政府将继续增加有史以来最糟糕的税收，即碳税，所以你将要为每升汽油支付20分。他们已经加了17分，接下来再加3分。”\n安省财长的办公室周三表示，无法评论秋季经济报告中可能会或不会包含的内容。图源：X\n财政厅长今天在宣布秋季报告日期的一段视频中表示：“我们正在通过抵制碳税和削减政府的税收和收费，为勤劳的家庭降低成本。但还有更多工作要做，我们不能倒退。”\n虽然 发放支票的财政支出至少32亿元，但政府官员认为，大部分资金将通过安省居民重新注入经济。\n值得一提的是，省长福特一直在考虑提前一年举行安省选举。\n根据Abacus Data最近为《星报》进行的月度追踪民调，福特的保守党支持率为44%，克伦比领导的自由党为24%，司马泰的新民主党为22%，施赖纳的绿党为7%。\n不过，在星报的报道后面，网友对此褒贬不一。\n网友称：\n“这是用我们自己的钱来贿赂我们。”\n“这些钱应该投入医疗。有多少选民没有家庭医生？”\n“这和碳税退款一样，谢谢了，这是我交的税钱……没有这种免费的事……”\n“我不需要200元，他应该把钱投入医疗和教育。”\n”福特想再拿下一个多数政府，用钱说话！“\n你怎么看呢？\n质量检查人员招聘北约克 拍卖行\n密市/奥克维尔 【DZ 货车司机】招聘信达超级市场","ts":"加国无忧 51.CA"},{"source":"S君","title":"博励治回应杜鲁多关于外国干涉的指控：公开名单！","body":"总理杜鲁多在周三出席有关外国干预的听证会时指出，他知道保守党内有一些议员易受或参与外国干预。不久后，博励治发表了公开声明，对此事做出回应。图源：X\n保守党党领博励治在声明中指责杜鲁多“撒谎”，并呼吁他公布审查委员会指控的代表外国政府行事的议员姓名。\n“我给杜鲁多的信息是：公布所有与外国干涉合作的议员的名字，” 博励治指出。图源：X\n杜鲁多在周三对外国干涉问题公共调查（PIFI）作证时表示，“我掌握了一些议员、前议员和加拿大保守党候选人的名字，他们参与或面临高度风险，或有明确情报显示他们与外国干预有关。”\n“我已指示加拿大安全情报局（CSIS）及其他相关机构，试图通知保守党领袖，以便他能受到警告，这样可以做出决策，保护党的完整性，并防止其成员受到外国干预的企图影响，” 杜鲁多说道。\n对此，博励治在声明中回应说，“2024年10月14日，总理国家安全和情报顾问Nathalie Drouin、加拿大全球事务部外交部副部长David Morrison和CSIS主任Daniel Rogers向我介绍了来自印度政府的外国干涉的问题。《CSIS 法案》允许政府向任何加拿大人提供有关外国干涉具体风险的信息，而无需强迫他们宣誓保密或控制他们的言论。\n声明中进一步指出，“此外，我的幕僚长收到了政府的机密简报。但政府从未告诉我或我的幕僚长任何现任或前任保守党议员或候选人故意参与外国干涉。”\n“如果杜鲁多有相反的证据，他应该与公众分享。既然他在调查委员会上泛泛而谈了这一点——他应该公布事实，”博励治在声明中说道。“但他不会——因为他在编造。”\n在周三的听证会上，杜鲁多还被问及为什么自由党政府花了两年时间才起草、提交和通过C-70法案，该法案将为政府和情报机构提供了一系列新工具来监控和打击外国对加拿大的干涉。\n这项法案已于6月通过，赋予CSIS更大的情报收集权力，建立了外国代理人登记处，并引入了新的刑事犯罪以打击外国干涉。\n保守党和国家安全专家均指责政府拖延提交和通过该法案，而十多个公民自由组织则认为新权力过于宽泛，并批评议员匆忙将其纳入法律。\n杜鲁多对此承认说，世界“比以往任何时候都更加不确定和不安全”，但他表示两年“绝对”是合适的时间。延迟使政府能够适当平衡新权力与公民自由组织对情报机构可能越权的担忧。\n质量检查人员招聘北约克 拍卖行\n密市/奥克维尔 【DZ 货车司机】招聘信达超级市场","ts":"加国无忧 51.CA"},{"source":"思忆","title":"多伦多市发布未来十年经济计划！列29项目标清单，包括减税","body":"多伦多市发布一项指导未来十年经济增长的战略，呼吁采用“一种新方法”来解决一些最棘手的问题。\n这份题为《从人行道到天际线：多伦多经济十年行动计划》的文件长72页，提供指导城市发展的事项清单。图源：CP24\n市长邹至蕙在周三的新闻发布会上介绍该计划时表示：“落实《从人行道到天际线》中的行动，将使多伦多的经济引擎全速运转，并将城市带上持续增长的轨道。”\n她还补充道：“我们的目标是在25年内将GDP翻倍，这是一个雄心勃勃的计划。”\n这份计划提出了未来五年内实现的29项主要目标。2025年“新协议”细节\n首要目标是在省政府和联邦政府之间达成一项新的协议，为多伦多市提供永久的可持续资金。\n去年，市政府和省政府达成了“新协议”的第一部分，包括由安省重新接管加德纳快线和DVP公速的责任，从而为多伦多市节省数十亿元的开支。\n邹至蕙周三的新闻发布会上表示，关于第二部分，明年将有“更多细节”。\n她说：“无论是交通还是住房，所有这些运营资金都是一个为期两年的计划。除了上交高速公路部分，那是永久性的，希望如此。所以我们必须在2026年资金到期前完成‘新协议’的第二部分。”\n联邦政府虽然参与与市政府和省政府的讨论，但不太愿意与多伦多签署一项全面协议，更倾向于以逐个项目的方式为各个城市提供资金。\n报告指出，多伦多都会区（CMA）占据了全国经济产出的20%，以及安省的52%。\n计划设定了2030年的目标，以便市政府与两个级别的政府完成相关协议的谈判。其他关键行动计划\n计划中的其他重要措施包括降低商业-住宅物业税比率，使多伦多成为“北美最具竞争力的商业环境”。具体来说，每年商业税增长将低于住宅税增长的50%，直到达到省级比例要求。\n计划还呼吁在2025年底前推出一项新的商业激励计划，“支持特定的就业用途，增加高质量工作，促进全市投资，推动更广泛的城市建设目标，并提升多伦多的竞争力。”多伦多需解决住房和不平等问题\n计划的作者还表示，多伦多需要一种“新方法”来促进经济发展，不仅仅关注经济数据。\n报告指出：“此行动计划关注GDP和就业增长，也致力于解决日益紧迫的共享繁荣和可持续发展问题。这反映了城市经济发展方法的一种必要演变。”\n报告强调，高质量的生活水平一直是多伦多的一个重要资产，但近年来这一资产“面临越来越大的风险”，尤其是在住房和财富分配方面。报告指出，近年来住房成本大幅超过收入增长，导致许多人难以继续留在城市生活。\n“住房成本的上涨是一个重大关切，自2019年以来，房价飙升了20%，而年收入中位数的增长仅为0.4%。”报告称，“这种差距威胁到了多伦多作为技术工人目的地的吸引力。”\n2023年，多伦多的平均房价超过110万元。\n报告写道：“要获得如此大额的抵押贷款，一个家庭需要年收入接近22万元，外加20万元的首付款。2021年，多伦多所有职业15岁以上工人的平均收入为49,000元，家庭收入中位数为84,000元。”\n该计划还指出，安全感也是一个问题。它呼吁多伦多“紧急解决街头无家可归、精神健康和成瘾问题”，但除了与市政府和省政府协调以确保住房优先计划成功外，附加的行动项目不多。\n为了与外部伙伴合作“减少经济包容性障碍”，该计划呼吁为“推动包容性经济发展的核心机构”提供有针对性的地税减免。\n为了推进原住民经济发展，报告建议市政府应在明年开放原住民创新与创业中心，并在2025年举办多伦多原住民经济峰会，计划到2026年推出原住民经济战略。稳定增长预期\n其他关键目标包括加快建设可负担住房，更新交通拥堵管理计划以应对交通拥堵，以及应对气候危机。\n该计划还呼吁城市为青年创造更多机会，指出到2046年，预计多伦多地区将新增330万人口。\n报告写道：“代际公平问题，正如气候变化和基础设施投资一样，正出现在多个政策领域，因为Z世代及后代的经济前景看起来比前几代更加有限。这要求在经济政策制定中越来越多地采用‘青年视角’。”\n报告的作者指出，多伦多“具有显著的韧性，抵御了2008年经济大衰退和最近的COVID-19疫情”，但警告说，城市需要专注于基础工作，才能在未来十年内保持稳固的基础。\n质量检查人员招聘北约克 拍卖行\n密市/奥克维尔 【DZ 货车司机】招聘信达超级市场","ts":"加国无忧 51.CA"},{"source":"S君","title":"男子开车致3死1重伤 受害人刚来加4个月！安省警方寻人：勿靠近！","body":"今年7月份，安省Parry Sound附近发生一起致命的单辆汽车事故，导致3人死亡，1人重伤。驾车司机被控多项罪名。近日安省省警通报称，该名嫌疑人在获得保释后，未按照规定时间出庭。\n据CTV报道，安省警方正在寻找一名今年24 岁的嫌疑人，他被指控在Parry Sound附近醉酒驾驶导致三人死亡，一人严重受伤，但该嫌疑人未能出庭。\n安省省警在周三的新闻发布会上表示，Jogpreet Singh经常出现在宾顿和Kingston地区。Singh居住在Kingston，他因7月20日在Township of Seguin镇Tally Ho-Swords路上发生的单辆汽车致命事故而被通缉。图源：googlemap\n他被指控危险驾驶造成身体伤害、醉酒驾驶造成身体伤害罪，以及三项危险驾驶致人死亡和醉酒驾驶致人死亡的指控。\nSingh原定于7月29日在Parry Sound出庭，但他没有出现。\n警方在通报中描述说，Singh身高约6尺2寸，体重约158磅，有着黑色头发、棕色眼睛。警方提醒民众，如果发现其踪迹，切勿靠近。有线索者可致电安省省警1-888-210-1122报案。事件回顾\n这起事故发生于7月20日晚上11点后不久。急救人员被叫到Township of Seguin镇Tally Ho-Swords路的车祸现场。\n一名受伤者被急救直升机送到多伦多地区的创伤中心，生命垂危。还有3名受害者被宣告身亡。\n驾车司机被控四项醉驾和危险驾驶罪，其中三项是致人死亡，一项是造成人身伤害。\n当时的报道称，司机在接受保释聆讯后，定于周一（29日）在Parry Sound出庭。受害人家属筹款\n据ParrySound.com报道，这起事故的其中一名受害人是33岁的Vivek Aggarwal，他的家人正在为葬礼筹集资金。另外两名受害者的姓名尚未公布。\nVivek的兄弟Abhishek Aggarwal说，将Vivek带回祖国是一项艰巨的任务。\n“我和我的家人在当天晚上就收到了这个消息，并一直在孜孜不倦地寻求调查的具体进展……我们在印度，我们正试图与加拿大和印度当局协调，以取回遗体，” Abhishek在8月1日的一个采访中表示。“我还没有收到（取回遗体的）具体日期。现在已经快两周了，当局说还需要七到十天才能完成这个过程。”\nAbhishek 说，Vivek四个月前来到加拿大，在宾顿的Liaison College学院学习项目管理的研究生文凭课程。他补充说，Vivek的死让家人陷入了“难以忍受的悲痛之中”。\nVivek Arggawal在宾顿的室友Yashveer Virk创建了一个GoFundMe页面并写道，“我的朋友Vivek四个月前刚来到加拿大，对未来充满希望。不幸的是，7月20日晚上11点，他在安省Parry Sound遭遇车祸。他是一名乘客，他没有错。Vivek的突然离世让我们所有人都悲痛欲绝。我们正在筹集资金将他的遗体送回印度的家人，让他们可以体面地送别他。”图源：gofundme\n该筹款页面的目标是1万加元，显示所筹集的资金为7000多元。\n质量检查人员招聘北约克 拍卖行\n密市/奥克维尔 【DZ 货车司机】招聘信达超级市场","ts":"加国无忧 51.CA"},{"source":"思忆","title":"土豆没受外国干预，因为锡克教党魁是加拿大人，土豆受本国人干预，引入海量外国人搞乱加拿大","body":"加拿大总理杜鲁多表示，保守党领袖博励治拒绝获得必要的安全许可，以接受关于其党内一些易受外国干预影响人员的简报。图源：CityNews\n杜鲁多在周三对外国干涉问题公共调查（PIFI）作证时，抛出了这一重磅消息。\n他表示，已指示加拿大情报机构向博励治提供这些信息，以便他做出决策，保护其党的完整性。\n杜鲁多说：“我掌握了一些议员、前议员和加拿大保守党候选人的名字，他们参与或面临高度风险，或有明确情报显示他们与外国干预有关。”\n他说：“我已指示加拿大安全情报局（CSIS）及其他相关机构，试图通知保守党领袖，以便他能受到警告，这样可以做出决策，保护党的完整性，并防止其成员受到外国干预的企图影响。”\n然而，博励治选择不接受机密简报，这让杜鲁多感到困惑。杜鲁多还表示，这意味着如果情报有误、不完整或仅来自单一来源，就没有人能够为相关人员辩护。\n博励治此前为自己的选择进行了辩护，称获取高级别安全许可将阻止他对秘密简报中获悉的信息发表意见。图源：Globe and Mail\n杜鲁多表示，自他在2022年泰国G20峰会上与中国国家主席习近平当面对质后，中国的外国干预活动有所增加。他承认那次会面进展不顺利，但他认为亲自告诉习近平中国必须停止干预加拿大是很重要的。\n杜鲁多还表示，他的政府花费两年时间制定并通过一项重大法案以打击外国干预，这是“完全可以接受的”。\n在证词的第一部分，杜鲁多确认，有一些与外国干预有关的情报或政策文件从未送到他的办公桌上。\n2021年，加拿大安全情报局（CSIS）撰写了一份关于中国政府针对加拿大议员的“目标文件”，这是一个例子。前CSIS局长David Vigneault曾作证，认为这份文件本来应该提供给杜鲁多。\n杜鲁多表示，他依赖国家安全和情报顾问（NSIA）对信息进行筛选，并确定他需要了解的内容。在委员会首席律师Shantona Chaudhury提出的少数几个案例中，他认为NSIA做出了正确的决定，不向他展示文件，并且总体上淡化了这些文件内容的新颖性。\n关于那份“目标文件”，杜鲁多表示：“我相信，经过审阅，我认为国家安全情报顾问的决定是正确的，这份文件并没有显著增加我对情况的理解。”\n他补充说：“中国外交官在与议员接触中分类这些议员，这本身对我来说并不特别新奇，也不是新信息，这显而易见。这是世界各国的外交官，包括加拿大外交官，在全球范围内所做的一部分工作。”\nChaudhury询问，既然如此，为什么杜鲁多政府用了两年时间才起草、提交并通过了C-70号法案，该法案为政府和情报机构提供了一系列新工具，以监控和打击加拿大境内的外国干涉。\n该法案于6月通过，赋予CSIS更大的情报收集权力，创建了外国代理人登记处，并引入了新的刑事犯罪以打击外国干涉。\n保守党和国家安全专家指责政府拖延提交和通过该法案，而十多个公民自由团体则认为新赋予的权力过于广泛，批评议员们过于仓促地将其立法。\n杜鲁多承认，世界“比以往任何时候都更加不确定和不安全”，但他表示两年的时间“完全”是正确的。这一延迟使政府能够在赋予新权力的同时，合理平衡情报机构可能过度扩权的风险和公民自由团体的担忧。\n他说：“每当你赋予安全机构更多权力，来应对此类国家行为体的敌对行动，或应对新的威胁时，你必须非常小心地平衡保护公民权利。”\n同时，加拿大皇家骑警和政府官员本周向印度通报称，印度外交官是多起暴力犯罪调查的关注对象。本周一，加拿大驱逐了六名印度外交官，印度随即以驱逐加拿大外交官作出报复。\n质量检查人员招聘北约克 拍卖行\n密市/奥克维尔 【DZ 货车司机】招聘信达超级市场","ts":"加国无忧 51.CA"},{"source":"谈海","title":"Rogers和Fido进行重大改革：加拿大境内取消这项服务","body":"根据无线运营商网站上的通知，Rogers将于12月关闭其及Fido品牌的预付费服务。图源：Martin Good\nRogers和Fido将于12月16日关闭预付费服务，并指导客户改用后付费计划或前往Chatr继续使用预付费服务。\nRogers的完整通知如下：\n“为了专注于在加拿大提供最佳的5G覆盖，Rogers预付费服务将于12月16日关闭。为了帮助您与Rogers网络保持连接，我们拥有适合您需求的独家5G计划。如果您更喜欢预付费服务，我们的chatr品牌为您提供计划选项。要保留您的电话号码并避免失去服务，请拨打1-844-235-3766联系我们或访问您附近的Rogers商店。”\n以下是Fido的通知，略有不同：\n“12月16日，Fido预付费服务将关闭。为了帮助您与Fido保持联系，我们制定了适合您需求的独家月度计划。如果您更喜欢预付费服务，我们的chatr品牌为您提供计划选项。要保留您的电话号码并避免失去服务，请拨打1-844-235-3766联系我们或访问您附近的Fido商店。”\nMobile Syrup已就Fido预付费电话关闭一事与罗杰斯公司取得联系，并将根据所提供的任何附加信息更新此报道。图源：51记者拍摄\n目前，关于预付费服务关闭仍存在一些未知数。首先，尚不清楚预付费客户将享受哪些计划，以及客户现有余额将如何处理。\nReddit上关于此次关闭的帖子中，一位自称在“零售运营”工作的评论者表示，Chatr为所有预付费客户提供了迁移计划，并且预付费到后付费的迁移优惠起价为每月5元。\n目前还不清楚那些到12月16日还未迁移的客户将会面临什么情况。\n目前的Rogers和Fido预付费客户应尽快审查他们的选择并制定计划。幸运的是，在12月16日关闭之前还有一些时间可以理清事情。\n值得注意的是，除了使用Chatr或转换至后付费之外，还有其他选择（但这取决于Rogers为客户提供的服务，这些可能是最好的选择）。\n替代方案包括转换至Koodo、Lucky Mobile、Public Mobile或Freedom，所有这些公司仍提供预付费选项。\n此外，在更换运营商之前，可能值得等待。运营商通常会在节假日期间推出套餐优惠，其中最优惠的优惠活动是在11月的黑色星期五。我建议先等到黑色星期五，看看有哪些促销和优惠活动，然后再更换运营商。\n质量检查人员招聘北约克 拍卖行\n密市/奥克维尔 【DZ 货车司机】招聘信达超级市场","ts":"加国无忧 51.CA"},{"source":"谈海","title":"加拿大人改用电动汽车每月可节省550元到777元","body":"一份由加拿大清洁能源组织发布的新报告指出，如果加拿大家庭完全改用电力设备（包括电动车），每月可节省550至777加元，具体取决于所在省份。报告显示，虽然电动车和电力设备的初始成本较高，但从长期来看，电动车和其他电气化替代品的维护和燃料成本显著低于燃烧化石燃料的设备。图源：51记者拍摄\n研究还指出，自新冠疫情以来，化石燃料价格波动大，尤其是在俄乌冲突后，全球天然气和汽油价格飙升。因此，转向电气化不仅能减少日常支出，还能减少对全球市场价格波动的依赖。同时，改用电力设备能显著减少家庭的碳排放，降低94%。\n例如，在多伦多，一个拥有两辆汽车的独立屋家庭，如果继续使用化石燃料设备，每月能源账单和车辆费用接近2,000加元，而改用电动设备后，每月支出将降至约1,400加元。此外，报告也指出，从多伦多开车到渥太华，使用电动汽车的充电费用约为16加元，而汽油车的燃油费用约为54加元，显示出电动车的经济性。\n这是加拿大清洁能源组织周三发布的一项新研究得出的结论，该研究量化了加拿大人使用非燃烧技术（例如电动汽车（EV）和热泵）后的生活成本降低了多少。\n研究发现，如果一个家庭的家里所有地方都通电，即放弃使用天然气燃烧设备和汽油驱动的汽车，那么每月可以节省550元到777元，具体取决于他们居住的地方。\n温哥华智库加拿大清洁能源协会政策与战略总监Rachel Doran表示：“我们正在努力消除人们对实际成本的一些误解。”\n“是的，如果仅比较标价，电动汽车在很多情况下可能会花费更多前期成本。但是，当您开始考虑全国大部分地区都有折扣，以及节省了多少燃油和维护费用时，从我们的分析中可以清楚地看出，在全国每个地区，将化石燃料驱动的汽车换成电动汽车都可以节省资金，即使包括前期成本。”\nDoran说，“我们通常不会考虑以我们一贯的方式做事的成本（例如：使用化石燃料）。但当你真正计算出你的收入中有多少用于支付油箱或其他费用时，你会发现这实际上是一笔可观的钱，所以我认为这确实是一种教育工具。”图源：CTV\n自疫情爆发以来，化石燃料一直是加拿大家庭最不稳定的支出之一，俄罗斯入侵乌克兰后化石燃料价格飙升，几乎推动了经济各个领域的通货膨胀。\n虽然零售汽油和天然气价格在国际市场上涨时会随其变化，但当全球价格下跌时，它们的回落速度要慢得多。这凸显了减少对化石燃料的依赖的“自由”方面。你不再会在每次加油时为俄罗斯的侵略买单。\n这也意味着，将你的汽车、暖炉、热水器和炉灶从化石燃料转换为电力几乎总是更便宜。\n问题在于转换的前期成本，电动汽车和热泵的成本高于化石燃料燃烧设备。然而，加拿大清洁能源公司的研究将前期成本分摊到电器的整个使用寿命中，并表明即使包括更高的标价，电器也便宜得多。\n例如，一个拥有两辆汽车、住在多伦多独立屋的家庭，每月将花费近2,000元用于能源账单、汽油和汽车/炉具费用。报告发现，如果该家庭改用电动汽车，每月将花费1,400多元。\n与此同时，他们的碳排放量将减少94%。\n在公寓中，结果也类似。多伦多一个拥有一辆汽车的家庭预计每月要花费838元支付账单和租赁费用。电气化后，这一数字降至613元。\n结果因省份而异（各省的电费和天然气价格不同），补贴金额也不同。魁北克省在联邦5,000加元电动汽车补贴的基础上再加7,000加元，而安省则没有。但安大略居民可以通过Enbridge管理的省级家庭能源补贴计划，在购买热泵时享受5,000加元的折扣。\n在电动汽车部分，该报告将汽油动力的本田CR-V与电动SUV大众ID.4进行了比较，发现本田的融资和运营成本要高出44%。\n它还对常见的公路旅行进行了定价，以显示充电比加油便宜多少。\n例如，从多伦多开车到渥太华，电费只需16元，但汽油费却要54元——是电费的三倍多。\n报告呼吁政府提供更多退税以降低前期成本，这仍然是采用绿色技术的最大障碍——尤其是对于低收入家庭而言。\nDoran说，“回扣仍然非常重要，如果我们能够帮助人们获得这些解决方案，他们就会随着时间的推移而省钱。因此，对于那些难以支付能源账单或水电费的家庭来说，随着时间的推移，这些费用的减少将真正有助于他们维持收支平衡。”\n质量检查人员招聘北约克 拍卖行\n密市/奥克维尔 【DZ 货车司机】招聘信达超级市场","ts":"加国无忧 51.CA"},{"source":"思忆","title":"加拿大总理办公室阻止一华裔议员加入国会委员会和入阁 加国 4 评论 9小时前","body":"据加拿大总理杜鲁多的高级幕僚作证，2019年总理办公室曾干预，阻止董晗鹏加入负责调查加中关系的下议院特别委员会。\n加拿大安全情报局（CSIS）在2019年大选期间向获得安全许可的自由党官员通报了与董晗鹏提名有关的“不规则情况”，包括CSIS的情报显示中国外交官员曾施压国际学生支持董的提名，以及有人被强迫乘坐大巴前往提名会场支持这位现任独立议员。图源：51记者拍摄\n霍格法官（Marie-Josée Hogue）负责的外国干预调查委员会发布的文件表明，CSIS当时已经了解这些“不规则情况”，而这一问题最早于2023年由《环球新闻》报道，并早在2019年向自由党的高级官员作出简报。\n董于2023年3月22日退出自由党议会党团，现为独立议员。他否认有任何不当行为，并对《环球新闻》母公司提出诉讼，指控关于外国干预的报道。\n董在今年早些时候的外国干预调查中表示：“我当时没有注意到国际学生乘坐大巴的情况，我并未意识到这是一种不规则情况。”\n他的竞选经理Ted Lojko也作证称，他对一车学生的情况一无所知。\n董多年来担任自由党议员，但根据杜鲁多副幕僚长Brian Clow的证词，情报显示情况足以令人关切，使总理办公室取消了他加入加中关系特别委员会的资格。图源：CTV News\n根据本周二由委员会发布的文件显示，2019年选举后，秘书长向总理、幕僚长Katie TelfordJeremy Broadhurst作了与董有关的情报简报。文件写道：“然而，相关信息非常有限……当时董与中国的联系程度尚不明确。”Brian Clow表示，大约在2019年12月，党鞭办公室提名董成为中加关系委员会成员，但由于官员们提出的担忧，总理办公室介入，董未被任命。\n加中委员会的目的是审查加中关系的“各个方面”，但大部分时间集中在审查北京方面涉嫌干涉加拿大事务以及侵犯人权行为。\n杜鲁多此前曾告诉外国干预调查委员会，2019年的简报没有提供“足够或足够可信的信息”以将董免职或取消其在2021年大选中作为自由党候选人的资格，当时他仍然保留了大多伦多地区的席位。\n根据本周二发布的文件，2019年选举后，总理办公室决定不将董“提拔”到内阁或议会秘书的职位。董此前曾向调查委员会表示，与外交官会面，包括其他国家的外交官，是他作为议员职责的一部分。\n总理办公室官员还作证称，他们预计情报机构会对董与中国官员的关系提供“更新”的信息。\n文件写道：“Telford作证说，当时与情报机构之间进行了反复的讨论，其中包括提到在提名会议上有大巴载送支持者并不罕见的事实，Telford和秘书长试图了解这些担忧的基础是什么，以及相关情报。”\n这突显了在对加拿大外国干预的长期调查中反复提到的一个问题：情报机构和政治老手之间的意见分歧。情报机构擅长情报收集，但不一定精通政治，而政治老手不一定是情报专家。\n尤其突出的是关于正常（即使是积极的）外交行为与干预行动之间“灰色地带”。\n例如，外国收集有关加拿大重要政治人物的信息并不罕见，而加拿大外交官也在派驻的国家做同样的事情。\n但在为政策提供信息和为施加压力或勒索而收集信息之间的界限往往不易察觉。\n文件写道：“Telford解释说，他们经常看到部门如加拿大外交部与CSIS，和政府其他部门之间关于外交活动与外国干预的区别的辩论，她举了一个例子，当他们在安全评估中被告知某人对某个国家或高级专员‘易受影响’时，这并不意味着这个人有过错……这与他们被告知某人暗中与外国官员进行不当行为的情况是不同的。”\n至于董晗鹏在联邦自由党中的未来，公共安全部长多米尼克·勒布朗周二下午告诉调查委员会，他将等待霍格的最终报告后再向杜鲁多提出建议。\n杜鲁多本人定于周三在委员会作证，霍格的最终报告预计将在今年年底前公布。相关新闻\n园艺装修公司招聘泰山工程\n销售助理～岗位轻松 环境友善招聘CB 橱柜","ts":"加国无忧 51.CA"},{"title":"杜鲁多将二次在外国干预调查中作证","body":"针对外国干预联邦选举进程和民主机构的公开调查正在进行第二阶段听证会，总理杜鲁多将于周三作证，这是他第二次作证。图源：Global News\n杜鲁多的作证在早前已经安排。同时，本周一皇家骑警宣布拥有印度外交官和领事官员与加拿大境内秘密、严重犯罪活动有关的可信证据，国际上对印度在加拿大的外国干涉指控的关注度倍增。\n公开调查的第二阶段关注联邦政府针对外国干涉加拿大民主和选举进程以及针对侨民社区的“检测、威慑和反击”能力。预计对杜鲁多的作证将围绕这些主题展开。\n第二阶段是更具前瞻性的调查部分，旨在帮助加拿大加强民主进程，应对即将到来的联邦选举和未来威胁。\n杜鲁多在今年4月的上一次作证，是调查的第一阶段，是事实查找部分，该阶段专注于确定中国、俄罗斯和其他外国行为者是否干预了上两次联邦选举以及政府如何回应。\n在首次作证中，杜鲁多详细说明了他所知的关于具体干涉指控的内容以及何时得知，还表达了对情报泄漏的不满。\n调查专员Marie-Josee Hogue在今年5月提交了她的初步报告，结论是中国在一些选区的干预并未影响加拿大2019年和2021年大选的整体结果。\n杜鲁多是第二阶段调查的最后一位证人，最近几天，政府高官和内阁部长都提供了证词。调查随后将进行一系列专家圆桌会议。调查的最终报告将于12月31日前以两种官方语言提交给政府。相关新闻\n园艺装修公司招聘泰山工程\n销售助理～岗位轻松 环境友善招聘CB 橱柜"},{"source":"思忆","title":"Burger King招聘经理年薪4.8万遭狠批！难怪本地人失业","body":"多伦多地区一家汉堡王（Burger King）发布的招聘启事引发了观察人士和专家的质疑，他们怀疑临时外籍劳工计划被用于避免向加拿大本地人支付更高的工资。图源：yelp.ca\n9月25日，密西沙加市一家汉堡王在联邦政府的在线招聘网站上发布了一则餐厅经理职位的招聘启事。\n这则招聘遭到社交媒体用户的批评，他们指出，招聘信息下方有一条写着：“该雇主已经申请了劳动力市场影响评估（LMIA），以雇用外籍工人来暂时填补劳动力或技能短缺。”\n这意味着雇主无法请到本地人，已经向联邦政府申请了许可，将该职位向外籍工人开放。\n汉堡王的一位发言人称，该招聘“直接与密西沙加地区一个或多个未填补的管理职位有关，这些职位在多个就业平台上发布了数月后，仍未收到任何合格的应聘者。”\n该职位的年薪为4.8万元，约合每小时不到25元，工作时间被列为“白天、晚上、夜间、周末、清晨、早上。”\nGlobal News询问汉堡王在LMIA之前是否考虑过提高招聘工资，吸引更多人应聘这一职位。\n汉堡王的发言人回应称：“该职位发布的工资在密西沙加地区快餐服务行业内属于竞争性范围，这基于竞争数据以及加盟商在招聘方面的经验。”\n汉堡王的行为没有违反任何法律，也没有破坏任何规则。\n目前，联邦正在审查临时外籍劳工计划（TFW），外界越来越担忧通过该计划获取廉价劳动力，会影响社区工资增长的潜力。\n联邦新民主党（NDP）劳工评论员Matthew Green表示：“这个案例再次突显了数十年来临时外籍劳工计划被滥用，说明各行业利用这一计划获取廉价劳动力，压低加拿大工人的工资。雇主们并不是将临时外籍劳工计划作为短期解决方案，而是用于避免提供更高工资，吸引和留住本地工人。”\nGlobal News联系了保守党以了解他们的立场。\n对此，保守党领袖博励治（Pierre Poilievre）的办公室引用了他在8月的发言：“我要求加拿大企业优先雇用加拿大工人，要求政府结束临时外籍劳工计划中的混乱局面，减少外籍劳工人数，让加拿大人获得良好且稳定的高薪工作，能赚到足够的钱购买价格合理的住房和食品，住在安全的社区中。”\n加拿大就业和社会发展部（ESDC）因隐私问题未对这一具体案例发表评论，但补充说，评估劳动力市场影响评估（LMIA）申请时有严格的标准。发言人表示：“寻求雇佣临时外籍劳工的雇主必须始终证明他们无法找到加拿大人或永久居民来满足其劳动力需求。这是雇主最后的选择。对于想雇用临时外籍劳工的雇主，还有全国性的最低广告标准。”\n该机构还指出，雇主必须报告其招聘或面试加拿大公民和永久居民的努力，提交LMIA申请并不保证会获得积极的评估结果。\n作为LMIA批准过程的一部分，联邦政府要求加盟商提供至少四周的广告证明，以显示他们已经努力在本地填补该职位。汉堡王表示，他们远远超过了这一要求。该职位仍然对所有应聘者开放。\n招聘网站上显示，汉堡王的薪水略高于加拿大同类职位的中位数工资，约为每小时22元。\n根据安省生活工资网络（OLWN）的数据，大多伦多地区的生活工资为每小时25.05元。雇主是否应该尝试提高工资？\n位于安省宾顿的注册加拿大移民顾问Manan Gupta表示，雇主发布招聘信息并寻求外籍劳工的做法并不令人惊讶。“有些雇主仅在最短的期限内发布职位广告，以便他们符合申请LMIA的条件。”\n“这已经成为了剥削加拿大工人和外籍工人的工具。不幸的是，这种滥用现象不会消失。”\n他指出，滥用系统不仅仅涉及一个雇主或一个行业。他提到了“贪婪的雇主”和“可疑的移民顾问”之间相勾结。\n卡尔顿大学经济学者Christopher Worswick表示，经济学者们一直担心临时外籍劳工计划给雇主提供了依赖廉价劳动力的机会。\n“在没有临时外籍劳工计划的情况下，企业通常会决定重新申请或以更高的工资重新发布招聘广告，或者采取其他措施，比如雇佣不同类型的工人，或者投资于新技术和资本设备。临时外籍劳工计划的存在某种程度上打断了这个过程。”\n他还表示，依赖外籍工人可能导致那些外籍工人被滥用，他们别无选择，只能接受低工资的工作，因为他们的签证依赖于雇主。“你不能像本地人一样轻松跳槽到附近的餐厅，获得类似职位但更高的工资。工人与工作的绑定尤其令人担忧。”\n他还表示，雇主对这一计划的依赖不仅减缓了工资增长，甚至可能导致工资下降。“雇主以稍低的工资发布广告，这样在加拿大本地人中招聘失败的几率会提高。”\n经济学家称这种情况为“市场清算工资率”。\n他说：“如果你一直这个工资发布招聘广告，这表明这个工资并不是市场清算工资。你在广告中设置的工资太低了，你应该提高工资，直到有合格的应聘者申请。”\n另一方面，加拿大餐饮业协会副总裁Max Roy表示，酒店行业需要外籍劳工。\n“临时外籍工人占我们全行业劳动力的约3%，但这是非常重要的3%。三分之二的临时外籍工人实际上是厨师。没有厨师，你根本无法经营一家餐厅。”是否需要变革？\n今年8月，联邦政府宣布对临时外籍劳工计划（TWF）进行限制，拒绝在失业率达到6%或以上的地区雇佣低薪临时外籍劳工的申请。大多伦多地区，包括密西沙加的失业率为7.9%。\n低薪工作被定义为低于省内中位时薪的职位。根据加拿大就业和社会发展部（ESDC）的规定，对于雇主，来自临时外籍劳工计划低薪渠道的员工将被限制在10%，并且雇佣期限从最多两年缩短到一年。\n总理杜鲁多表示，该计划在COVID-19疫情后帮助了经济复苏，但随着通胀放缓和就业水平较疫情前提高，国家不再需要那么多临时外籍工人。\n杜鲁多说：“我们需要加拿大企业投资于培训和技术，而不是继续依赖廉价的外籍劳动力，这对那些难以找到好工作的加拿大人不公平，也对那些被虐待和剥削的临时外籍工人不公平。”\n汉堡王的招聘广告是在新政策生效前一天发布的。\n加拿大帝国商业银行（CIBC）的副首席经济师Benjamin Tal指出，这是加拿大生产力滞后的原因之一。\n“我们有太多的工人从事低薪行业。如果公司能够无限量地获取廉价劳动力，他们就不会投资于资本或提升生产力。这是加拿大生产力滞后的原因之一。”\n经济学者Worswick认为，临时外籍劳工计划应被彻底废除。他建议政府应向外籍工人发放开放工签。\n“如果我们能够回到过去，大量接纳中高技能移民，并让他们选择自己想工作的地方，那会更好。不要把他们绑在某一雇主身上。”\n新民主党Matthew Green提出了类似的建议。“工人应该拥有登陆身份，这样可以防止剥削并确保公平待遇。加拿大的临时工人应被正规化，给予他们应有的权利，从而阻止雇主利用临时外籍劳工计划压低工资。”\n加拿大餐饮业协会建议实施一个“匹配和培训计划”。\n加拿大餐饮业协会副总裁Max Roy表示：“如果你要减少临时外籍工人的数量，好吧。但请帮助我们找到那些在加拿大失业且愿意学习并工作的人。”\nTal补充道，尽管餐厅行业可能在短期内感受到压力，但这种举措从长远来看可能会提高生产力。“你必须创新，考虑不同的菜单，想出吸引顾客的新方法，同时减少员工人数或支付更高的薪酬。”\n园艺装修公司招聘泰山工程\n销售助理～岗位轻松 环境友善招聘CB 橱柜","ts":"加国无忧 51.CA"},{"source":"51.CA 坚果儿","title":"杜鲁多宣布今天发钱！本周还有一笔福利金提前到账","body":"今天（10月15日），加拿大人将收到一笔福利金！总理杜鲁多刚刚发布视频，喊你查看银行账户啦！\n值得一提的是，这是加拿大所有银行首次将这笔福利金付款标注为\"加拿大碳回扣\"（Canada Carbon Rebate），改善多年银行对账单上表述不统一且含糊不清的情况。\n这笔季度回扣将发放给在安大略省、阿尔伯塔省、萨斯喀彻温省、曼尼托巴省以及大西洋四省居住并提交了所得税申报的加拿大人。支付金额根据家庭规模和省份而异。一个四口之家的季度付款金额如下：安省$280阿省$450曼省$300萨省$376新不伦瑞克省$190新斯科舍省$206爱德华王子岛省$220纽芬兰和拉布拉多省$298\n农村地区的居民从今天起将获得20%额外补贴，并收到4月和7月的追溯性10%补贴。图源：51记者拍摄\n除此之外，本周还有一笔福利金将提前到账。\n加拿大儿童牛奶本周提前发放\n有资格领取儿童牛奶金（CCB）的加拿大父母可以预期，10月的付款会比平时更早到账。\n随着新的福利年度从7月开始，加拿大儿童牛奶金有所增加，给加拿大人提供了一项金额虽小但却是家庭急需的儿童税收补助，以支持他们养育孩子。\n这笔付款通常在每月的20日发放，但本月的20日恰逢星期日，这意味着付款将于本周五10月18日提前到账。图源：51记者拍摄\n去年，政府将6岁以下儿童的年度加拿大儿童福利金最高支付额提高到7,437加元。6岁至17岁儿童的金额也从5,903加元提高到6,275加元，每年额外增加了372加元。\n儿童税收补助现已提高了4.7%。这意味着6岁以下儿童的最高福利金额从7,437加元增加了350加元，达到7,787加元。6岁至17岁儿童的福利金额从6,275加元增加了295加元，达到6,570加元。\n这些金额都是免税的。\n你可以通过下方链接进行资格测试，以确定你的家庭是否符合更新后的CCB条件：\n此外，西捷航空（WestJet）和Dollarama的两起集体诉讼和解将赔偿顾客数千万，快看看你有没有资格领取。\n园艺装修公司招聘泰山工程\n销售助理～岗位轻松 环境友善招聘CB 橱柜","ts":"多伦多热推"},{"source":"S君","title":"安省大幅降温部分地区下雪 多伦多低温至零下 周末回暖","body":"未来几天，加拿大东部部分地区将感觉更像冬天，根据预报，安省和魁省部分地区预计会下雪。图源：51记者拍摄\n据CTV报道，气象学家Kelsey McEwen表示，安省和魁省的气温会很低，周二和周三最高气温将达到个位数。\nMcEwen还表示，预计周二白天安省Timmins等地区将下雪，而更南部的地区周二晚间将下雪。\n她补充说，魁省已发布冬季天气预警。她表示，预计到周三早上，魁北克市北部将出现5到10厘米的降雪。\n与此同时，加拿大其他东部地区的天气会更温暖。\n加拿大环境部表示，周二爱德华王子岛夏洛特敦的气温将稳定在11摄氏度左右，本周剩余时间最高气温将达到两位数。哈利法克斯本周的气温也将达到两位数。诺省Cape Breton的Ingonish Beach甚至更热，周二东部时间上午9点后气温达到17.7摄氏度。加拿大西部也不会有强烈的寒冷天气。McEwen说，预计该地区的气温将较为温和。\n卡尔加里本周最高气温将达到两位数，周四除外，周四气温将降至8摄氏度。\nMcEwen说，Medicine Hat的气温将比平均气温高13摄氏度。周三，Regina的气温将达到28摄氏度，Winnipeg的气温将达到18摄氏度（比平均气温高8度）。\n但更北边的气温就没那么宜人了，育空地区的Margaret Lake在周二东部时间上午9点的气温将达到零下14.7摄氏度。\n安省和魁省的居民将在本周晚些时候感受到一些缓解。McEwen说，周四和周五大部分时间气温将略微回暖。根据加拿大环境部的数据，从周五到周末，多伦多的最高气温大多为18摄氏度。\n据气象网预报，多伦多今夜最低温4度，周三白天最高温9度，夜间最低温仅1度，体感跌至零下2度。不过气温会从周四白天开始回升，最高温可达15度。周五最高温18度，最低温4度。图源：theweathernetwork美国发布霜冻警告\n边境以南的情况更加严峻。\n据美国有线电视新闻网周二报道，美国中部和东部有超过 6000 万人收到了霜冻或霜冻警告，周三许多地区将迎来春季以来最冷的气温。\n加拿大寒冷空气的涌入和一股巨大的冷锋给许多地区带来了寒冷的秋季天气。\n据美国新闻媒体报道，这对美国大部分地区来说是一个急剧的变化。到本周中旬，气温可能会降至平均水平以下。\n园艺装修公司招聘泰山工程\n销售助理～岗位轻松 环境友善招聘CB 橱柜","ts":"加国无忧 51.CA"},{"source":"谈海","title":"炒房者逃离多伦多：印度裔经纪看准这里翻新大赚20%","body":"由于如今房价高企以及近期房地产市场的低迷，在多伦多炒房并不像以前那么容易，而且也不那么有利可图。随着市场的变化，炒房者也将注意力转向了多伦多以外更便宜的社区。汉密尔顿成为一个新热点，有印度裔地产经纪看准汉密尔顿房屋翻新，准备大赚20%。图源：51找房\nRe/Max Escarpment Realty Inc. 的Conrad Zurini表示，尽管汉密尔顿中心区因拥有大量相对便宜的独户住宅而成为房屋炒卖的温床，但炒房者们正将目光投向城市边缘甚至更远的地方。\nZurini说，翻新者们已经涌向Stoney Creek和尼亚加拉地区较小的滨水社区，包括Port Dalhousie和Port Colborne。这些地方翻新的独栋住宅每平方英尺的售价比未经翻新的独栋住宅高出20%至25%。\nZurini说，“这不算疯狂，那些聚集在水边的房产非常抢手，而且房价会以更高的价格在整个社区蔓延。”\n地产经纪Deep Singh最近完成了为期三个月的装修，对位于悬崖下方Stoney Creek下游的一栋平房进行了翻新。\n他于二月份以667,500元的价格购买了这栋平房。这处房产当时的挂牌价接近80万元，但由于房屋严重失修，在市场上挂了两个多月。\nSingh说：“过了一段时间，人们就不再看这些清单了。”\nSingh是Re/Max Escarpment的一名经纪人，拥有建筑背景，也是一名持证电工，他将这所房子改造成了合法的双拼公寓（duplex），升级了配电盘，增加了一个新的定制厨房，并在卫生间安装了加热地板。\n他计划在未来几周内将该房产挂牌出售，价格估计在90多万元。\nZurini说，Stoney Creek的平均独户住宅售价为897,000元，高于2019年的587,000元。\n汉密尔顿仍然拥有利润丰厚的房屋翻新市场，但现在已转移到该市西北端的莫霍克学院附近，那里的学生租房仍然是一项大生意。\n炒房者正在抢购价格在60万元左右的独栋住宅，然后以80万元以上的价格出售。在大多数情况下，翻修者正在装修地下室，并设置单独的入口，并增加更大的出口窗户。\nSingh说，地下室租金通常为每月2,000元，可以支付一半的房产抵押贷款。\nZurini说，“这样的事还有很多而且这种趋势还在继续。”图源：51找房\nKawartha Lakes短期租赁炒房\n四年前，安省Kirkfield的这栋俯瞰Mitchell湖的度假屋电器陈旧，铺着地毯，外观黯淡无光。但这栋简陋的平房有三间卧室、一间船屋，还能一览无余地欣赏湖景。2020年，它以33万元的价格售出。\n如今，这处房产的主楼层和下层均设有新的步出式阳台和日光浴室。它装饰有外露木梁、现代装饰和高档电器。外面有一个私人码头和船舶升降机，以及一个经过翻新、配有家具的船屋。今年夏天，它以115万元的价格售出。\n这是众多以低于市场价的价格被购买、转手并在几年后作为豪宅出售的滨水房产之一。当地房地产经纪人表示，疫情当时引发了投资者对度假屋翻修的热潮，主要目的是短期出租。但随着利率上升和城镇对短期租赁的限制，投资者决定止损并出售这些房产。\n数据显示，在Kawartha Lakes，独立式住宅的价格在短短五年内飙升64%，今年9月的售价中位数达到670,000元。\n房地产经纪人表示，近几个月市场有所疲软，而且并非所有的转卖都能成功。\n园艺装修公司招聘泰山工程\n销售助理～岗位轻松 环境友善招聘CB 橱柜","ts":"加国无忧 51.CA"},{"source":"S君","title":"印度男子持菜刀砍向家人 致1死2伤！法官判了：驱逐出加拿大 加国 3 评论 1小时前","body":"大约4年前，大温哥华地区一名男子因与家人争吵，刺伤了嫂子，致其死亡。现场还有两人也受重伤，其中包括一名两岁女孩。近日法官对被告做出宣判。图源：CTV\n据CTV报道，此案发生在2020年10月20日，39岁的Harpreet Singh因在素里镇屋内持刀袭击，被判一项过失杀人和两项严重袭击罪名成立，处10年监禁。减去已被拘留的时间后，他将在刑满时被驱逐出境。\nBC省最高法院法官Martha Devlin在周四的量刑决定中写道，这次袭击是“Singh长期与愤怒和控制情绪作斗争的悲惨结局”。\n法庭获悉，Singh在与家人争吵后，于晚上8点30分左右在Newton社区的镇屋客厅内，用菜刀刺伤了他的嫂子 Baljit Kaur。袭击发生时，Kaur怀里抱着一个蹒跚学步的孩子，孩子下半身被刺伤。法院禁止公开报道，以保护这名孩子的身份。\n当时Singh的父亲Jagjit Singh在袭击期间试图干预，身体躯干和手部也被刀刺伤。“家庭暴力”\n在调查初期，素里地区的皇家骑警将这起杀人案描述为“家庭暴力”案件，第二天接手此案的综合凶杀案调查组表示，将努力“拼凑昨晚在那所房子里说了什么、做了什么”。\n法庭获悉，家庭争吵始于当天早上，当时Singh的父亲据称对母亲大喊大叫，指责她在家里穿了脏袜子。\n当天晚些时候，Singh在客厅里与父亲对峙，并推搡了他。大约在同一时间，Kaur带着孩子、Singh的母亲和他的哥哥从杂货店回家。\n根据判决，当Singh的哥哥回到外面停车时，Singh从厨房拿了一把大刀，回到客厅，开始刺伤Kaur和孩子。\n七八分钟后，Singh的哥哥回到家，Singh当时说了类似“是我干的”和“报警”的话。\n随后Singh仍带着刀离开家，走到附近的67大道和127A街的交叉口，在那里，他让坐在车里的一名男子拨打 911报警。\n接到电话的一名皇家骑警拦住了Singh，命令他放下刀，然后逮捕了他。此后，他一直被警方拘留。\n法庭获悉，Kaur被送往医院，但因头部、大腿、肩部和腹部多处被刺伤而死亡。将被驱逐出境\n法庭获悉，Singh在袭击案发生时没有犯罪记录，他于2016年移民加拿大，后来成为永久居民。\n他也是印度和澳大利亚公民，服刑期满后将被驱逐回其中一个国家。\n一份2024年的精神病学报告作为量刑听证会的证据提交，表明Singh在澳大利亚生活的10年间患上了抑郁症。据报道，2008年他在澳大利亚时，遭到四名陌生人的袭击，他们用铁棍殴打他，打他、踢他的脸。\n法庭获悉，他告诉精神科医生，袭击发生后，他开始感到极度愤怒，但他有信心不会通过“外部”暴力来表达自己的愤怒。\n法官写道，Singh的愤怒情绪为他的家人所熟知，并表示正是他的愤怒“最终导致了这起案件的核心悲剧”。\n除了判处10年监禁外，法官还禁止Singh在10年内持有枪支。\n专业清洁师招聘蜂巢管家家政公司\nOffice Administrator招聘ColWell","ts":"加国无忧 51.CA"},{"source":"51.CA 卡瑞娜","title":"震惊! 多伦多8万印度人再次挤爆街头!聚众点火焚烧!加拿大人怒炸!","body":"就在刚刚过去的长周末，Brampton的印度人又双叒过节了！\n只不过不是加拿大的感恩节，而是他们自己的“十胜节（Dussehra festival）”，多达8万人聚集在一起放烟花，焚烧肖像，这一幕再次令加拿大人炸锅了......\n上周，我们才报道过，Brampton大批印度人夜晚“攻占”居民区，庆祝一年一度的“九夜节（Navratri）”，而刚刚过去的周末，他们庆祝的“十胜节（Dussehra）”也是印度教的一个活动，通常在九夜节结束时庆祝。\n然而，在这场聚集了80000人的街头活动上，人们一起放烟花、焚烧肖像，唱歌狂欢至深夜。这么一对比，加拿大的传统节日——感恩节，似乎就显得很平淡了。图源：X\n有网友被Brampton活动现场的场景惊呆了，直言不讳地说道：“整个大多伦多地区几乎变成了印度孟买。”图源：X\n只见现场人头攒动，场面非常壮观。图源：X\n据估计，现场大约聚集了80,000人！！图源：X\n甚至就连加拿大保守党党魁博励治（Pierre Marcel Poilievre）都加入了这场大狂欢！他在活动现场发表了讲话，并和参与者们亲切合影 ↓图源：X\n从视频来看，这场活动依然是在天黑后进行的，而且旁边是一片居民区。图源：X\n活动参与者们聚集在一起观看歌舞表演。图源：Instagram\n现场还放起了烟花，人们集体拿起手机录像，看起来非常热闹。图源：X\n到处都是人挤人 ↓图源：Instagram\n再换个角度感受一下 ↓图源：Instagram\n作为庆祝这个宗教庆祝节日的一部分，人们还在现场点燃了一个“肖像” ↓图源：Instagram\n浓烟漫天，红彤彤的火光在夜晚格外显眼。图源：Instagram图源：Instagram\n然而，由于这个大型印度节的规模过于壮大，而且正值感恩节长周末，让不少加拿大人感到“失望”。\n网友们激烈讨论：\n“奇怪，我以为是庆祝感恩节周末，我真傻。”\n“感恩节快乐。”\n“他们不是加拿大人。”\n“我以为是庆祝感恩节！哦对了，要迎合移民......”\n“这里是加拿大，加拿大人和加拿大文化的主要节日是感恩节，这个周末人们都会过感恩节。”\n“这（周末）是加拿大人的感恩节！！！！！”\n此外，还有不少人对活动上当众焚烧肖像的行为感到不满。\n“印度人如何看待加拿大的感恩节？他们在Brampton点火焚烧，污染我们的空气，他们都必须回去！”图源：X\n“燃放烟花，焚烧肖像，碳税应该更严格一些！”\n“我看到的只有污染，当毁掉印度环境后，他们又毁掉了加拿大的环境。”\n“污染太严重了！”\n还有人讽刺道，这里不是加拿大，而是印度。\n“他们把加拿大变成了印度。”\n要知道，这已经不是加拿大印度人们首次因为过节而火出圈了......\n上周，他们在Brampton庆祝了“九夜节”，载歌载舞占据了居民区数百米的街道。\n早前，大批印度人聚集在多伦多市中心的Eaton Centre门口，庆祝一年一度的Onam节。图源：Instagram\n今年7月，在多伦多市中心举行的“Festival of India（战车节）”，也有超过4万人参加！\n也有不少人在看到这一幕后表达了对加拿大“大规模移民”的不满。\n“虽然我自己就是一名移民，但我为加拿大人感到难过...”\n“而且我们在加拿大国庆日也没有这么盛大的庆祝活动。”\n“我们需要为加拿大人举行一场游行。”\n“加拿大的外来人口比本国人还多，加拿大人每天都在被忽视，越来越失去这个国家。如果我们突然涌入他们的国家，你认为印度会如何对待加拿大人？会庆祝加拿大的节日吗？”图源：Instagram\n对于这件事，你怎么看？‍\n专业清洁师招聘蜂巢管家家政公司\nOffice Administrator招聘ColWell","ts":"加国无忧 51.CA"},{"source":"51.CA 坚果儿","title":"\"加拿大梦碎\"！40万印度留学生和签证申请人忧心忡忡","body":"随着加拿大印度政府彻底闹翻，40万印度学生和签证申请人面临不确定性。图源：www.cnbctv18.com\n加拿大总理杜鲁多（Justin Trudeau）10月14日声称“印度很可能是印裔加拿大人Hardeep Singh Nijjar被杀案的幕后黑手”。加拿大暗示印度高级专员和其他外交官被视为有关调查的“相关人员”。\n印度政府强烈斥责这种“荒谬的指控”，并将其归咎于杜鲁多政府围绕选票政治为中心的政治议程。印度和加拿大随后互相驱逐了对方6名外交官。\n参考阅读：《加拿大驱逐6名印度外交官遭\"报复\"! 急发公共安全警告! 杜鲁多强硬表态》\n此后，一些印度裔学生、加拿大居民及其他们在印度的父母在社交媒体上表达了他们的担忧。\n目前，这两个国家都没有对签证或旅行实施限制，但去年9月此事首次爆发时，两国的紧张局势加剧，互相实施了临时签证限制，引发了在加拿大学习的印度留学生及其家人的焦虑。事实上，当时许多学生紧急取消了他们的计划或决定去其他国家留学。\n加拿大外交部长Mélanie Joly没有排除对印度实施制裁的可能性，这加剧了学生们对此次紧张局势升级的担忧。\n大批旁遮普家庭忧心忡忡\n21岁学生Kunal Saini感觉自己去加拿大留学的梦想要破灭了。他的姐姐Kanika Saini三年前持学签移居加拿大，一直向他通报印度学生在加拿大面临的挑战。他从姐姐处获悉，加拿大政府已经实施了更严格的限制，特别是限制学生每周只能工作20个小时。这严重影响了那些家境贫寒的学生，因为他们只能通过有限的兼职工作机会来解决生活费问题。鉴于目前的情况，Kunal Saini无奈地决定放弃赴加拿大留学的计划，目前正在探索其他的高等教育选择。\n印度父亲Arvind Sharma的儿子拥有加拿大永久居民身份，他担心自己很难获得探亲签证前往这个北美国家与儿子见面。\n另一位印度居民Gulshan Batra表示，他的女儿Sabhy Batra一年前持学签从Hoshiarpur移居加拿大，攻读室内设计课程。他担心加拿大最近的政策变化将影响女儿未来申请永久居民。\n同样，Rajesh Marwaha的儿子Shubham Marwaha七个月前持学签前往加拿大，他也担心外交风波会影响儿子的未来。\n专业清洁师招聘蜂巢管家家政公司\nOffice Administrator招聘ColWell","ts":"加拿大留学生问吧"},{"title":"加拿大药物保障法案已立法生效！这些药物都免费！","body":"加拿大的药品保障法案（pharmacare bill）于上周四正式通过参议院并获得皇家批准后立法。\n这意味着许多人将很快能够获得更多药物，包括糖尿病和避孕等基本药物，这些药物每年可能需要花费数百或数千元。同时，与各省省的协议仍在谈判中。图源：Global News\n这项立法来自自由党与新民主党现已终止的政治协议，为未来全民药物保险计划设立了框架。\n卫生部长Mark Holland在上周五的新闻稿中说：“今天是关于pharmacare的一个极其重要的日子，让这项法案通过众议院和参议院是非常困难的。”\n现在Bill C-64成为法律，将在与联邦达成协议的省份为糖尿病治疗和避孕措施提供保障。\nHolland表示，这将为多达900万加拿大女性和不同性别的人提供免费的避孕措施，支持生育自由。同时，加拿大370万名糖尿病患者将获得药物，降低严重健康并发症的风险，并提高生活质量。\n以下是您需要了解的关于该法案的信息。\n立法包括全民获取避孕药和糖尿病药物，目标是将来扩大受保药物的数量。政府将支付前期费用。承保的糖尿病药物包括降低血糖水平的优先治疗药物，如胰岛素、二甲双胍和其他组合药物的基本治疗。\n加拿大政府网站公布了承保的糖尿病药物的完整列表：\nhttps://www.canada.ca/en/health-canada/news/2024/02/universal-access-to-diabetes-medications-and-diabetes-device-fund-for-devices-and-supplies.html图源：Global News\n该法案还覆盖了大约900万育龄加拿大人获取避孕措施的权利。承保的药物包括口服避孕药、铜和激素宫内节育器、注射、植入、环和紧急避孕药。\n加拿大政府网站上可以找到避孕药物的完整列表：\nhttps://www.canada.ca/en/health-canada/news/2024/02/backgrounder-universal-access-to-contraception.html\n总理杜鲁多已敦促各省和地区尽快开始谈判药物保障协议，协议包括支付和配给方案，这对于实施计划至关重要。\n杜鲁多上周五对记者说：”这是一个真正的进步，但现在我们需要各省和地区与我们一起坐下来签署协议，以便尽快支持加拿大人并减轻他们家庭预算的压力。”\n卑诗省已经签署了一项谅解备忘录，为居民提供保险，但该省的承保方式与其他地方可能有所不同。\n联邦保险是指避孕药和糖尿病药物及耗材，但卑诗省卫生厅长Adrian Dix表示，口服避孕药已经在省级项目下受保，因此这部分资金将用于承保女性的激素替代疗法费用。成本是多少？\n2024年联邦预算报告显示，国家药物保障计划的第一阶段将在五年内耗资15亿元，从2024-25财年开始实施。\n国会预算办公室（PBO）估算，“考虑现有省级药物计划的支出、联邦政府的直接支出以及药物保障计划的共付收入后，公共部门（即联邦和省级政府）的增量成本预计为112亿元（2024-25财年），并将在2027-28财年增至134亿加元。”\n卫生部长Holland曾表示，这是其计划在全加拿大建立一个全民药物保险体系的第一步。在接下来的一个月里，渥太华将召集一个专家小组来调查建立完整药物保险计划。他们将在一年内向卫生部长报告其建议。\n专业清洁师招聘蜂巢管家家政公司\nOffice Administrator招聘ColWell"},{"source":"谈海","title":"已经很高了还在继续涨能说明什么问题？","body":"加拿大统计局周二发布报告称，9月份通胀年率大幅放缓，跌破加拿大央行2%的目标。图源：51记者拍摄\n统计局表示，由于汽油价格持续下跌，9月份通胀率年率为1.6％，低于8月份的2％。\n加拿大统计局表示，目前年度价格压力处于2021年2月以来的最低水平。\n杂货店的价格同比上涨2.4%，保持稳定。尽管海鲜、坚果和种子的价格同比下降，但上个月新鲜或冷冻牛肉价格上涨9.2%，食用油价格上涨7.8%，鸡蛋价格同比上涨5.0%。图源：51记者拍摄\n9月份机票价格下跌4.4%，环比下跌14.3%，加拿大统计局指出，这是进入秋季的典型季节性趋势。\n虽然租金和抵押贷款成本上涨继续推高通胀，但9月份住房需求也出现一定降温。加拿大统计局表示，上个月租金同比上涨8.2%，低于8月份的8.9%。\n尽管年度数据近期有所缓和，但该机构补充称，过去三年，生活成本飙升且居高不下。三年内，整体消费者价格指数上涨12.7%，其中房租上涨21%，食品杂货价格上涨20.7%。\n由于担心通胀率将远远低于其2%的目标，加拿大央行近几个月来一直在下调基准利率。\n通胀报告是下周加拿大央行公布利率决定之前的最后一份重要经济数据。\n加拿大央行的通胀目标是2%，今年迄今已三次下调基准利率，至4.25%。\n专业清洁师招聘蜂巢管家家政公司\nOffice Administrator招聘ColWell","ts":"加国无忧 51.CA"},{"source":"思忆","title":"前所未有！加拿大印度关系濒临完全破裂！别只盯着中国","body":"加拿大《环球邮报》针对加拿大驱逐印度外交官和印度政府回应一事发表一篇评论文章称，对加拿大指控印度涉嫌参与在加拿大的严重犯罪行为后，印度的回应是典型的“煤气灯效应”（gaslighting）做法，即试图反驳、混淆或否认指控。图源：CTV News\n作者John Ibbitson指出，加拿大政府指控印度政府知晓并批准其外交官在加拿大犯下的严重犯罪行为。这显示国家之间会因更小的事情而爆发战争。\n这些指控也是一种悲剧。加拿大和印度本应在移民、贸易和集体安全等问题上更加紧密合作。然而，现在两国关系却濒临完全破裂的危险。\n皇家骑警于周一发布的指控称，“由印度政府特工策划的犯罪活动，对加拿大人的安全构成了威胁”，其中包括“印度政府特工与多起谋杀和暴力行为有关的证据”。\n随后，加拿大总理杜鲁多召开新闻发布会，表示这些行为包括去年6月锡克教领袖尼贾尔（Hardeep Singh Nijjar）被谋杀一案。杜鲁多指责印度总理莫迪的政府知晓并支持这些行为。\n杜鲁多表示：“印度政府犯了一个根本性的错误，他们认为可以支持针对加拿大人的犯罪活动。”\n杜鲁多还宣称，“我们绝不容忍外国政府在加拿大领土上威胁和杀害加拿大公民，这是对加拿大主权和国际法的严重侵犯。”\n文章称，任何民主政府在得知另一民主政府提出如此严重的指控后，通常会承诺并提供全面合作。然而，印度政府在周一发布的声明中表示：“印度政府强烈否认这些荒谬的指控，并称这是出于杜鲁多政府为了国内选票的政治议程。”\n也就是说，面对加拿大警方收集到的印度官员在加拿大参与犯罪行为的证据，印度政府的反应是反指控。结果是，两国互相驱逐了最高级别外交官，导致两国关系几乎完全破裂。原本两国应是朋友，甚至在某些问题上是盟友，如今的情况实属前所未见。\n文章还指出，相比之下，印度对美国指控某印度官员涉嫌谋杀一名锡克教活动家的反应显得更为尊重。印度的一个调查委员会本周将抵达华盛顿对该指控进行调查。\n这让人觉得加拿大就像是操场上那个被欺负的小孩，而欺负者同时非常小心不去得罪一个更强大的存在。\n值得一提的是，这个爆炸性新闻恰好落在感恩节长周末，媒体也报道杜鲁多面临后座议员可能的反叛，他还将在不久后就外国干预问题出席听证。\n保守党领袖博励治周一表示：“自由党政府九年来未能保护人民的安全，未能认真对待国家安全和外国干预问题。正因为如此，加拿大成为了这些活动的乐园。”这话或许有些道理。\n文章称，加拿大政府确实有可能出于党派政治，对锡克教极端分子在加拿大的行动睁一只眼闭一只眼。不过，不应忽略的重点是，加拿大政府指控，印度驻加拿大高级专员及其他外交官在其政府的知情下，参与了严重的犯罪活动，包括谋杀、勒索和恐吓。加拿大人或许会预期加拿大会对俄罗斯、中国或伊朗提出这样的指控，但现在是印度？图源：Reuters\n印度是加拿大永久居民的最大来源国。加拿大和印度曾在英联邦内共同努力推进人权事业，包括反对种族隔离。\n两国在印太地区的经济和安全合作，以及遏制中国主导该地区的努力上有共同的利益。\n杜鲁多和前保守党总理哈珀都曾努力改善与印度的关系，包括寻求达成自由贸易协定。但贸易谈判在杜鲁多首次指控印度官员可能与尼贾尔之死有关之前就已经停滞不前。如今一切都毁于一旦。\n文章称，直到印度表现得像它自称的负责任的民主国家一样，加拿大和印度才可能在未来某个时候修复彼此的关系。\n专业清洁师招聘蜂巢管家家政公司\nOffice Administrator招聘ColWell","ts":"加国无忧 51.CA"},{"source":"51.CA 坚果儿","title":"多伦多机场乱套！大批印度司机抗议 停车场被迫关闭","body":"在刚刚过去的长周末，大批Uber和Lyft司机在多伦多皮尔逊机场外抗议，表达他们的不满和诉求，迫使整个停车场关闭，大批保安和警察到场试图维持秩序。\n现场视频显示，停车场被大量的抗议者挤得水泄不通，其中大部分都是印度人面孔。图源：X\n据悉，司机们抗议的原因是不满Uber最新推出的计费方法，他们担心新的“定价算法”（algorithmic pricing）会提高乘客的车费，从而使他们的收入减少。图源：X\n据Toronto Star报道，网约车巨头Uber正在安省推出一种影响司机薪酬的新算法。新的“预先报价”方法意味着司机的报酬将更多地依赖于Uber的人工智能（AI）定价算法，而不是当前使用的仅考虑固定时间和距离费率的计算方法。这种模式在美国已经存在，并于上个月在BC省推出。图源：X\nUber在发给司机的一封电子邮件中表示，推出的这一变化是根据司机的反馈结果而做出的，旨在为行程提供“更清晰”的信息。\n批评人士表示，这种算法将增加消费者的费用，同时减少对工人的收入。图源：Toronto Star\n与此同时，一些司机和倡导者也担心，越来越多地由算法决定他们的收入是不可预测的，也是不公平的。因为算法可能会对相同的工作支付不同的报酬。\n安省网约车司机协会的副会长兼网约车司机Earla Phillips指出：\"这种模式加大了乘客支付的费用与司机收入之间的差距，并提高了Uber的抽成比例。\"她担心Uber正在利用其算法来计算如何向司机支付他们可接受的最低报酬。\nPhillips说：\"零工经济的发展方向并不好。它正在破坏我们的劳动力市场和劳动权利，毁掉人们的生活。\"\n根据Toronto Star看到的Uber与司机协议中的10月8日补充条款，Uber表示，加拿大的网约车司机将在乘客叫车时看到算法推荐的车费。车费现在不仅基于距离和时间来决定，还将考虑星期几、出发地和目的地供需关系、高峰加价金额以及适用的费用。\nUber发言人在一份声明中写道：\"此举是为了更好地平衡市场，并确保在任何时候都有足够的司机接受乘客的叫车请求。\"\n司机的最终收入是车费和适用费用的总额减去Uber服务费和销售税之后的金额。\nUber表示，根据“市场情况”和其他因素，Uber向司机收取的费用将因每次行程而异。该公司还表示，将每周提供乘客付款、费用和收入的明细。\n但非营利组织RideFairTO的发言人Thorben Wieditz认为：“未来这些收费背后没有任何规律或依据。”\n他说：\"Uber已经利用人工智能找到了双重剥削的方法——同时压榨司机和顾客。这样以来，顾客不知道司机实际获得了多少报酬，司机也不知道顾客实际支付了多少费用。\"\n根据加拿大统计局（Statistics Canada）的一项劳动力调查，加拿大网约车和送外卖的“零工”人数激增，这一增长主要由新移民推动。2023年，约有13.5万名16至69岁的加拿大人提供网约车服务，与2022年增长了48%。\n专业清洁师招聘蜂巢管家家政公司\nOffice Administrator招聘ColWell","ts":"多伦多热推"},{"source":"S君","title":"华裔男子涉嫌冒充公安 到万锦民宅勒索 恐有其他受害者","body":"大约两年前，一位万锦居民报案说成为了欺诈案的受害者，并因此蒙受了损失。约克区警方在周二发布通报说，一名嫌疑人已经被捕。图源：51记者拍摄\n据警方通报显示，2022年10月，受害者接到一名陌生男子的电话，该男子自称是上海市公安局的警察。受害者被威胁需要支付一笔钱，否则将因犯罪指控而被捕。\n2022年11月，嫌疑人来到受害者位于万锦市的住所，提供了假的带有照片的身份证明，并声称该身份证明是由上海市公安局和国际刑警组织签发的。\n嫌疑人当时再次威胁说，如果受害者不遵守付款来避免被捕的规定，就会逮捕她。\n随后这名嫌疑人开车送受害者去了两家银行，让受害人将一定数量的钱转入了他的账户。嫌疑人还提供了一份伪造的文件，上面列出他是上海市公安局的主管，他获得授权可以代表该机构在加拿大获得资金。\n经过调查，约克区警方表示，2024年10月3日，来自多伦多的57岁男子ZhiYong WU被逮捕，并被指控犯有多项罪行，包括诈骗超过5000元、敲诈勒索、持有犯罪所得财物、使用伪造文件、使用伪造商标、冒充治安官员。图源：约克区警方\n调查人员公布了他的照片，因为他们相信还有更多受害者。图源：约克区警方\n约克区警方发言人James Dickson向加国无忧表示，“约克区警方希望提醒公众，安省的警察绝不会索要钱财或接受付款警察绝不会带您去某个地方取钱或询问您的银行信息。如果您对警察的可信度有疑问，可以联系当地警方。非紧急电话号码可在约克区警局网站（YRP.ca）上找到，如果您感到有危险，请拨打9-1-1。”\n他还指出，“外国警察部门在加拿大没有权力，他们采取的任何行动都需要通过居民所在的当地警察机构或加拿大皇家骑警。任何外国警察机构都无权在加拿大境内逮捕或指控任何人。”\n如果您接到这类电话，您可以通过我们的非紧急电话号码1-866-876-5423进行举报，接线员会通过电话接受报案。如果嫌疑人来到您的住所，请拨打9-1-1。”\n对于这类诈骗案件，警方呼吁，知情人士请致电1-866-876-5423，分机7541联系第5区刑事调查局，或拨打犯罪热线1-800-222-TIPS，或登录www.1800222tips.com在线匿名举报。\n专业清洁师招聘蜂巢管家家政公司\nOffice Administrator招聘ColWell","ts":"加国无忧 51.CA"},{"source":"柚柚子","title":"炸裂! 亿万富翁被曝\"选妃\" 19人受害 还有加拿大人","body":"有钱人的圈子\n一起轰动全球的性侵案，在恶魔死后1年的今天，终于被揭开，种种细节曝光，震惊了不少人。\n今天这个人面兽心的恶魔，就是知名亿万富豪穆罕默德·法耶兹——哈罗德百货公司的老板，众人对他的印象都是和蔼可亲又开朗。\n谁也没有想到，这个看上去亲切的老爷爷，竟然是染指未成年少女的变态性侵犯，而且还不只一个人！\n这个案子最早还得追溯到2008年，当时一个15岁的少女英国伦敦警察报案，说自己遭到法耶兹性侵，警方展开调查，但当时把案情泄露给了媒体。\n法耶兹作为哈罗德百货公司的老板，社会地位和权力都很大，当时刚好又在过圣诞节，很多警察和记者都收到了价格不菲的礼盒。\n后面的发展不用想，在巨大的压力下，这个少女和家人受不了了，最终撤案。\n或许是一个被害者沉默了，法耶兹觉得这不过是钱就能解决的问题，愈发的猖狂。\n现在说说这个法耶兹究竟是谁，年轻人可能不太知道这个人，但法耶兹这个人在从前的上流社会名声还是很响亮的。\n法耶兹，1929年出生在埃及亚历山大省的郊区，一个普通的家庭，爸爸是小学老师。\n法耶兹本人出身平凡，卖过柠檬水、也当过推销员，但他很有野心，遇见了一个沙特军火商的妹妹，两人走进婚姻，他借此打入权贵圈子，后来开过航运公司、还做过财务顾问。\n20世纪70年代，赚足资本的法耶兹决定移居英国，到欧洲大展手脚，建立商业帝国；1979年，他与兄弟买下法国巴黎的丽兹酒店；1985年，法耶兹击败矿业巨头蒂尼·罗兰，成功收购英国伦敦的哈罗德百货公司。\n成功实现阶级跨越的法耶兹，并没有满足于金钱，而是和贝克汉姆一样，梦想成为英国贵族，不断向王室示好，不仅赞助温莎马展，还砸重金买下了苏格兰的一座城堡，收购富勒姆足球俱乐部。\n法耶兹在名字中间加了个“Al”，想借此显示身份，结果英国名流圈不买账，大家都戏称他为“假法老”。\n但命运捉弄人，法耶兹还真的和王室“攀上了”关系，他儿子多迪和戴安娜谈起了恋爱！\n1997年，戴安娜约会被狗仔追车身亡，当时就是与法耶兹的儿子双双丧命。但也因为这样，法耶兹一直觉得是王室蓄意杀害了两人。\n反正因为这种种，英国王室就是不待见法耶兹，他多次申请英国国籍都被拒绝了，理由也很搞笑：这人性格有问题！\n因为自带流量，不少娱乐节目都爱找他当嘉宾，而他给自己塑造的人设就是和蔼又开朗的富豪。\n殊不知，每当这张脸出现在电视屏幕里，就有很多女孩的愤怒和绝望抑制不住了，其中就包括曾经当过他私人助理的娜塔莎。“他不是这样的人，而是曾多次试图强奸我的恶魔！”\n娜塔莎当他助理的时候才19岁，还年轻的她一开始觉得自己得到这份工作简直就是走了大运，“我还以为获得一生难得的机会，却不知道自己已经走进了狮子窝”。\n她回忆，法耶兹刚开始“表现得像一位好父亲”，经常谈论自己的家人、孩子，营造了一种安全感。但渐渐地，事情变得不对劲了，法耶兹让她叫他“爸爸”，还经常私约，强行把她拉到腿上坐着，抚摸、强吻她。\n有一次，法耶兹以参加“工作会议”为由，将娜塔莎叫到了公寓。\n“我进门后，他就把门关上了，然后整个人扑过来，把我摔倒在地上，他趁机压在我身上。我踢开他，跑到门口。他一边嘲笑我、一边警告，说永远不要向任何人透露这件事。如果我说出去，就永远无法在伦敦找到新工作，而且他知道我家人住在哪里……我当时感到恶心又害怕。”\n虽然这一次法耶兹没有得逞，娜塔莎却留下了阴影，离开了这个公司，但这还有更多年轻女孩受害。\n法耶兹背后有一个“专业团队”为他“选妃”——\n他定期会去大楼里巡视，有看上的年轻女孩，人力资源主管就会帮他安排到办公室工作；更恶心的是，这些女孩会被公司送去医院体检，接受侵入性妇科检查，医生会把结果告知法耶兹，确认女孩是否“纯洁”。\n恐怖的不止这些，百货公司还有保安队会监听这些女孩的电话、安装隐藏摄像头、跟踪尾随，确保她们不会告发法耶兹。\n有一次，一个女孩在遭到法耶兹性侵之后，写了举报信，结果当天就被发现了，保安队长警告：“记住，你是一个独自在伦敦生活的女孩子，随时有人会出来弄你，”然后让她重新再写一封信。\n就算辞职了，这些可怜的年轻女孩也不能完全逃脱魔掌，有人在离职后还被威胁，一度出现自杀倾向，最后被送入精神病院治疗了6个月。\n这条独属他一人的“产业链”就这么运作了几十年，让法耶兹逍遥法外。\n2010年，他以15亿英镑的价格卖掉了哈罗德百货公司，享受晚年生活，此后鲜少曝光在聚光灯下。2023年8月，94岁的法耶兹在伦敦去世。\n当时他的家人发布讣告：“法耶兹在亲人的陪伴下度过了漫长而充实的退休生活，安详离世。”\n看到这条消息的娜塔莎情绪激动，她简直不敢相信，这个恶魔竟然就这样逃脱了罪行，安安乐乐活过一生，留被害者饱受折磨。\n于是，在法耶兹去世后，越来越多受害女孩站了出来。\n这一曝光，世人才发现，法耶兹曾在世界各地都实施过侵犯行为，英国、美国、加拿大、法国、马来西亚和迪拜\n这料越曝越多，一名英国高级外交官的女儿也是受害者，曾在法耶兹的游艇上遭遇性侵。\n戴安娜的前管家爆料称，法耶兹还曾性骚扰戴安娜，对她说：“我希望你嫁给我儿子。根据埃及传统，父亲要先来，我可以和你一起睡觉。”\n代理律师表示，“这是一个全球性案件。”\n舆论不断发酵，哈罗德百货公司的现任老板都不得不跳出来发声，表示他们也是去年才获悉这些情况，对此“深感震惊”，并表示“这些都是法耶兹个人滥用职权的行为”。\n这番言论大家并不买账，认为他们肯定是内部消化了这些丑闻。\n伦敦大都会警察局称，2005至2023年间，有19名女性向警方对法耶兹提出指控，其中3项为强奸指控，15项为性侵指控，1项涉及贩卖人口有关。\n1997年，英国独立电视台报道法耶兹性骚扰和猥亵女员工；\n2017年，英国第四频道的一档节目称他猥亵、性侵女性，首次有受害者实名接受采访；\n1997年，法耶兹收购富勒姆足球俱乐部后，大力发展女子足球队，当时工作人员就注意到他“喜欢年轻的金发女孩”，要求女球员不准与他单独相处。\n可即便有这么多的指控，法耶兹却从不曾被定罪，人们的怒火烧到了哈罗德百货公司身上。\n目前，已有150人对法耶兹提出指控，还打算向监管机构正式投诉当年负责检查的医生.\n销售助理～岗位轻松 环境友善招聘CB 橱柜\n大多百万锦第一广场分店招聘电器销售招聘大多百百货集团","ts":"加西周末"},{"source":"加西网","title":"为防止熊破坏 居民造了个\"熊门\" 没想到熊真的来了","body":"听说过狗门，没听说过熊门吧，这个又是咱们大温一个奇景。（北岸黑熊协会\n当自家栅栏又被一只笨重的黑熊撞倒后，北温居民谢威（ Curt Scheewe） 灵机一动，找到了解决办法。\n根据冰川媒体的报道，谢威称他平时注意保持院子里没有吸引熊的东西，但他的房子位于黑熊的必经之路。黑熊闯入也经常对他的栅栏造成破坏。\n今年9 月下旬，谢威想了一个妙招， 完成了一项创造性的修复工作，为熊安装了一个通行门，让它们可以进入西摩尔河。（北岸黑熊协会）\n谢威说这是一个有趣的尝试，门很轻，熊可以推开，但对家里的大狗来说还是很重了，不过，谢威并不指望熊真的会使用它。北岸黑熊协会\n但是，惊喜来了！熊比人类想的要聪明！\n当谢威在周日（10 月 20 日）早上查看监控录像，看到一只熊穿过熊门时，感到非常惊喜。\n谢威指那只熊穿过熊门的动作非常熟练，就像它做过 1000 次一次。谢威说他很震惊，因为没想到会是这样。\n谢威将这段视频发给了他的邻居，邻居将视频转发给了北岸黑熊协会。\n自该协会周一在社交媒体上发布视频以来，谢威的视频已被数千人观看。\n该协会的联合执行董事霍莉-雷斯纳（Holly Reisner）说：”视频的亮点在于，居民找到了[与熊]共存的方式。对我们来说，这就是和平共处。\"\n根据非营利组织北岸黑熊协会的信息，今年北岸有 39 头黑熊被杀后。这个志愿者团体的前身是北岸黑熊网络，其目标包括减少黑熊被杀的数量，并向居民宣传与黑熊共处的最佳方法。\n雷斯纳说，本财政年度，该协会在整个北岸地区收到了近 1650 份黑熊活动报告，这是一个很高的数字。\n黑熊在秋季冬眠前的几个月里经历食欲亢进，每天摄入 20,000 卡路里的热量，以增加身体脂肪过冬，这也导致它们更多地四处寻找食物\n现在，谢威计划在自家院子的另一侧再建一扇熊门，并希望能在一个月内完工。\n销售助理～岗位轻松 环境友善招聘CB 橱柜\n大多百万锦第一广场分店招聘电器销售招聘大多百百货集团","ts":"加西网"},{"source":"51.CA 坚果儿","title":"Dollarama集体诉讼和解赔偿$260万！符合条件可获赔","body":"Dollarama已就一起全国性集体诉讼达成和解，符合条件的加拿大人可以从260万和解金中获得一笔赔偿。图源：CTV\nLPC Avocats律师事务所对这家位于魁省的零售连锁店提起集体诉讼，指控Dollarama没有正确显示需缴纳环境处理费 (EHF) 的产品的总价。这些费用适用于电池、电子产品、灯泡或带电池的玩具等商品。\n该律师事务所发布的一份新闻稿称：\"原告主要指控Dollarama没有正确宣传（展示）其销售的受EHF影响的产品价格，而且其收取的总价或EHF高于这些产品的显示价格或法律允许的价格。\"\nDollarama已同意支付2,643,718.75加元的和解金，但尚待法院批准。\n你符合条件吗？\n如果你在加拿大任何地方的Dollarama购买了符合EHF条件的产品，可以申请获得部分赔偿。\n对于魁省的购物者，购买时间必须在2019年1 月11日至2023年7月4日之间。对于加拿大其他地区的消费者，购买时间必须在2021年4月29日至2023年7月4日之间。\n你能获得多少赔偿？\n如果符合条件，你最多可获得10加元，具体取决于获批索赔人总数。无论你购买了多少受EHFs约束的产品，都只能获得一次索赔。如果你的索赔获得批准，将通过EMT收到最多10加元。\n下一步该怎么做？\n你暂时无需采取行动。\n如果和解在12月2日的和解批准听证会后获得批准，你可以在线填写索赔表：https://reglementecofraisdollarama.com/en/图源：reglementecofraisdollarama.com/en/\n销售助理～岗位轻松 环境友善招聘CB 橱柜\n大多百万锦第一广场分店招聘电器销售招聘大多百百货集团","ts":"加国无忧 51.CA"},{"source":"51.CA 坚果儿","title":"加拿大驱逐6名印度外交官遭”报复\"！杜鲁多强硬表态","body":"据报道，加拿大印度政府因一名锡克教活动人士在加拿大遇刺而引发的争端不断升级。周一（10月14日），两国针锋相对，互相驱逐了6名外交官。\n加拿大皇家骑警（RCMP）发言人Michael Duheme在今天的新闻发布会上表示，RCMP已经获得证据显示，加拿大境内发生了与印度政府特工有关的“严重犯罪活动”，包括一系列暴力、谋杀和公共安全威胁事件。\nRCMP在与印度政府官员对峙后，采取了非常措施，向公众发出警告。图源：cpna/YouTube\nDuheme向记者披露，调查发现了4个主要问题：\n1. 印度政府特工与谋杀和暴力行为之间的关联。\n2. 利用有组织犯罪来制造一种针对加拿大南亚裔社区的不安全环境的印象。\n3. 干涉民主进程。\n4. 调查还发现，驻加拿大的印度外交官和领事官员利用他们的官方身份从事秘密活动，例如直接或通过代理人为印度政府收集情报；以及其他自愿或受胁迫行事的个人。\n一位了解情况的政府高级官员表示，加拿大已驱逐了包括高级专员在内的6名印度外交官，这些外交官被指控参与了印度政府的“暴力活动”。\nRCMP表示，\"特殊情况\"迫使其公开披露有关正在进行的调查的信息。RCMP在过去几年里指控了“大量”人员直接参与谋杀、勒索和其他暴力犯罪行为，并了解到\"超过十几起\"针对南亚社区成员和支持卡利斯坦运动的威胁。\nRCMP表示，这些活动仍在继续，并对加拿大的公共安全构成了严重威胁。\n新德里方面拒绝接受调查，并称RCMP的指控\"荒谬可笑\"。\n加拿大总理杜鲁多在今天下午的新闻发布会上公开表示，RCMP收集到的有关印度政府官员参与加拿大犯罪的证据非常明确。他说，加拿大尊重印度的主权，希望印度也能尊重加拿大的主权。图源：theglobeandmail\n印度报复性驱逐6名加拿大外交官\n印度政府迅速采取了报复性举措，下令驱逐包括加拿大代理高级专员在内的6名加拿大外交官，同时撤回了其驻加拿大的高级专员，以回应渥太华决定将他和其他人列为调查中的“嫌疑人”。\n加拿大驻印度代理高级专员Stewart Wheeler和他的同事被要求在周六之前离开印度。图源：X@HCI_Ottawa\nWheeler告诉印度当地媒体，加拿大已经向新德里提供了“可信的、无可辩驳的证据”，证明印度政府特工与一名加拿大公民在加拿大领土上被谋杀一事有关联。\nWheeler表示，印度应该履行其承诺并调查这些指控，加拿大“随时准备与印度合作”。\n印度长期以来一直否认杜鲁多的指控。周一，印度驳斥了加拿大对调查的举动，并指责杜鲁多追求“政治议程”。\n销售助理～岗位轻松 环境友善招聘CB 橱柜\n大多百万锦第一广场分店招聘电器销售招聘大多百百货集团","ts":"加国无忧 51.CA"},{"title":"杜鲁多回应驱逐印度外交官：不可接受！证据无法忽视","body":"皇家骑警在周一指控驻加拿大印度外交官和领事官员参与与该国严重刑事活动有关的秘密活动，包括杀人和勒索。杜鲁多在周一下午做出回应。图源：CTV\n据CTV报道，在加拿大政府宣布驱逐六名被皇家骑警确定为去年BC省锡克教活动家谋杀案“感兴趣人物”的印度外交官时，在看似针锋相对的报复行动中，印度宣布驱逐六名加拿大外交官，包括驻新德里排名前两位的外交官。\n星期一下午，加拿大总理杜鲁多将印度涉嫌在加拿大的犯罪活动描述为对加拿大主权和国际法的“不可接受的深切侵犯”。\n星期一的发展标志着印度和加拿大之间对抗不断升级的最新阶段，该对抗在去年公开爆发，当时杜鲁多表示加拿大正在调查可信的指控，即印度政府的特工参与了著名锡克教活动家的遇害事件。\n在星期一一个出乎意料和不同寻常的新闻发布会上，皇家骑警专员Mike Duheme大致阐明了印度外交官在加拿大的涉嫌活动。\n\"调查显示，驻加拿大的印度外交官和领事官员利用其官方职位从事秘密活动，例如直接或通过特工为印度政府收集信息；以及其他自愿或通过强迫行动的个人，\" Duheme表示。\n\"证据还显示，各种在加拿大和国外的实体已被印度政府的特工用来收集信息。其中一些个人和企业被强迫并威胁为印度政府工作。为印度政府收集的信息随后被用来针对南亚社区的成员，\" Duheme说。\n杜鲁多在记者会上表示，皇家骑警和国家安全官员与印度政府及印度执法机构合作的尝试已被多次拒绝。\n\"让我明确，皇家骑警揭露的证据无法忽视。它指向一个结论，那就是有必要中断继续对加拿大公共安全构成威胁的犯罪活动，\" 杜鲁多在星期一下午于渥太华的新闻发布会上表示。\n这就是我们采取行动的原因，因为我们始终、首先要捍卫加拿大人在自己国家里感到安全的权利，\" 杜鲁多说。\"我们永远不能容忍外国政府在加拿大领土上威胁和杀害加拿大公民。对加拿大主权和国际法的严重不可接受的侵犯。\n加拿大完全尊重印度的主权和领土完整。我们期待印度政府对加拿大做同样的事情，\" 杜鲁多补充道。\n外交部长Mélanie Joly在星期一的一份声明中说，被驱逐的六名印度外交官都被皇家骑警确定为Nijjar谋杀案中的“感兴趣人物”。\n皇家骑警还表示，已经收到超过十二起可信和迫在眉睫的生命威胁，导致警方警告南亚社区的一些成员，特别是支持Khalistan运动的成员。\n印度对加拿大的指控表示否认，并且也要驱逐6名加拿大外交官。\n驱逐消息传出后，新德里宣布已经召见加拿大外交官员Stewart Wheeler，加拿大驻印度最资深的外交官，以抗议指控。\n由总理莫迪领导的印度政府长期以来一直指责加拿大允许支持哈利斯坦的“恐怖分子”在加拿大活动。哈利斯坦运动寻求在旁遮普地区为锡克教徒建立家园。\n这位加拿大高级官员表示，在过去几周与印度的对话中，新民主党领导人、著名的加拿大锡克教政治家Jagmeet Singh被多次提及，印度反驳了加拿大的指控，声称杜鲁多政府因之前与Singh通过供应和信任协议达成的执政安排而存在偏见。\nSingh表示，他的政党对加拿大皇家骑警周一披露的信息“极为担忧”。\n他在一份声明中表示，“加拿大人，尤其是加拿大的锡克教社区，一直受到恐惧、威胁、骚扰和暴力的困扰——包括勒索、暴力和选举干预，据称所有这些都是印度官员所为。”\n“为了保护加拿大人和我们的国家，我敦促所有领导人获得安全许可，追究莫迪政府的责任，不要视而不见，” SIngh说。\n“我们支持今天驱逐印度外交官的决定，我们再次呼吁加拿大政府对印度实施外交官制裁，禁止国民志愿服务团网络 (RSS) 在加拿大活动，并承诺对任何被发现参与加拿大境内有组织犯罪活动的人追究最严重的后果，” Singh补充道。\n保守党领袖博励治周一在一份声明中表示，加拿大皇家骑警周一公布的指控“极其令人担忧，必须非常认真地对待”。\n“任何国家，包括印度，的任何外国干涉都是不可接受的，必须制止。我们政府的首要任务是保护我们的公民免受外国威胁，” 博励治说，随后他呼吁对任何涉嫌犯罪活动的人进行全面刑事起诉。\n博励治还表示，杜鲁多和他的政府未能认真对待国家安全和外国干涉，导致加拿大成为“这些活动的游乐场”。\n销售助理～岗位轻松 环境友善招聘CB 橱柜\n大多百万锦第一广场分店招聘电器销售招聘大多百百货集团"},{"title":"F-16狙击手瞄准歼-15画面曝光 共军浑然不知","body":"中国解放军东部战区今天（14日）凌晨宣布发动今年第二度围台军演“联合利剑-2024B”，台湾国防部昨日（13日）即掌握军演可能发展，情监侦系统严密掌握共军动态。此次军演，中国航空母舰“辽宁舰”也有参加，从国防部提供影片可以看到，国军亦有侦获辽宁舰舰载战机歼-15的起飞动态，但共机丝毫没有察觉。\n解放军东部战区今晨透过官方微博宣布，14日组织陆军、海军、空军、火箭军等兵力，在台湾海峡、台岛北部、台岛南部、台岛以东，开展联合‘利剑-2024B演习’。下午东部战区发言人李熹表示，辽宁舰航空母舰编队也在台岛以东海空域参加演习，与陆海空火兵力进行舰机协同、联合制空、对海对陆打击等科目演练。\n在中方宣布演习结束后，台湾国防部随即释出影片，除了能看到我方派出铭传号巡防舰、康定级巡防舰、锐鸢无人机监控解放军机舰动态，还有F-16战机用狙击手荚舱瞄准歼-15的黑白画面，但共机浑然不知，展现出国军应对空中威胁时的严密监控能力。\n过去国防部也曾公开F-16战机以狙击手荚舱拍摄到共军歼-16战机的画面，有军事专家解读这是在传达“我已经看到你，而且死死盯著，随时都能进行攻击打下你”的讯号。\n国防部释出台湾F-16战机用狙击手荚舱拍到歼-15的画面。（国防部提供）\n海底捞(Markham) - 传菜员全职! 薪优!招聘海底捞火锅\n大統華安省分店職位更新 【T&T大统华】招聘大统华超级市场"},{"source":"S君","title":"加拿大男子的巨型南瓜达240磅！一夜之间“悲剧”：以后不种门口了 加国 12分钟前","body":"住在BC省的Dave Lindsey今年开始种植巨型南瓜，希望能为孙子的万圣节增添一点魔力。图源：CTV\n据CTV报道，“你知道，万圣节对孩子们来说转瞬即逝。所以，我想好好利用它，”Lindsey在West Kelowna的家中说道。\n今年，他在自家门前种下了两个巨型南瓜，他估计每个南瓜重约240磅。图源：CTV\n“我的计划是把它们带到我孙子孙女所在的Nanaimo。我有两个孙子在那里，还有一个孙女。所以这两个大南瓜是给孙子们的，后面还有一个形状非常奇特的南瓜，打算给我的小孙女，” Lindsey说。\n但周日早上他离开家时，发现其中一个巨型南瓜不见了。\n他检查了监控摄像头，果然，当天凌晨1点刚过，他听到南瓜地附近传来沙沙声。视频太暗，看不清是谁干的，也看不清是怎么干的，但有人偷走了南瓜。图源：CTV\n“我想应该不止一个人干的。我想需要三个强壮的人才能把它拿走，因为南瓜的形状有些怪，而且有点滑。所以，你知道，他们可能把一辆皮卡车开到它面前，把它剪下来。而且我认为三个人才能把藤蔓剪得相当干净。我认为这是一场有预谋的闹剧，” Lindsey说。图源：CTV\nLindsey的孙子们很失望，因为现在只有一个大南瓜了，他的朋友和邻居们也感到愤怒，但这位祖父却觉得这次盗窃有点好笑。\n“这很轻松。我只是在笑。我的意思是，当你考虑到现在世界上正在发生的所有严重的事情时，丢失一个南瓜并不是我们最关心的问题，” 他说。图源：CTV\nLindsey不确定是青少年把它偷走拿去砸了，还是一个南瓜爱好者只是想得到它。\n“我应该不报希望再看到它了，”他说。\n不过这次经历不会阻止他明年再次种植南瓜。但Lindsey说，下一次他会把它们藏起来。\n“我家后面有一个花园，我会在后院种植它们，”他说。“也许会更大。”\n保洁员招聘CA求职咨询CUHA\n冷冻工程技术员，维修工，帮工招聘ColWell","ts":"加国无忧 51.CA"},{"source":"S君","title":"安省两所高中之间“闹事” 引发飙车事故！多名乘客被甩出 一人身亡","body":"近日，安省Hamilton地区发生一起致命事故，一名15岁少年丧生。警方在调查后表示，这起车祸与该地区两所高中之间“不断升级的事件”有关。图源：CP24\n据CP24报道，目击者向警方报告称，上周五下午2点30分左右，有两三辆车在Upper Gage Avenue 立交桥附近的Lincoln Alexander Parkway上竞速飞驰。\n在某一时刻，两辆车相撞并失去控制。\n警方表示，当其中一辆车的司机重新控制住车时，另一辆车的司机驾驶丰田SUV驶离道路并翻滚了好几次，导致一名或多名乘客被甩出了车外。丰田车上的三名乘客受重伤，被送往医院。其中一名乘客是一名来自Hamilton的15岁男孩，他在不久后被宣布死亡。\n警方在周一的最新消息中表示，调查人员随后获悉，一辆黑色Ford Focus汽车和一辆银色Infiniti的司机驾车在“致命碰撞前几分钟”于St. Jean de Brebeuf Secondary School高中停车场追逐一辆丰田Rav 4汽车。\n警方表示，“据信，此次碰撞与St. Jean de Brebeuf高中和Nora Frances Henderson高中学生之间一系列不断升级的事件有关。”\n警方没有透露追逐之前发生了什么，也没有公布有关两所学校之间明显紧张关系的任何更多信息。\n警方尚未确认这名15岁男孩的身份，但18岁的Hamilton居民Vincenzino Stumpo被指控危险操作造成人身伤害和危险操作造成死亡。\n目前尚不清楚Stumpo或受害者是否是这两所学校的学生。图源：X\n这两所学校相距一公里多一点，警方表示，将与两所学校的社区合作，以“确保教职员工和学生的安全”。\n警方补充说，“警察将于2024年10月15日（周二）在St. Jean de Brebeuf和Nora Frances Henderson中学地区维护安全环境并解决任何问题。”\n银色Infiniti汽车的司机尚未找到，调查人员建议他向警方自首。\n警方表示，他们对事故的调查仍在继续，并呼吁目击事故的任何人拨打905-546-4753联系调查人员或匿名拨打犯罪热线。\n保洁员招聘CA求职咨询CUHA\n冷冻工程技术员，维修工，帮工招聘ColWell","ts":"加国无忧 51.CA"},{"source":"51.CA 瑞娜 坚果","title":"Warden/Steeles老牌华人百货宣布关门清仓，结束23年经营","body":"多伦多华人又收到一个令人心碎的消息！\n近日，在多伦多经营了23年的老牌华人家居用品店天天百货（The Home Basics）宣布，将在今年12月15日结业，并已于10月12日开始全场清仓促销。图源：小红书/Google\n天天百货于2004年在万锦Warden和Steeles知名商圈开设第一家分店，专门为当地华人严选来自中国及北美的日用及小家电商品。图源：Google\n10月12日，天天百货发出了结业通知：\n\"尊敬的顾客朋友们、合作伙伴和天天百货的全体员工：\n您好！经过慎重的考虑，我们非常遗憾地通知大家，天天百货将于2024年12月15号正式停止营业。这个决定对我们来说并不容易，但我们相信，正是这些年来与大家共同走过的点滴回忆，让我们感到无比幸运与感激。\n在过去的23年里，天天百货得到了广大顾客朋友们的支持与信任。我们深知，正因为有您的一路相伴，才能让我们的店铺焕发生机。每一次的光临、每一份的微笑，都是我们最大的动力和荣耀。\n同时，我们要特别感谢所有的合作伙伴，正是你们的合作与帮助，使我们能够不断提升服务与产品质量。还要感谢我们全体员工的付出与努力，是你们的奉献让天天百货成为这个社区的一部分。\n虽然我们即将关门，但我们的感激与祝福永远留存。未来，我们期待有机会以新的方式与大家再次相见。感谢大家长久以来的支持与理解！\n最后，祝愿大家生活幸福、事业顺利！再次感谢大家的陪伴与厚爱！\n从2024年10月12日起全场开始清仓促销，折扣多多（ All Final Sale，No Return, No Exchange, No Refund ）。\"图源：小红书\n据业内人士透露，小百货面临着来自网上购物的竞争，同时还要应对大幅上涨的租金和人工，这是压垮这类商家的主要原因。\n保洁员招聘CA求职咨询CUHA\n冷冻工程技术员，维修工，帮工招聘ColWell","ts":"多伦多热推"},{"source":"51.CA 坚果儿","title":"\"不尊重\"！加拿大公司要卖\"改良\"珍珠奶茶！刘思慕怒斥: 文化挪用","body":"刘思慕（Simu Liu）最近在真人秀节目《龙穴》（Dragons’ Den）中斥责一家加拿大珍珠奶茶公司\"文化挪用\"（cultural appropriation）。\n上周，这位35岁的加拿大演员受邀担任《龙穴》客座嘉宾时，在节目中与两名推销罐装珍珠奶茶的魁北克商人交谈后发出质疑，认为其行为未尊重珍奶的亚洲或台湾起源，涉嫌“文化挪用”，引发网友热议。图源：@simuliu/TikTok | @bobbaofficiel/Instagram\n在10日播出的最新一集节目中，品牌“Bobba”的两位创始人Sebastien Fiset和Jess Frenette在现场推销其罐装即饮珍珠奶茶，声称他们将这一流行的亚洲饮料变得\"更好、更健康、更方便\"，还开创了含酒精的即饮珍奶。他们向现场的天使投资人寻求100万加元资金，并提供18%股份作为回报。\n然而，刘思慕随即对此提出质疑。他认为2位创业者推出的珍珠奶茶产品缺乏亚洲特征，却说是\"让它变得更好\"，存在\"文化挪用\"之嫌。图源：Instagram\n刘思慕当场质问道：“你们对这种风靡全球的亚洲饮料有何尊重？你们的茶叶、产品开发中是否有这种尊重？你们的员工中有多少相关人员？你们的股权结构可以看出这样的代表吗？”\n刘思慕表示，他希望Bobba包装上注明\"来自台湾\"，也希望自己的投资可以\"扶持少数族裔企业家\"，但他不但没有看到来处，也不认为这椿投资案能让他的资金提振一家“从我珍视的文化遗产中获利的企业”。\n因此，刘思慕明确表态，他不会参与投资。\n他强调：\"我想参与把Bobba带给大众，但不是以这样的方式。\"图源：TikTok\n事后，刘思慕的发言在社交媒体上迅速传播，并获得了许多网友的支持。而Bobba创始人则遭到大量批评，甚至收到死亡威胁和骚扰。\n对此，刘思慕在Instagram和TikTok上发表声明表示，尽管他不同意Bobba创始人的决策，但他也谴责那些骚扰和死亡威胁Bobba公司的行为。\n“我了解到，企业主们收到了很多死亡威胁和骚扰，以及其他一些欺凌和群殴行为。我只想说，请停止威胁，停止网暴。\"\n“我们可以反对，可以批评，可以讨论。但不能威胁人们的人身安全，让人们感到不安全，并给他们造成创伤，坦率地说，他们不应该遭受这种创伤。”图源：Instagram\n刘思慕还请求人们给予这些企业家“多一点包容”，因为他们是法裔加拿大人。\n他说：“我认为他们接触这类文化对话的机会有限。”\n保洁员招聘CA求职咨询CUHA\n冷冻工程技术员，维修工，帮工招聘ColWell","ts":"多伦多热推"},{"source":"温哥华天空","title":"她应该去找Trudea和他的政府问责而不是房东，是Trudea政策导致物价暴涨，民不聊生。","body":"温哥华一名 74 岁的老妇人因为不同意业主提出的自愿性加租，被赶出了居住了 26 年的家，她公开表示，需要采取更多措施来保护房客。\n据《环球新闻》消息，74 岁的罗莎琳·瓦格纳住在芒特普莱森特 (Mount Pleasant) 的大楼里，一直没有遇到任何问题，直到 2019 年房东要求租户自愿提高租金。\n瓦格纳告诉《环球新闻》：“房东要求租客将租金提高 445 元，这是自愿的。他说他知道这不合法，但他还是提出要求，为自己辩护。”\n瓦格纳说，她的丈夫还有几周就要接受临终医疗援助（MAID），而她的房东也知道这件事。\n“我以为他会对这种情况很敏感，但我想他并没有考虑到，”她补充道。\n瓦格纳说，她当时无力承担涨价的费用。\n然而，她说，丈夫去世几个月后，她注意到房东对她的态度发生了变化。“他不允许我谈论任何事情，公寓里的任何问题。”\n她还说，房东的女儿会瞪着她，让她感到不舒服。\n“他们没有理由驱逐我，”瓦格纳补充道。“26 年来我一直是个好房客。”\n她说，她的处境显示了老年人租房的脆弱性，如果没有其他人支持她，她不会愿意说出来。\n“不要让这种事情发生在你身上，”她说。“因为这不可能发生。过去几年我从来没有经历过如此可怕的经历。”\n她的朋友和支持者甚至建立了一个网站，公开报道瓦格纳所经历的磨难。\n律师兼调解员阿什利·赛尔 (Ashley Syer) 表示，租户没有义务同意自愿提高租金。\n“我确实经常听说这件事，”她说。\n“我认为很多房东，尤其是那些有长期租户的房东会说，如果按今天的市场价格出租，可以得到更多的租金，而不管八年前、十年前租户刚搬进来时的市场价格如何。”\n赛尔说，她还看到很多租户在同意自愿提高租金时感受到压力，因为他们担心拒绝会影响他们的生活状况。\n瓦格纳的前房东戴维斯说，提高租金的请求是为了应对不断上涨的成本，而不是为了满足贪婪。\n他说，瓦格纳被合法驱逐，以便他的兄弟可以搬进来。\n戴维斯说：“这与她拒绝提高租金无关。”\n瓦格纳现在和她的狗住在新家，她很开心，感觉很安全。\n“我很愿意留在那里，因为我有朋友，”谈到她以前的家时，她说道。\n“我爱我的邻居，但我并不怀念我受到的待遇和骚扰。”\n保洁员招聘CA求职咨询CUHA\n冷冻工程技术员，维修工，帮工招聘ColWell","ts":"vansky"},{"title":"印度再驱逐加国外交官 撤回官员！加拿大也采取行动","body":"据美联社报道，加拿大印度周一各自驱逐了六名外交官，这是针对2023年6月加拿大一名锡克教活动人士遇刺事件不断升级的争端的一部分。\n一名加拿大政府高级官员周一表示，在警方发现与印度政府有关的持续暴力犯罪活动的证据后，加拿大将驱逐包括高级专员在内的六名印度外交官。\n据路透社报道，印度周一随后下令驱逐六名加拿大外交官，并撤回了其驻加拿大特使，包括代理高级专员和副高级专员，以回应渥太华决定将他和其他人列为调查中的“嫌疑人”。\n印度没有详细说明调查情况，但自2023年加拿大总理杜鲁多表示，他有证据表明印度特工与在其领土上暗杀一名锡克教分离主义领袖有关以来，两国关系一直紧张。\n印度长期以来一直否认杜鲁多的指控。周一，印度驳斥了加拿大对调查的举动，并指责杜鲁多追求“政治议程”。图源：X@HCI_Ottawa\n周一早些时候，据CTV报道，印度政府先是宣布撤回驻加拿大高级专员Sanjay Kumar Verma，并表示，加拿大政府在周日发出的一份外交通讯中提出了指控。该声明暗示，印度驻加拿大高级专员Verma和其他印度外交官被视为调查2023年6月BC省Hardeep Singh Nijjar被杀案的“相关人员”。\n据thehindu.com报道，印度外交部拒绝接受加拿大对印度高级专员Verma和其他印度外交官的指控，这些指控称他们是“卡利斯坦激进分子Nijjar被杀案的嫌疑人”，但表示“印度现在保留采取进一步措施的权利，以回应加拿大政府最近捏造的针对印度外交官的指控”。据几位官员和前外交官称，印度有多种外交选择来应对，并承担相应的后果。\n“加拿大政府应该向印度道歉，并撤销这一在现代外交实践中闻所未闻的荒谬举措。在地缘政治利益交织的当下，加拿大政治领导人为了短期的政治利益而选择破坏与印度的双边关系，这很可惜，”加拿大前高级专员Ajay Bisaria表示。他称，加拿大的行为是“本已棘手的外交局势”的“不必要升级”。\n印度外交部在一份声明中表示，“我们对现任加拿大政府确保他们安全的承诺不抱有信心。因此，印度政府决定撤回高级专员和其他被针对的外交官和官员。”\n印度外交部后来在周一又宣布，已要求六名加拿大外交官在周六前离开。\n去年9月，加拿大总理杜鲁多在国会宣布，有“可信的指控”称印度政府可能参与了Nijjar的死亡。\n印度否认了这些说法，称其是围绕“选票库政治（vote bank politics）”的政治议程的一部分。\n印度还继续表示，联邦政府尚未与印度政府分享与调查有关的证据。\n加拿大全球事务部和外交部长Melanie Joly办公室尚未就此事发表意见。\n去年10月，印度驱逐了一名加拿大外交官，并剥夺了数十名其他特使的外交豁免权。\n此前在接受采访时，印度高级官员Verma曾表示，这一决定部分是出于“情感因素”，但坚称两国关系正在改善。\nVerma还坚称，印度“绝对”和“坚决”没有参与Nijjar的死亡。对Nijjar死亡的指控\n5月，皇家骑警对四名与Nijjar被杀有关的印度国民提出了谋杀指控。\n三名男子，28岁的Karanpreet Singh、22岁的Kamalpreet Singh和22岁的Karan Brar，在被捕时住在埃德蒙顿，而第四名男子，22 岁的Amandeep Singh，因无关的枪支指控已被安省拘留。\n这四人分别面临一项一级谋杀罪和一项共谋进行谋杀罪名。\n当时，加拿大皇家骑警助理专员、太平洋地区联邦警务计划指挥官David Teboul强调，这起谋杀案“仍在积极调查中”。\n“目前正在对这些事项进行单独和不同的调查，当然不仅限于今天被捕的人的参与，这些努力包括调查与印度政府的关系，”Teboul说。\n加拿大皇家骑警还指出，他们知道其他人可能在Nijjar的谋杀案中扮演了角色。\n保洁员招聘CA求职咨询CUHA\n冷冻工程技术员，维修工，帮工招聘ColWell","ts":"加国无忧 51.CA"},{"title":"联邦自由党在新一轮推动罢免杜鲁多的运动时 宣布新的竞选总监","body":"据加通社报道，自由党已任命Andrew Bevan为其下次联邦选举的新全国竞选总监。这一声明正值该党继续面临支持率低迷时期，同时党领杜鲁多面临新的卸任压力之际。图源：X@Justin Trudeau\nMarjorie Michel将担任该党的副竞选总监。\n“Andrew Bevan在推动进步重点方面已有30多年领导经验。他拥有在省级和联邦政治的高层工作的丰富经验，他——连同Marjorie Michel的支持以及整个自由党竞选团队——已准备好打造一个专注于加拿大人优先事项并为每个人创造更好未来而奋斗的获胜竞选活动，”杜鲁多在周日的声明中说。\nBevan最近曾担任副总理Chrystia Freeland的幕僚长。他还曾在2013年至2018年间担任前安省省长Kathleen Wynne的幕僚长和首席秘书，并在两次省级选举中担任Wynne的高级顾问。\n早在九月初，前竞选总监Jeremy Broadhurst宣布因个人原因将辞职。他于9月30日正式离职。\nBroadhurst的辞职时机使一些自由党国会议员对党的方向感到担忧。在9月NDP结束其与自由党的供求信任协议后，提早选举的可能性增加。\n一些自由党国会议员发动新的推动以驱逐杜鲁多。\n在总理杜鲁多于自由党党团内部面临新的压力要求他卸任之后，Bevan被任命的宣布就随之而来。\n有报道称，来自大西洋加拿大和安省西南部的后座议员们正在讨论正式发布请求，要求总理在决定是否继续领导自由党时考虑其未来。\n自由党国会议员之间的讨论在周三被一位议员描述为‘紧张’的党团会议后升级，而此时总理及其幕僚长因出国未能出席。\n要求总理办公室的工作人员离开后，这些议员中的一部分在党团会议后分裂出来，三人向CTV新闻形容这是一次‘秘密’会议。而在这次会议期间，关于某些正式举措的讨论开始形成，尽管小组中的其他议员坚持他们希望直接向总理表述。\n周五，CTV新闻与24位自由党国会议员进行了交谈，其中约一半表示他们知道一封所谓的信件在流传，但未在其上签名。\n在从东盟峰会返回的路上，总理及其团队获悉了这些报告。\n自由党落后于保守党超过20个百分点\n随着早期选举的潜在威胁，自由党的新竞选总监将面临一个艰巨的挑战，因为该党不断在民调中滞后。\n“看看这些民调，看看面前的任务，”政治分析师Scott Reid表示。“要将自由党的魔法兔子从这个特别的政治帽子里拉出来，需要一个魔术师。”\n根据周日Abacus Data的新民调，保守党领先自由党21个百分点——这一趋势已持续数月。\n民调还显示，尽管保守党领袖博励治（Pierre Poilievre）的负面印象在过去一个月有所增加，但与杜鲁多或NDP领袖Jagmeet Singh相比，更多加拿大人对博励治持积极看法。\n专业清洁师招聘蜂巢管家家政公司\n熟手室内装修中工招聘A&F RENOVATION"},{"source":"51.CA 卡瑞娜","title":"加拿大连锁店狂关400家门店!多伦多大批中餐馆永久停业","body":"这年头，生意真是太难做了！\n如今，多伦多大批深受华人喜爱的中餐馆迎来“永久关店”的结局，不仅如此，就连全球知名连锁便利店，都躲不过大规模“关店潮”......\n据英文媒体Daily Mail报道，备受欢迎的连锁便利店7-Eleven已经正式宣布，将关闭北美400多家门店。\n7-Eleven的母公司Seven & I Holdings总部位于日本，该公司周四宣布，他们将关闭北美444家“业绩不佳”的门店。\nSeven & I在其收益报告中发现，消费者习惯的改变，以及其他一系列问题，导致这些门店最终选择关闭。\n新闻稿称，“消费者支出的下降持续超出了之前的预期。”图源：USA Today\n“在这种背景下，人们的消费方式更加谨慎，尤其是中低收入者，”他们补充道。\n该公司的报告发现，消费者习惯开始更加注重以更低的价格购买优质产品。其中，有69%的顾客希望获得更优质的商品，60的顾客注重物有所值。\n报告显示，在该公司经历了连续六个月的客流量下降之后，8月份北美地区的客流量下降了7.3%。此外，香烟销售发生了变化，总销量下降了26%，从2019年的103亿包下降到2024年的76亿包。\n购物者的选择变化也没有挽救这一局势，只有18%的人转向了其他尼古丁产品，更多买家转向了更加便宜的产品。\n此外，8月份北美门店的客流量下降了7.3%。\n该公司在美国、加拿大和墨西哥拥有超过13,000家门店，关闭的门店仅占其门店组合的3%。该连锁店在日本还拥有超过21,000家门店。多伦多大批中餐馆永久关闭\n与此同时，在多伦多，也有不少华人们熟知的餐馆关门结业，令人非常不舍。\n这两天，又有一批中餐馆永久关门，很多经典味道恐怕只能留在记忆中了......\n比如：\n位于Hwy7的川菜——蜀宴（The Red），在开了十多年后也于上个月底正式结业。这家餐馆曾一度被华人们当做“食堂”，如今也只能留在记忆中了。图源：Google\n另外，同样位于Hwy7热门商圈的龙门阵（列治文山店）也已经关门了，这家曾一度深受喜爱的连锁川菜，现在也只剩下士嘉堡一家门店......图源：Google\n位于列治文山的老牌粤菜馆——黄金阁，现在也已经永久关店了。图源：Google\n还有位于士嘉堡的螺蛳粉店——螺螺大方，也永久停业了。图源：Google\n士嘉堡另一家老牌川菜馆——川流不息，也已经关门了。图源：Google\n不仅如此，曾经风靡一时的全球中餐连锁店——大鼓米线（Dagu Rice Noodle）关闭了多伦多Eaton商场附近的分店。\n这些给多伦多人们带来美好回忆的餐馆，最终只能留在记忆中了！\n专业清洁师招聘蜂巢管家家政公司\n熟手室内装修中工招聘A&F RENOVATION","ts":"多伦多热推"},{"source":"51.CA 卡瑞娜","title":"多伦多-北京计划复航!加拿大航司\"抢客\",回国低至$600+","body":"回国航班方面又传来好消息！\n前不久，我们刚刚报道过，中加双方正在为恢复更多直航航班做准备。根据中国南方航空发布的官方信息显示，计划恢复多伦多-广州航线的航班。\n与此同时，海南航空方面也于近日公布了“特大喜讯”！海航计划恢复北京-多伦多航线\n对于多伦多的华人们来说，海航的北京-多伦多无疑是最受期待的航线之一，尤其是对于前往北方城市的乘客们来说，这条航线能够减少更多转机时间，直飞往返也更加方便。图源：海南航空\n据海南航空发布的官方信息显示，计划恢复北京多伦多航线。\n具体信息如下：\n海南航空计划于2024年10月27日起复航北京=多伦多航线，每周1班，班期周日。\n航班时刻暂定如下：HU7975，北京至多伦多，起飞时间为北京时间14:20；落地时间为多伦多时间15:20HU7976，多伦多至北京，起飞时间为多伦多时间17:10；落地时间为北京时间次日19:25\n值得注意的是，这一周期和时刻暂未获得最终批复，可能还会出现变动。但海航已经向票务代理发出了官方通知。并且，随着10月27日临近，想要预订该航班的乘客可以及时关注官网放票情况。图源：51记者拍摄\n此前，中国民航监管机构表示，预计到今年年底，每周进出中国的国际航班数量将达到6,000架次，约恢复到疫情之前水平的80%。\n再来看看机票，以明年春节（1月29日）为例，加航的多伦多飞上海（温哥华中转），往返票价为$1732加元，平均单程$866加元。\n另外，多伦多飞上海（首尔中转），往返票价为$1742加元，平均单程$871，也算是比较合理的价格了。\n同一时间，温哥华-上海就更便宜了，加航往返票价为$1285加元，平均单程$642.50加元。\n就算直接预订单程航班，温哥华-上海售价$888，也可以接受。\n由此看来，如果计划回国过年，最近可以试着“捡漏”一下机票了！加拿大航空公司争相“抢客”：机票价格全线下降！\n在加拿大，各大航空公司也通过增加航班和降低价格的方式疯狂抢客。除了加航和西捷航空外，新兴航空公司波特航空（Porter Airlines）和知名廉航Flair Airlines也纷纷采取行动。\n首先，总部位于多伦多的波特航空，在过去18个月中，增加了36个北美目的地，部署了42架全新窄体喷气式飞机，并计划在未来几年内将飞机数量扩大到100架。图源：Skies Mag\n根据航空分析公司Cirium与Global News分享的数据，将今年感恩节周末的机票跟2023年的机票进行比较，波特航空的座位容量增长了37%。\n而波特航空的快速崛起也有助于全面压低机票价格。专家表示，座位数越多意味着航空公司之间的竞争越激烈，这可能导致重叠航线的定价更加激进，对于出行乘客来说是个好消息。加拿大知名廉航2025年扩张航线：多伦多、温哥华等城市受益\nFlair Airline航空公司公布了2025年夏季航班时刻表，将增加温哥华-多伦多、卡尔加里-埃德蒙顿等主要航线的航班频率，以实现更加经济实惠的旅行。\nFlair Airlines旨在为加拿大人提供主要国内航线上更频繁、更便宜的机票选择。此次扩张是为了应对加拿大主要城市之间航班需求的不断增长，重点关注多伦多-温哥华、温哥华-埃德蒙顿和多伦多-卡尔加里等航线。图源：Global News\n2025年夏季航班计划将为该航空公司的航空网络带来大幅增长，其中最突出的增长包括温哥华和多伦多之间的每周航班数量增加71%，这是加拿大最受欢迎的航线之一。图源：Flair Airlines\n此外，多伦多-卡尔加里航班的每周航班总量将增加29%；温哥华-阿伯茨福德-埃德蒙顿航线的每周航班总量将增加18%，这些变化都意味着，加拿大人在预订返主要城市之间的航班上，将有更多、且更便宜的选择。\n专业清洁师招聘蜂巢管家家政公司\n熟手室内装修中工招聘A&F RENOVATION","ts":"加国无忧 51.CA"},{"title":"美国身家112亿富豪宣布迎娶中国女生！新娘履历被扒","body":"Coinbase 创始人 Brian Armstrong 在社交媒体官宣其婚讯并晒图，Armstrong 称已于上周末与 中国女孩 Angela Meng 结婚。\n布莱恩·阿姆斯特朗（Brian Armstrong）是美国最大的加密货币交易所 Coinbase Global 的首席执行官。\nCoinbase 于 2021 年 4 月 14 日在纳斯达克直接发行上市，市值一度达到 1000 亿美元。阿姆斯特朗拥有 Coinbase 约 19% 的股份。\n从2019年开始，就是福布斯富豪榜上有名的人物！\n不过，在此之前 Armstrong朗早前疑似有过一段婚姻。\n我们发现Armstrong与印度尼西亚女演员兼模特Raline Shah结过婚。她以模特身份开始职业生涯，后来转型为女演员，甚至开始与国际电影合作。\n由于他们的个人生活不被公众关注，Armstrong和Shah 也都对婚礼细节保密。所以，布莱恩·阿姆斯特朗此前从未正式确认过此事。\n但是在和Angela Meng 结婚后他有解释说，他以前从未结过婚，Angela是他唯一结过婚的女人。\nAngela Meng有着非常令人印象深刻的职业记录。\nAngela Meng 在北京和洛杉矶长大，曾任南华早报驻香港记者，路透社驻北京记者，还在华尔街老牌投行 Lazard New York 行部门工作过。其还曾在克莱蒙特研究所学习（Claremont Institute）。\n还曾在精英模特管理公司（Elite Model Management）和洛杉矶模特公司（LA Models）担任模特。\nArk Invest 首席执行官凯茜-伍德（Cathie Wood）向 两位新人送出结婚祝福。\n他在 X 上的贺词是：\"真为你和Angela感到高兴，Brian！”\n微策略公司（MicroStrategy）创始人兼董事长迈克尔-赛勒（Michael Saylor）也参加了庆祝活动，向这对新婚夫妇表示祝贺。\n专业清洁师招聘蜂巢管家家政公司\n熟手室内装修中工招聘A&F RENOVATION"},{"source":"S君","title":"60%中等家庭受创最严重 收入缩水！两大成本过高","body":"根据加拿大统计局的最新经济快照（snapshot），加拿大持续的生活成本危机正在将家庭不平等推向历史最高水平。图源：51记者拍摄\n据National Post报道，周四发布的快照显示，2024年第二季度，40%收入最高和40%最低的家庭之间的收入不平等达到47.0个百分点，这是自1999年加拿大统计局开始收集这些数据以来的最大差距。\n文章指出，过去一年持续的高利率被认为是导致不平等加剧的主要因素之一。\n“虽然较高的利率会导致家庭借贷成本增加，但也会提高储蓄和投资账户的收益率，” 这份快照写道。\n“低收入家庭更有可能有限地利用这些更高的回报，因为他们平均而言可用于储蓄和投资的资源较少。”\n加拿大统计局表示，高昂的住房成本进一步加剧了家庭不平等。\n60%的中等收入家庭表现最差，在抵押贷款和信用卡账单增加的情况下，他们的相对收入缩水了1%。图源：National Post\n与此同时，投资收入的强劲增长使20%的最富有家庭获得了最强劲的相对收益。与2023年第二季度相比，最富有的加拿大家庭的可支配收入增长了7.6%。\n最贫穷的家庭——即最底层的20%——处于中间位置，低薪领域的工资增长减轻了更高贷款支付的负担。平均低收入家庭的收入略高于去年，相对收入增长了约200加元。\n快照还显示，年轻的加拿大人正在降低资产负债表的杠杆率以应对更高的利率。\n最年轻的家庭（主要收入来源在 35 岁以下）是自2022年底以来唯一稳步降低抵押贷款债务余额的家庭。虽然表面上是好消息，但这也可能反映出，由于担心负担能力问题，越来越多的年轻加拿大人退出了房地产市场。\n智能繁荣研究所高级主管、经济学家Mike Moffatt在一篇交媒体帖子中迅速提请人们注意这一双刃剑趋势。\n“好消息！35 岁以下人群的抵押贷款债务大幅下降，” Moffatt周四发推文称。“坏消息！这是因为他们太穷了，没有资格获得抵押贷款。”\n然而，年轻家庭的贷款服务费更高，其债务服务率中仅付利息的部分与2023年第二季度相比增加了 0.8 个百分点。\n专业清洁师招聘蜂巢管家家政公司\n熟手室内装修中工招聘A&F RENOVATION","ts":"加国无忧 51.CA"},{"source":"51.CA 卡瑞娜","title":"加航国际航班遇\"乱流\"! 乘客飞出座位+餐食抛向天花板!","body":"太恐怖了！\n周五凌晨，加航（Air Canada）一架从温哥华飞往新加坡的国际航班因严重颠簸，导致食物、饮料，以及其他一些未被固定的物品被抛向空中，整个飞机上一片狼藉......\n据Reddit网友发布在社交媒体上的照片显示，过道上散落着垃圾，机上餐食的残渣散落在行李架和天花板上。图源：Reddit\nReddit网友@HefetzHashud是10月11日乘坐加航AC19航班的乘客，他说这架波音787-9梦想客机在飞行大约两小时后“发生了一些重大颠簸”，导致包括几个人在内的所有东西全都飞了出去！图源：Reddit\n尽管一片狼藉，但这位乘客说，所幸飞机上的所有人都很幸运地没有受伤，飞机继续按照飞行计划飞往新加坡。\n“感谢机组人员控制住了所有人，别忘了系好安全带！！！”这位乘客在事后照片的配文中写道。图源：Reddit\n根据航班追踪网站Flight Radar 24提供的数据显示，这趟加航AC19航班在遭遇严重乱流时正在北太平洋上空飞行，飞机几乎没有任何改道的机会，如果有人受重伤，后果将不堪设想......\n值得庆幸的是，在这种情况下，大多数乘客都系了安全带，这在一定程度上避免了造成严重伤害。图源：51记者拍摄\n为了应对日益增多的严重乱流时间，航空公司已经更改了规定，从建议乘客就座时系好安全带，转变为要求乘客在安全指示灯关闭时也要系好安全带。\n这项政策变化旨在当飞机突然遭遇严重和意外的乱流时确保乘客安全。当然，该政策并不妨碍乘客上厕所或站起来散步，但它旨在强调尽可能系好安全带的必要性。\n前不久，新加坡航空公司从伦敦希斯罗机场起飞的SQ321航班发生致命事故后，对飞机颠簸采取了更加谨慎的态度。这起事故导致一名老年乘客在飞机剧烈颠簸时心脏病发作而死亡。\n此外，数十名乘客和机组人员被撞向天花板，受重伤。随后，飞机紧急转飞至曼谷，并将这些伤者送往医院。\n其中，许多伤者都是因为没有系安全带而突然从座位上被甩出，撞向天花板，导致头部、脊椎和下肢受伤。\n尽管加航AC19航班上一片狼藉，但返回温哥华的航班仍按照计划进行，只是延误了一个多小时——大概是为了让工作人员有更多时间来清理飞机。\n不得不说，这起事件真的太令人后怕了，大家平时坐飞机时千万系好安全带！！！\n专业清洁师招聘蜂巢管家家政公司\n熟手室内装修中工招聘A&F RENOVATION","ts":"多伦多热推"},{"source":"S君","title":"加拿大改政策 印度学生家庭受打击 网友热评:这不过分","body":"近日，加拿大移民部修改了一些留学要求，并限制了学签发布数量。一篇报道指出，印度的一些社区因此受到了打击。这件事也引起了网友对加拿大移民系统的讨论。图源：51记者拍摄\n据Toronto Star报道，生活在印度Amritsar市的人一直渴望在加拿大过上更好的生活。\n街道上到处都是移民顾问的广告，汽车挡风玻璃上挂着枫叶旗。这座城市以金庙而闻名，也因其与加拿大旁遮普侨民的紧密联系而闻名，使其成为那些寻求出国机会的人的中心。\n但这些机会开始枯竭。\n去年12月，加拿大政府对财务要求进行了修改，这对数千名有意留学的国际学生的计划造成了沉重打击。获得学生签证所需的担保投资证书（guaranteed investment certificate，GIC）从10,000加元增加到20,635加元，该规定于1月初生效，同时政府在过去几个月还采取了其他措施，旨在限制外国学生的人数。\n除了第一年的学费和旅行费用外，经济要求也翻了一番，印度这一地区对此感受最为强烈，尤其引起了那些梦想着来加拿大的旁遮普年轻人的担忧。报道中表示，大多数受访者都表示，这对他们的家庭来说是难以承受的经济负担。\n对于22岁的工程专业大四学生Dhandeep Singh来说，追随亲戚的脚步在加拿大建立未来的愿望根深蒂固。他站在市中心一家餐馆的窗前，在日落时分凝视着城市景观，想知道世界另一端的生活是什么样。\n和许多来自中产阶级家庭的年轻人一样，他想移民加拿大的愿望源于希望自己和家人过上更好的生活。“如果一个家庭投资送孩子出国，他们得到的经济支持实际上是许多人预期的两倍多”，他说，部分原因是加元兑卢比走强。 “在这里，全家的生活都很轻松。”\n作为独生子，他花了数年时间才说服家人支持他移居加拿大，攻读工程硕士学位的决定。然而，去年加拿大将生活费或GIC金额翻倍，使他几乎无法负担搬家费用，Singh的梦想破灭了。政策变化让他感到绝望，对未来的教育计划感到不确定。\n最初，在了解到新的财务要求后，他的家人建议他应该在其他国家寻找更实惠的学习机会。\n他的家人后来建议他在旁遮普投资一家企业，或者准备一份政府工作，而不是移居国外。\n他的家庭为他第一年的学习预算了大约64,000加元，不包括任何兼职工作。在印度，父母通常会支付第一年的学费、GIC、签证费和旅行费用。学生通常需要通过兼职工作来支付更多费用。\n“现在我们的预算不符合要求，显然我不能去加拿大，” 他说。移民到外国，尤其是加拿大，在旁遮普有着悠久的历史。从第一次世界大战期间被征召加入英属印度军队的锡克教士兵前往加拿大接受训练，到寻求更好的教育和就业机会的当代人，加拿大对这个印度北部邦的吸引力一直很大。图源：51记者拍摄\n2022年，加拿大签发了548,350份新的学习许可。印度人占225,735 人，其中很大一部分来自旁遮普邦。第二年，在682,060份许可中，印度人占了278,250人。\n除了移民途径和就业机会的便利外，还有其他几个因素导致该地区移民加拿大的人数大幅增加：失业、腐败、政治不稳定以及国内缺乏高质量的教育。已经在加拿大建立的旁遮普社区也为新移民提供了支持系统，使过渡更加顺利和更具吸引力。\n2024年前七个月，加拿大发放了278,250份新许可证。印度人占107,385人。根据新的联邦上限，加拿大今年将批准485,000份新的学习许可。\n然而，近年来，加拿大的高通胀和住房危机对试图在加国立足的新移民构成了挑战。一些国际学生和其他移民感到自己成了替罪羊或被剥削。与此同时，调查也显示，加拿大人曾经对移民持欢迎态度，现在却发生了转变。\n因此，移民部长Marc Miller宣布改变学生签证申请人所需的GIC金额。他说，目标是确保学生在加拿大期间有足够的钱支付生活费用。\n文章中指出，旁遮普邦的家庭长期以来一直做出牺牲，将孩子送往国外。这些家庭出售了他们的资产，包括土地、房屋、表土、黄金、汽车和拖拉机。根据旁遮普农业大学最近的一项研究，该研究调查了1990年至2022年9月的数据，除了送学生出国，每个家庭还花费高达6,400加元用于工作签证、配偶签证或永久居留权。\n有些人还花费40,000至50,000加元帮助移民偷渡进入一个国家。\n约56%的家庭借钱送孩子出国。移民家庭平均借款金额为每户5,000加元。其中，非机构借款占38.8%，机构资金占总借款的61.2%。非机构借款占剩余的38.8%，其中包括高利贷和家人或朋友。在州一级，约有23亿加元用于移民。\n在今年的变化之前，加拿大在过去十年的大部分时间里一直在大幅增加外国学生的入学人数。在旁遮普省，对签证的需求被视为地区经济不平等的结果。旁遮普省卢迪亚纳的社会学家Shalini Sharma预测，由于GIC规则的改变，社会动荡和暴力事件将会增加。\n“为了获得10,000加元的GIC，申请者进行了大量的借贷和资产出售。如果翻倍，那么你可以想象农村地区出售土地、出售土地表土、出售农具和通过非制度手段借款的压力会增加多少。”\n“对于边缘种姓，他们只能通过亲戚等非制度手段获得GIC，”她说。\n总的来说，“无论是大农还是小农，我们都看到了这种趋势。”最近，干旱、气候变化、高成本和政府政策加剧了该州的农业危机，也使得农业对旁遮普年轻人来说不再是一种可行的选择。加拿大规则的变化和学生签证发放量的下降也影响了另一群人：移民顾问。\n“去年，我们处理了大约500份申请，”卢迪亚纳的顾问Nitin Chawla说。“今年，有20-30份申请。”\n加拿大移民、难民和公民部的数据表明，渥太华今年1月和2月向印度学生发放了近45,000份学习许可，而3月份这一数字降至仅4,210份。\n学生签证申请量的下降引起了顾问对其业务前景的担忧。“市场大幅下滑，”Chawla 说，他估计只剩下5%的企业。文章发表之后，不少网友发表了评论：\n有网友表示，“首先我想说的是，加拿大学生和家长面临着与移民学生相同的预算挑战。之前不变的10,000.00加元GIC不受全球通货膨胀的影响，每年不会调整。加拿大的住房短缺不是假新闻，而是一个无法为任何形式的移民提供住房的现实。国内需要兼顾移民和国内需求，必须成为帮助全球需求的优先事项！需要务实思考！许多加拿大学生因为经济条件的原因休学一年或转向兼职教育。”\n有人评论道，“好吧，看起来国际学生或他们的父母被骗了。这似乎是加拿大和印度许多人的错。我为那些真心想给孩子更好受教育机会的家庭感到难过。我不会为任何试图玩弄这个系统的人感到难过。这包括学生、大学、政府、“移民顾问”等。必须对这个系统进行改革，它已经失控了。必须制定更多的规则，以保证任何以国际学生身份来这里的人在学习期间都有足够的钱生活，并遵守在加拿大学习的所有规定。我认为对我们国家的客人来说，这并不是过分的要求。”\n还有人分享说，“在过去，如果学生申请在这里学习的唯一原因是为了获得永久居民卡，学生签证就会被拒绝。我女儿最近在另一个国家学习，以获得经验。她不可能在学期结束后继续留在美国。移民途径有很多。金钱不应该让那些希望移民的人拥有其他人相比的特权，在没有太多制衡的情况下插队。”\n“尽管我支持从其他国家移民的想法，但加拿大的教育体系被滥用了。这当然不是我们的本意。尽管反对声很大，但任何人都不应该感到惊讶。适当的渠道已经到位。正确使用它们，” 一位网友说道。\n大統華万锦区域職位更新10/04 【T&T大统华】招聘大统华超级市场\n薄荷到家-招聘全职运营招聘薄荷到家","ts":"加国无忧 51.CA"},{"source":"温哥华天空","title":"终于！加拿大全民药保法案生效！BC省全国第一","body":"终于！联邦政府的“全民药保”法案通过，加拿大人离获得某些处方药的保险又近了一步。\n该法案在10月10日晚未经修改在参议院通过，并于10月11日迅速获得王室批准并立即生效。\n但这并不意味着全面覆盖会立即实施，总理特鲁多呼吁各省和地区尽快开始谈判药品保险协议。\n根据加拿大卫生部的信息，卫生部长马克·霍兰德（Mark Holland）将与各省和地区合作，达成双边协议。\n作为全民药保计划第一阶段，向民众提供避孕药物和糖尿病药物的保险服务。\n霍兰德在声明中指出：“加拿大的每个人都有权获得所需的药物，无论他们住在哪里或支付能力如何。加拿大人不应该在购买维持健康的药物和购买温饱之间做出选择”。\n“我们的全民避孕计划意味着生育自由和选择权，而获得糖尿病药物是迈向改善加拿大健康状况和实现健康公平的重要一步。”\n特鲁多在周五（11日）的记者会上表示：“这是一个真正的进展，但我们现在需要各省和地区尽快与我们签署协议，以帮助减轻加拿大家庭的财务压力。”\n特鲁多表示，这项计划将帮助那些难以支付处方药费用的人，并重申政府不仅支持女性的选择权，也会采取行动。\n该法案是自由党与新民主党此前政治协议的一部分，新民主党对此法案的大力推动功不可没。\n新民主党卫生事务评论员彼得·朱利安指出，加拿大是唯一一个拥有全民医保体系却不包含处方药覆盖的国家。\n政府表示，该立法将为多达900万女性和性别多元化人士提供免费避孕药物。并为370万糖尿病患者提供广泛的药物治疗，以降低严重健康并发症的风险并提高生活质量。\n该立法为未来的全民药物保险计划提供了基础。从短期来看，它为联邦政府与各省和地区签署协议，纳入糖尿病和避孕药物的公共卫生系统铺平了道路。\nBC省是第一个与联邦政府签署备忘录以启动药物保险计划的省份。\n《药物保健法案》还要求加拿大药品管理局制定一份基本药物和相关产品清单，以帮助建立国家药典，利用集体采购策略降低药价。\n此外，法案要求政府在下个月召集专家小组，研究实施全面药物保险计划的下一步措施，并在一年内向卫生部长提交建议报告。\n周五（10月11日），在意大利举行的七国集团卫生部长会议上，霍兰德表示，他的目标是在明年春天之前与所有省份和地区达成药物医保协议。\n一位直接了解谈判的消息人士先前告诉《环球邮报》，该药物计划一旦实施，每年的成本将超过10亿元。《环球邮报》没有透露消息来源。\n保守党领袖博励治（Pierre Poilievre）曾表示，大多数加拿大人“已经通过工作场所保险或省级社会服务”支付药费，全民药保将导致“大规模的新官僚机构”。\n与此同时，从5月1日起，加拿大70岁及以上的老年人开始享受加拿大牙科保健计划(CDCP)。同时，65至69岁的人士也可以上网申请。已有200万名65岁及以上的加拿大老年人获准享受牙科保险。\n此外，符合资格的18岁以下儿童、持有有效残障税收抵免证书的成人均可申请。\n并且，一旦2025年全面启动并运行，加拿大牙科保健计划将向多达900万各年龄层的低收入、无保险加拿大人提供服务。\n如果你签署了加拿大牙医保健计划(CDCP)，在未来几个月内将可能获得更多服务，其中包括：完成专科检查，牙套(Crown），根管再治疗，可摘局部义齿、覆盖性假牙(overdenture)和即时性假牙(immediate denture)，主要外科手术，中度镇静、深度镇静和全身麻醉。\n为了实施这项公共计划，联邦政府已承诺在2023-24年开始的五年内投入130亿元，并在此后每年制定44 亿元的预算。\nDowntown 自行车维修接待 Service Advisor招聘EMMO 电动自行车\n园艺装修公司招聘泰山工程","ts":"vansky"},{"title":"经济学家预测：九月份加拿大通胀率降至百分之二以下","body":"据加通社报道，经济学家预计通货膨胀上个月继续呈下降趋势，这使加拿大央行能够继续降低其基准利率图源：51记者拍摄\n“我们预计9月份的总通胀率将低于央行的2%目标，”BMO经济学家Shelly Kaushik表示。\nKaushik表示，她预计由于上月的低油价，年度总通胀率降至1.8%，但她补充说，由于10月份油价上升，下一次报告中的总数可能会上升。\n关于消费者价格增长的最新报告定于周二发布，这是在10月23日加拿大央行下次利率决策前的最后一份重要经济报告。\nTD银行高级经济学家James Orlando表示，他预计9月份的总通胀率放缓至1.9%，核心通胀指标仍高于2%。\n“现在我们又回到了目标，问题是我们如何在这里停留？”他说。\n8月份，通胀达到了加拿大央行的2%目标，从7月份的同比2.5%下降，达到自2021年2月以来的最低水平。低汽油价格支撑了下降趋势。\nRBC助理首席经济学家Nathan Janzen表示，潜在通胀压力继续放缓，但住房成本，尤其是按揭付款，继续对总体数字施加上行压力。\n然而，由于利率削减开始在经济中发挥作用，这种压力正在缓慢减退，他说，尽管通胀中的按揭利息部分会在一段时间内保持高位。\n“市场利率变化通过续约影响五年期固定利率按揭付款需要时间，因此按揭成本仍会进一步增加。但它们正在变小，”Janzen说，他还预计9月份的总通胀率为1.8%。\n加拿大央行于2022年3月开始加息以对抗通胀，并在2023年中达到5%时暂停，然后在6月开始削减。\n今年迄今为止已减息三次，预计将在劳动力市场等经济领域疲软的情况下继续削减。\n然而，9月份的劳动力市场出人意料地强劲，增加的就业岗位是8月份的两倍多，失业率降至6.5%。\n但从更广泛的趋势来看，就业市场一直在稳步减弱，这也是许多经济学家认为加拿大央行几乎肯定会在10月和12月削减的另一个原因。\n问题是此次削减的幅度有多大。\n到目前为止，央行仅削减了四分之一个百分点，但最近，其美国同行以更激进的半百分点减幅启动了宽松政策。\nOrlando预计加拿大央行将在本月和12月将利率削减四分之一个百分点。\n“目前的数据没有显示你需要加快这些降息速度，”他说。\nOrlando表示，加拿大央行现在更关注劳动力市场而不是通胀。但周五的就业报告并不像许多人担心的那样弱，他说，“与我们在经济中看到的其他一切相呼应，不需要更快的降息速度。”\n一些人认为央行可能采取更激进的措施——即使在周五的就业报告之后，Janzen预计10月和12月各有两次半个百分点的更大幅度的削减。\n“我认为有越来越多的证据表明利率高于所需水平，可能远高于所需水平，”他说。\nKaushik表示，尽管她预测今年会有两次较小的削减，但不排除半个百分点的削减。\n“25个基点和50个基点的问题仍然非常悬而未决，”她说。\n加拿大央行行长Tiff Macklem在9月份表示，如果经济疲软持续，央行可能会进行更大幅度的削减。\n“随着通胀接近目标，我们需要越来越多地防范经济过于疲软且通胀下降过多的风险，”他在9月4日宣布降息后表示。\n此外，在周五，加拿大央行的最新消费者和商业前景调查发现，尽管消费者对财务状况的不乐观程度减少，但他们仍在减少支出，而两者都维持在低迷水平。\nDowntown 自行车维修接待 Service Advisor招聘EMMO 电动自行车\n园艺装修公司招聘泰山工程"},{"source":"S君","title":"加拿大启动战时计划应对住房危机！将公布设计：含模块化和预制房 加国 6 评论 2小时前","body":"据CTV报道，联邦政府标准化预批准设计目录的第一版将于12月公布，这是战时住房计划的复兴。图源：51记者拍摄\n作为一项旨在加快建设的举措，联邦政府将推出一系列标准化建筑设计，包括模块化和预制房屋。\n加拿大住房部长将于周一宣布，第一批将包括自由党委托的“多达50个概念性住房设计”。它们将包括镇屋、四户连体屋（fourplexes）、六户联体屋（sixplexes）和附属住宅单元（accessory dwelling units）。\n据政府称，目录的第一版将包括平面图、图纸和“每个拟议设计的基本信息”。\n许可就绪且符合区域建筑规范的整体设计包（design packages）要到2025年初才能提供。\n设计包将包括与施工相关的必要规格和文件，以及建造这些标准化住宅的估计成本。图源：CTV\n政府于2023年12月首次宣布该项目，当时表示将于2024年1月与住房部门利益相关者展开磋商，以恢复第二次世界大战后制定的加拿大抵押贷款和住房公司 (CHMC) 计划的修订版。\n当时，住房、基础设施和社区部长Sean Fraser的目标是在2024年秋季之前准备好预先批准的蓝图目录，供建筑商查看。\n被称为“胜利之家（victory homes）”或“草莓盒之家（strawberry box homes）”的联邦政府在1950年代至1970年代之间进行的大规模努力是解决当时住房短缺和建筑能力挑战的关键。加拿大各地仍有许多这样的房屋。\n“我们需要更快地建造更多房屋，以结束加拿大的住房危机，并确保每个人都有一个安全且负担得起的住所，”Fraser在一份声明中说。\n“住房设计目录将帮助我们实现这一目标，加快审批流程和建设时间，并降低建筑成本，”他表示。\n政府已选定两家公司来实施第一版低层设计：MGA | Michael Green Architecture，将负责BC省的规划，以及LGA Architectural Partners Ltd.，将负责阿省、草原省份、安省、魁省、大西洋省和北部的设计。\n不过，Fraser还将启动一个公开提交流程，征集行业成员的更多设计，这些成员可以提交现有的预制房屋建筑。建造模块化、3D 打印或面板化房屋的公司必须在11月8日之前提交，以考虑将其纳入目录的第一版。\n设计目录的下一版将包括中层建筑，联邦政府将于下个月为此启动一场设计竞赛。\n2024年联邦预算在2024-25年拨款1160万加元用于支持该目录的开发。\nBookkeeper招聘佳兴超级市场\n大統華倉儲配送&食品加工中心職位更新 【T&T大统华】招聘大统华超级市场","ts":"加国无忧 51.CA"},{"title":"加拿大医疗系统也开始运用AI！问诊时需要问医生哪些问题","body":"随着人工智能在包括医疗保健在内的几乎所有生活领域的发展，专家表示，让患者知道人工智能可能会在他们的护理中被使用是很重要的。图源：51记者拍摄\n“我认为我们将在未来几年看到人工智能使用和能力的显著进步，”Metrotown Urgent and Primary Care Centre 的家庭医生Dr. Sian Tsuei说。\nTsuei还在UBC大学研究医疗保健中的人工智能，他说：“我认为这只是个开始。因此，我真的鼓励患者不断保持知情，也鼓励医生也保持知情。”\n以下是Tsuei和其他专家建议您与您的医疗保健提供者讨论的一些人工智能风险和好处。\n1. 首先，直接询问\n下次您预约家庭医生时，问问他们是否在使用人工智能。\n如果他们在使用，其中一个可能的选择是人工智能抄写员。包括安省和BC省在内的医生学院和协会已经发布了使用这种技术的指南，以便医生可以在与患者交谈时使用技术转录，而不是亲自记笔记。\n在安省最近的一个试验中，使用人工智能抄写员的医生将文书工作时间减少了 70% 到 90%，平均每周节省三到四个小时。\nUnity Health Toronto的数据科学和高级分析副总裁 Muhammad Mamdani 表示，除了节省医生时间外，人工智能抄写员还可以提高患者就诊的质量。\n作为多伦多大学医学人工智能教育和研究主任，Mamdani说：“与您的家庭医生交谈时，他们中的许多人不仅仅会看着您，他们可能会盯着电脑屏幕忙于打字以记录对话。”\n“但是这就是花费很多时间在别的地方，而没有真正用他们应该有的注意力来聆听你。”\n2. 我的数据有多安全？\nTsuei说，网络安全是他考虑在其实践中使用人工智能抄写员时最重要的因素之一。\n“技术在多大程度上开发出了适当的网络安全措施？我们是否真正理解网络安全威胁，并且（有）适当的方法来防御这些威胁？”\n一些医生可能会在诊所内存储患者数据，而其他人可能会将其上传到云服务器或其他位置， DIGITAL 项目的副总裁 Nadia Shaikh-Naeem说，该项目是一个专注于人工智能开发并由联邦政府资助的“创新集群”。\nShaikh-Naeem说，询问“数字驻留”很重要，并指出 DIGITAL 要求其健康合作伙伴组织在加拿大内存储数据。\n这是因为数据应受到《个人信息和电子文件法》之类的国家信息隐私法保护。\nExpeflow的首席执行官 Terry Stepien 说：“如果数据被传输到云服务器或场外服务器，‘它是如何在你所在的位置和终端之间移动的？它在移动时是否始终加密？’”\nStepien 说，了解谁有权访问医疗实践中的患者数据同样重要，并且要有一个日志记录患者文件中的任何活动，以确保那些没有权限的人没有尝试访问它们。\n3. 是否需要我的同意？我在同意什么？\n根据 Doctors of BC和 College of Physicians and Surgeons of Ontario的指引，您的医生必须在使用人工智能抄写员记录您的对话之前获得您的同意。\n然而，Shaikh-Naeem表示，特别地了解录音和转录信息将如何使用也是个好主意。\n“我是否同意参与研究？我是否同意我的数据被用于训练人工智能？我是否同意它被用于内部诊断目的，我自己更广泛的诊断？”\n如果录音仅用于您电子病历中的文档，则人工智能模型是“封闭的”，Shaikh-Naeem 说。\n但有些人工智能模型是“开放的”，意味着它们从您的数据中学习以提高未来转录的准确性。\n4. AI 转录关于我的信息准确吗？\nUnity Health Toronto 的 Mamdani 说，医生应该检查患者就诊的人工智能转录，指出抄写技术需要“人工干预”。\n“基本上，抄写员会完成他们的工作，但医生显然需要审核抄写员记录下来的任何内容。”\nBC 医学会在其在线发布的人工智能专业指南中警告说：并非所有的人工智能抄写员都能准确转录有口音的患者的讲话。\n“如果您的患者中有相当数量的人不是以英语为母语，优先选择一个以处理多样口音而闻名的 AI 书写员，或者支持多种语言的书写员，这很重要。”\n专家认为医疗保健提供者有责任对人工智能技术做出明智的选择，并意识到可能的患者顾虑。\n“患者总是重要的是对我们自己的数据和数据将如何使用感到有自主权，”Shaikh-Naeem 说。\n“医生必须能够回答这些问题，以便让患者对他们的数据和人工智能的使用感到放心。”\nBookkeeper招聘佳兴超级市场\n大統華倉儲配送&食品加工中心職位更新 【T&T大统华】招聘大统华超级市场"},{"source":"51.CA 卡瑞娜","title":"摊上事! 41岁华人女子美加边境做这事被抓! 恐罚$25万+10年监禁！","body":"近日，一名来自香港的华人女子在美国佛蒙特州承认了试图将29只受保护的海龟从美国走私到加拿大的重罪指控。\n周五，41岁的Wan Yee Ng（音译，吴女士）在伯灵顿地方法院承认一项罪名，她试图将受保护的野生动物——东部箱龟（Eastern box turtles）从佛蒙特州偷运到加拿大，并非法销往全球宠物市场。\n吴女士定于12月13日接受宣判。\n自今年6月被捕以来，她一直被拘留，等待宣判。\n根据认罪协议，吴女士将面临最高10年监禁。实际刑期将由法官克里斯蒂娜·赖斯（Christina Reiss）在考虑联邦量刑指南后做出。\n法庭文件显示，在确定适用于此案的量刑指导时，吴女士确认29只海龟的市场价值总计超过$40,000美元，以每只海龟$2000美元的价格计算。图源：US Border Patrol\n吴女士在周五的听证会上通过粤语翻译告诉法官，她对自己行为认罪。\n根据法庭文件中对吴女士的指控，她先是抵达佛蒙特州的迦南（Canaan），并住进了华莱士湖（Lake Wallace，美加边境的一处水域）的一所出租屋。\n法庭记录显示，吴女士之所以引起执法部门的注意，是因为她曾多次通过Airbnb租用迦南Jackson Lodge Road街道的同一处房产——那里是人口走私和其他非法活动的场所。\n文件称，6月26日上午，吴女士开始在水边准备一艘充气皮划艇，执法人员看到她从出租屋带着一个行李袋走向皮划艇。\n与此同时，加拿大皇家骑警向美国当局报告称，另一名在法庭文件中被描述为“同谋”的人正从加拿大一侧划向湖中央。图源：51记者拍摄\n认罪协议中写道：“当吴女士带着她的行李袋准备滑过华莱士湖时，执法人员将其拦截。”\n随后，在她被扣押的行李袋内，发现了29只东部箱龟，“它们被单独包裹在袜子里，以便运输。”\n法庭文件显示，吴女士没有获得将海龟出口到加拿大所需的许可。\n“这些动物受到《濒危野生动植物种国际贸易公约》的保护”，该公约是一项国际协议，旨在保护受到威胁或濒临灭绝的鱼类、野生动物和植物。\n联邦监察官称：“东部箱龟是普通箱龟的一个亚种，原产于美国东部森林地区，在中西部也有一些孤立的种群。带有彩色斑纹的龟在国内外宠物交易市场上尤其受欢迎，特别是在中国和香港。”\n作为调查的一部分，当局还扣押了吴女士的手机。\n文件显示，手机中的通讯内容显示，吴女士正试图将海龟走私到加拿大，以便最终在香港出售牟利。\n调查人员已经确定，被扣押的海龟是从新泽西州获得的。\nBookkeeper招聘佳兴超级市场\n大統華倉儲配送&食品加工中心職位更新 【T&T大统华】招聘大统华超级市场","ts":"加国无忧 51.CA"},{"source":"51.CA 卡瑞娜","title":"多伦多知名大学\"奇葩一幕\"! 印度学生向路人吐口水,露出迷之微笑!","body":"天呐，真的要疯了！！！\n最近一段时间，有关“印度人吐口水”字眼的相关讨论，在社交媒体上也是层出不穷。前不久，我们刚刚报道过，一名印度送餐员往顾客点的饮料里面吐口水，还被抓个正着......\n这两天，奇葩事儿又来了！\n根据网友@6ixBuzz发布在社交媒体X上的一段视频显示，在多伦多的约克大学内，竟然有印度学生向着路过的人们狂吐口水，这一幕再次引发了网友们的一片骂声......图源：X\n从视频来看，这一幕发生在约克大学的标志性教学楼Vari Hall的进门处，时间是下午2:30左右，不少学生正准备去教室上课。图源：X\n这时，二楼围栏处一名带着黄色帽子的男子却引起了人们注意。\n只见他不断地向楼下的人群吐着口水。↓ ↓ ↓图源：X\n期间还不自觉嘴角上扬，露出“迷之微笑”。\n这一幕令网友直接开喷：“等等！你很惊讶吗？我已经数不清‘进口商’做过多少次这种蠢事了。”图源：X\n于此同时，其他网友也立即开骂！\n“总是这些印度人。我每天打开手机都会看到印度人做一些奇怪的事情。”\n“驱逐他！”\n“令人恶心、尴尬、自以为是、可悲。”\n“把这些垃圾赶出加拿大。”\n“这是在Vari Hall里，如果我在那的话，我会把这个垃圾轰出去。”\n你怎么看？\nBookkeeper招聘佳兴超级市场\n大統華倉儲配送&食品加工中心職位更新 【T&T大统华】招聘大统华超级市场","ts":"加国无忧 51.CA"},{"source":"小岛蜗牛","title":"征文：在加拿大经营汽车旅馆——老张的烦心事","body":"老张是我一个室友，最近愁眉苦脸、心事重重的。一问才知道，原来老实本分的老张竟然摊上了一个官司，这件事的离奇与无语程度，刷新了我的三观。图源：unsplash@nataliablauth\n老张在岛上经营着一家汽车旅馆。投宿在这里的都是游客，大家白天在岛上旅行，晚上回这里休息。所以，绝大部分人都是友好的，相安无事。但是前几日来了一个车牌号是安省的女人，接近三十岁左右的样子。\n有一次老张的一个同样开度假村的朋友看了一眼这个车牌照，觉得面熟。再仔细看了一眼，朋友对老张说：你得注意这个人，这女人可不是善茬。老张当时还嘻嘻哈哈地，以为朋友在跟他开玩笑。还问朋友：是不是你跟这女人有过什么故事？朋友一脸严肃地说：说真的，这人讹过我600刀。老张说：呵，那这事坐实了。后来一直都没有什么事情发生，老张也没放在心上。\n但是在一周之后，在女人即将退房时候，女人拿着一件她的裙子跟老张对质。女人说：你们这里的洗衣机有问题，把我的裙子洗坏了。我这个裙子可是名牌的，你要赔我400刀。老张傻眼了，看了看那个裙子，也没看出来哪里坏了。他想了想，说：你怎么证明裙子是在这里洗坏的呢？女人顿时怒不可遏，开始疯狂输出，对着老张就是各种让老张听不太懂的大段句子。\n老张想起了朋友前两天给他提的醒，觉得这女人果然准备在这里讹钱了。老张没有立刻妥协下来，毕竟也是刚来加拿大不久，对这里充满美好的幻想，觉得人与人之间还是要讲理的。哪知道接下来他要面临更大的困扰。\n女人见老张油盐不进，还是拒绝给她钱，就打电话叫来了警察。警察来了之后，女人不再提衣服的事情了，换了一个理由，说老张推搡了她，让她觉得自己受到冒犯。老张听见她说这个理由，更加傻眼了，“血口喷人”这个词用这个女人身上再合适不过了。我问老张，你当时没推她吧？老张立刻说，我怎么可能推她？她年纪轻轻，那么壮实的白人。当时她手舞足蹈地说的那么激动，我还担心她动手推我这个老头子呢。警察说，因为没有任何明显证据，我们不做任何推断。如果有纠纷可以到法庭上说。在此期间你们不能见面。\n后来，老张还是被这个女人告了。为了应诉，老张请了律师，花了1200刀，后面不够，还补了几百刀。每次跟律师沟通都是发邮件，律师读一次他的邮件，就加收一次费用。老张原本准备过了旅游季关了汽车旅馆回国。但是律师说，如果走法庭流程，估计得上庭好几次，间隔最少也得半年。老张这时候才知道，为什么朋友当时明知道自己占理、女人是在诬告的情况下，却还是直接把那600刀给了这个女人。因为耗不起。\n作为政治正确为主流思维的加拿大，有时候真相也不是那么的重要。一定要寻找真相，时间、精力、金钱可能要付出更大的代价，而且最后结果也是不了了之。\n我说，能不能反告这个女人诬告你呢？这样你赢了不就可以让她付你诉讼费了吗？老张摇摇头说，我问过律师，律师不建议这样做。首先费时费力，没有证据根本说不清楚。其次，就算在百分之一的希望下你告赢了，被告说我没有钱，你也没有办法。很多底层加拿大人就是光脚不怕穿鞋的，无所畏惧。据说这个女人在安省就是从事过法律工作的，知道怎么利用法律的漏洞。\n后来，也许是女人也觉得实在榨不出什么油水，也许是法官觉得这件事太小，没什么审理的必要性。总之，最后也没有上庭，根据关于妇女儿童的保护法案，达成了一个类似于庭外和解的协议。\n虽然老张最终也没有赔给那女人任何钱，但是付的律师费比这个多了好几倍。虽然老张需要一个正义，但最终正义还是没有到来。反倒是自己成为列入重点关注的对象。老张要与那个女人保持回避原则，否则就会被控制和起诉。\n老张本来有一个枪牌，也被警察吊销了。过了几天，我问老张，你有什么感想？老张说，嗨，这件事别提了，烦死了！以后我再碰见这种事直接掏钱，投降！\nBookkeeper招聘佳兴超级市场\n大統華倉儲配送&食品加工中心職位更新 【T&T大统华】招聘大统华超级市场","ts":"加国无忧 51.CA"},{"source":"51.CA 坚果儿","title":"零售巨头开打\"价格战\"! Costco多款热门产品大降价","body":"‍无论是培根、糖，还是香蕉......近年来，由于通货膨胀，我们看到很多食品杂货的价格都在持续上涨，就连Costco的会员费也自7年来首次上涨。\n为了留住客人，这家批发零售商最近公布2024年第四季度的财报时，下调了一些受欢迎的Kirkland Signature商品的价格。成为继沃尔玛、Target和Aldi之后最新一家加入所谓食品杂货“价格战”的公司。图源：51记者拍摄\nCostco官宣降价\nCostco最近对其Kirkland Signature洗衣液的包装进行了调整，从硬质塑料桶更换为袋装，使该公司的塑料使用量减少了80%，从而将节省下来的成本回馈给顾客。\n除此之外，该公司执行副总裁兼首席财务官Gary Millerchip还分享道，Kirkland Signature Boneless Chicken Tenders无骨鸡柳的每磅价格下降了约13%，遭到顾客疯抢，推动销售额增长了21%。\n该零售商表示，顾客们纷纷抢购特价商品，这表明消费者对更实惠食品杂货的需求。Millerchip表示：“我们的目标始终是在有机会的情况下率先降低价格。”图源：Costco.ca\n在上个月底的财报电话会议上，Costco透露正在大幅降低多款Kirkland Signature产品的价格：\nKirkland Signature Standard Foil铝箔，从$31.99降至$29.99。图源：Costco\nKirkland Signature Macadamia nuts坚果零食，从$18.99降至$13.99。目前加拿大官网售价$22.99加元。图源：Costco.ca\nKirkland Signature Spanish Olive Oil 3-liter橄榄油，从$38.99降至$34.99。目前加拿大官网售价$49.99加元。图源：Costco.ca\nKirkland Signature Baguette 2 pack法棍，从$5.99降至$4.99。图源：Costco\nKirkland Signature Laundry Pack洗衣液，从$19.99降至$18.99。\n值得一提的是，这些不是临时折扣价，而是这些商品的全新永久价格。\n据Millerchip报道，降价并不仅限于美国。不过，目前加拿大官网尚未看到价格调整，大家可以持续关注一下！若想了解Costco的最新特价，可以留意加国无忧每周的\"5分钟速逛Costco\"系列视频。\n沃尔玛等多家大型零售商展开\"价格战\"\n在Costco宣布降价消息之前，沃尔玛、Aldi、Target和Walgreen等大型零售商今年早些时候均下调了数千种必需品的价格。\n今年早些时候，沃尔玛率先下调了7,000种商品的价格。\n6月份，Walgreen宣布降低商店和网上1,300种商品的价格，包括零食和洗漱用品。\n亚马逊生鲜（Amazon Fresh）于5月24日宣布将4,000种商品的价格下调高达30%。\n与此同时，Target也在5月宣布下调5,000种商品的价格。\n希望加拿大赶紧同步！\n海底捞(DT) - 招聘经验服务员/门迎! 薪优, 全职!招聘海底捞火锅\n橱柜厂开料钉柜熟手招聘克里斯定制橱柜","ts":"多伦多热推"},{"source":"51.CA 坚果儿","title":"多伦多\"印度大通铺\"十几个男女睡一起 拍视频号召同胞","body":"加拿大印度留学生的魔幻行为再一次让人瞠目结舌。\n最近几个月，多伦多Brampton的印度留学生们组织了多场抗议活动，誓言要和加拿大政府对抗到底......而这一切都是为了逼迫加拿大政府延长他们的毕业后工签、让他们留下来、送PR！\n近日，一段Brampton抗议营地内部的视频曝光，显示十几名印度男男女女留学生们挤在一个帐篷里，蜷缩在被子里。图源：TikTok\n据报道，这些旁遮普学生自8月以来一直在该市的Queen St.举行无限期抗议活动。近日，Rupinder Handa、Guru Randhawa等多位旁遮普歌手也来到抗议现场表示支持。\n明天（10月13日），他们还将在议员办公室前举行集会，正在社交媒体上发布\"宣传\"视频号召同胞。号召同胞集会视频 图源：TikTok\n目前尚不清楚这群印度留学生打算扎营抗议到什么时候，但他们最近几个月的房租确是实实在在的省了不少。\n海底捞(DT) - 招聘经验服务员/门迎! 薪优, 全职!招聘海底捞火锅\n橱柜厂开料钉柜熟手招聘克里斯定制橱柜","ts":"加国无忧 51.CA"},{"source":"51.CA 坚果儿","title":"加拿大印度留学生自曝负债$8万：租不起房 到处蹭公厕","body":"近日，加拿大温哥华的一名印度留学生分享了自己\"无家可归\"睡在车里的经历引起全网关注。\n这位就读于温哥华社区学院（Vancouver Community College，VCC）商科专业的大二学生Suson Athmanathan坦言，这种生活方式并不适合所有人，但对于像他这样喜欢冒险的人来说，这种牺牲是有意义的。\n“我看到了一个机会，\"他说。“住在车里，等到6-7年后我仍拥有一辆车。但如果我住在一个房子里，显然很舒适，但我无法积累任何资产。”图源：suson_in.vancouver/Instagram\nAthmanathan透露，去年，他以700加元租了一个衣柜大小的\"房间\"，虽然房间是私密的，但他需要与其他人共用厕所。他表示，这样租房和睡在车里、使用公共厕所本质上没什么区别。\n他指出，拥有汽车还可以让他工作。他为一家快递公司运送包裹，还为DoorDash等外卖平台送餐。\n“我无法同时拥有两者（租房和车）。我不可能每月花700到800加元租房，同时每半个月花600加元养车。所以我必须做出选择。我选择了汽车，因为我可以用它赚钱，而且最终，我还能拥有它。\"图源：Instagram\n面包车生活的困难并非人人都能承受\nAthmanathan强调，停车不太困难，上厕所也不是问题，因为社区中心有厕所。\n但是，住在车里也有一些挑战，比如晚上非常寒冷。为了保持温暖，Athmanathan正在研究使用电热毯并增加隔热层。\n这种生活也并不总是安全的。他回忆起有一天早上，他醒来时发现警察蜂拥而至，因为当时发生了一场枪战。\n“这很有风险，可能会很危险，\"他说。“我不会向任何人推荐这种生活方式，这应该是个人选择。”\n无家可归学生的\"致富秘诀\"\nAthmanathan的丰田丰田卡罗拉SUV还让他拥有旅行的自由，他最近还开车去了多伦多。\n至于家人和朋友的看法？\n他说：\"他们对此没有意见。因为他们了解我，我做过这类事情。在印度的时候，我经常骑摩托车旅行，露宿街头。说到旅行，我就会做这些疯狂的事情。\"图源：Instagram\nAthmanathan在社交媒体上公开分享自己的经历，最近积累了10,000名粉丝，这些粉丝见证了他一边与80,000加元的学费和汽车贷款作斗争，一边尝试创业想法。\n现在，他正在销售来自印度的小吃，并分享他想追求的其他创业想法。\n他说：\"任何人都可以创业，而不是做那些苦力活。\"\n海底捞(DT) - 招聘经验服务员/门迎! 薪优, 全职!招聘海底捞火锅\n橱柜厂开料钉柜熟手招聘克里斯定制橱柜","ts":"多伦多热推"},{"source":"思忆","title":"大多伦多小房东终于把租客赶走！11个月未付房租和水电费 加国 26分钟前","body":"安省宾顿市一对夫妇终于松了一口气，他们的租客停止支付房租和水电费11个月后，终于被赶了出去。图源：Global News\nYvonne Folkes周五重新拿回的自己的房子后说：“这是我在等待的。”\nFolkes和丈夫在近一年前书面通知租客，他们打算搬回家，因此要求他搬出。但在接到通知后，租客便停止支付房租和水电费，并且拒绝离开。\nFolkes说：“我们几乎要失去这栋房子了，因为我们还要继续支付按揭，而他住在房子里不交房租，也不付水电费。真的非常困难。经济压力大，精神上、身体上、情感上都很痛苦。”\nFolkes说这套房子是他们唯一的出租房产，距离他们当时居住的地方只有几个街区。图源：Global News\n租客Hermann Founiapte Dakono原本每月支付大约3200元的租金。Folkes形容他起初是一个“好租客”，直到他收到搬迁通知后情况发生了变化。\n租客Founiapte表示，除非被迫，否则他不会搬离。“为什么我要离开？你不能过来说让我搬走，”当时他拨打了911报警，还抱怨Global News新闻摄制组在他家外面。\n他还解释最终会搬走，等家人在汉密尔顿的新家准备好入住，预计在秋季。\n同时，这位租客采用了多种拖延战术来推迟驱逐令的执行，包括要求以法语进行房东和租客仲裁委员会（LTB）的听证会，而他与Folkes及法律顾问一直用英语沟通。\n代表Folkes夫妇的法律助理Joey Rizzuto说：“遗憾的是，他所使用的一切手段都是房东和租客委员会赋予他的权利。如果有人知道怎么做，他们确实有能力拖延这个过程。”图源：51记者拍摄\nFouniapte在9月20日收到驱逐令，但他仍可能继续免租住几个月。\n在安省，只有警长有权执行合法的驱逐令。而宾顿所在的皮尔区案件积压严重。\nFouniapte选择在驱逐令生效时自愿搬出。\nGlobal News要求Founiapte接受采访，但他拒绝了。\nFouniapte经营位于伊桃碧谷的Hermann Trucking公司，他声称Folkes“没有尽到房东的责任”，并表示计划向房东和租客委员会提起两项诉讼。\nFouniapte还表示，他不是因为驱逐令才离开Folkes的房产，而是因为“我的房子准备好了，所以我离开了。”\nFouniapte早在5月就曾表示，他正在建造一栋新房子，完工后会搬出。\n至于拖欠的32,000元房租和水电费，他说如果被要求支付他会付钱。\n在经历了近一年的房东和租客系统后，Folkes认为这个系统需要改革。她说：“需要做很多改变。”\nOffice Administrator招聘ColWell\nBookkeeper招聘佳兴超级市场","ts":"加国无忧 51.CA"},{"source":"51.CA 坚果儿","title":"安省男子急诊室痛苦挣扎6小时才见到医生！活活等死了","body":"安省一名女子的丈夫在新不伦瑞克省度假期间在当地的一家医院去世，她呼吁加拿大人为急诊室的亲人发声，并呼吁新不伦瑞克省选举的候选人解决她所说的医保健疗危机。\n在此之前，安妮（Anne Makhoul）和她64岁的丈夫丹尼（Danny）一直很喜欢沿海省份：他们曾在爱德华王子岛度蜜月，也曾带着孩子们去过那里，还多次访问新不伦瑞克省。\n“我永远都爱海洋省份，但在Moncton医院的经历确实给我留下了阴影，”她在渥太华的家中接受采访时说道。图源：Reddit\n安妮表示，2023年8月，她与结婚40年的丈夫在Moncton医院度过了可怕的36个小时。她认为她的丈夫在那里没有得到适当的护理。\n8月12日，安妮和丈夫在新不伦瑞克省Sackville短暂停留，这是他们为期两周的假期的第二天。当天，丹尼突然感到腹痛。安妮认为导致丈夫不舒服的罪魁祸首可能是他们喝的一些汤。\n到了当晚11点43分，丹尼的情况一直没有好转，反而疼痛加剧，还出现了腹泻并开始呕吐。由于当地的Sackville Memorial Hospital医院的急诊室只在早上8点到下午4点开放，所以安妮直接拨打了911。\n救护车服务记录显示，急救人员在8分钟内到达，记录下丹尼的疼痛程度为8分（满分10分），并给他进行了静脉注射和输液。他们在记录中写道，由于丹尼正在呕吐，所以没有给他服用泰诺或布洛芬。\n经过1小时46分钟的护理后，急救人员将丹尼送往Moncton医院，花了35分钟才到达那里。安妮表示，她对急救人员提供的治疗感到满意，但对急诊室的处理并不满意。\n“他们似乎并不太重视，”她说。“他们可能觉得‘这个家伙只是食物中毒了。为什么来找我们？’”\n安妮称，丹尼被安排在急诊室旁边的一间带卫生间的小房间里，但除了给他提供尿布以帮助应对腹泻外，从凌晨2点到早上8点30分，他几乎没有得到任何关注和照顾。\n安妮说，他们一整晚都在反复请求止痛药和输液补充（急救人员插入的静脉输液在急诊室被无故移除），但丹尼只被提供了泰诺，她认为这不合理，因为他正在呕吐。医疗记录显示，医疗记录显示，医生在早上8点45分才重新插入了静脉输液器。\n丹尼的入院记录显示，他的情况被评估为3级“紧急”（Urgent），意味着有“病情可能会发展为严重问题，需要紧急干预”。根据分诊标准，待在等候区的3级患者应每30分钟重新评估一次，但重新评估的程度取决于症状的严重性。\n记录显示，丹尼在凌晨2点多刚抵达医院时候进行了一次评估和检查，接着就到早上6点和7点15点——安妮说后面两次是她去护士站请求他们这样做的。\n安妮说，直到早上8点30分，他们才见到医生，此时距离他们入院已经过了6个小时。一个多小时后，她的丈夫被紧急送往创伤中心。\n丹尼于8月14日下午2点38分去世。\n安妮提供给CBC的尸检报告显示，丹尼死于“坏死性/缺血性小肠结肠炎”，即由于血液和氧气流动不足导致的肠道坏疽。\n首席执行官对“缺乏沟通和同情心”表示道歉\n安妮随后写信给Horizon Health Network分享了她的经历。\nHorizon Health总裁兼首席执行Margaret Melanson在一份声明中表示：“我与已故者的家属进行了交谈，并代表我们的组织对此次经历中缺乏沟通和同情心表示诚挚的歉意，同时也对他们的损失表示哀悼。”\n她还表示，Horizon Health仍在积极开展招聘和留任工作，以提高员工水平。\n对于是否有人因这一案件而受到纪律处分的问题，她没有作出回应。\n安妮在一年多前向新不伦瑞克护士协会（NANB）提出了投诉，但至今没有任何结果。\nNANB临时首席执行官兼注册官Kate Sheppard在一份声明中表示，她无法讨论已提交给协会但尚未决定的事项。声明中指出，NANB对所有投诉都非常重视，并在作出决定后在网上发布总结。\n安妮还联系了新不伦瑞克省选举中的主要政党，分享她的故事，敦促他们以此为契机改善该省的医疗保健系统。\nOffice Administrator招聘ColWell\nBookkeeper招聘佳兴超级市场","ts":"加国无忧 51.CA"},{"source":"思忆","title":"多伦多教师夫妇TFSA账户炒股赚到$200万！每月免税提$1.5万","body":"加拿大政府推出免税储蓄账户（TFSA），让居民的投资收益（包括利息、股息和资本增值）可以免税增长。据媒体曝光，多伦多有一对教师夫妇仅仅用了5年，就将他们在TFSA里的15万元，增长到200万元。现在他们每个月可以免税提取1.5万元的收益。不过专家称，这样的成功案例十分罕见。图源：51记者拍摄\n46岁的Paul和42岁的妻子Elizabeth是多伦多的教师，2019年，他们积累了15万元的储蓄。考虑到税收和通胀，他们并没有把钱存在当时利息不到1%的储蓄账户里。\n于是，他们开设了免税储蓄账户（TFSA），并投资了支付股息的股票。如今，他们的TFSA总额已达200万元，这些股票每月支付1.5万元的免税股息。\n这笔财富来自2020年初购买的初级和中级油气股票。当时，COVID-19疫情首次警报导致股市暴跌，俄罗斯和欧佩克之间的价格战进一步压低了油价。\n在购买股票的几个月前，Paul浏览了投资网站、公司介绍、季报、行业出版物以及其他能源领域的资料。他认为油气股票是一个不错的投资选择，它们的价格非常低。\n他回忆道：“起初我在看Ovintiv和加拿大自然资源有限公司这样的大公司，后来我认为价格较低的小公司在百分比增长方面可能会是更好的投资选择。”\n“我最终选择专注于Peyto勘探与开发公司。就在这时，全球疫情爆发，股价进一步下跌。”\nPaul是一名历史老师，经常讲授股市崩盘史，因此他知道当市场恐慌导致股价大幅折扣，通常是买入股票的好时机。\n当时，Peyto的股价仅1元出头。该公司是加拿大成本最低的天然气生产商，其长期债务在几年内不会支期，且其天然气销售对冲稳定了现金流。股票的股息收益率为20%。\nPaul将他的TFSA账户限额69,500元全部投入Peyto。不久后，他妻子TFSA账户中的69,500元也投资于Crew Energy公司和Peyto的股票。\n在作出投资后不久，Peyto削减了股息。然而，随着天然气价格的回升，该公司又逐步提高了股息，从2020年每季度1分钱上升到目前每月11分。\n2021年1月TFSA新的供款空间开放后，这对夫妇将剩余的15万元存款投入了这两只股票。预计Tourmaline Oil公司对Crew Energy的收购将在10月初完成。\nPaul相信，加拿大的能源公司将继续表现良好，部分原因是新的管道即将投入使用。随着Trans Mountain扩建项目完工以及LNG Canada预计明年完工，亚洲的新市场将会开放。\n他还认为，向更环保能源的转变不会像一些人预期的那么快发生。他说：“我认为天然气的需求至少还会持续10到15年。”\n这对夫妇计划继续持有Peyto的股票。一旦Tourmaline完成对Crew Energy的收购，他们也将持有Tourmaline的股票，这将增加他们的收入来源，因为Tourmaline支付股息，而Crew Energy则没有。\n他们的投资组合还包括另外两家油气公司Birchcliff Energy和Gear Energy。这些股票是用Peyto的股息购买的。Peyto的创始人也是Gear Energy的创始人。\nPaul说：“我们确实计划在未来几年内投资其他行业。”公用事业和房地产投资信托基金（REITs）已经在他们的关注范围内，但他们并不急于购买。最近利率下降可能会提振REITs，但收益率“并不理想”。专家：一般人不要效仿\n多伦多金融顾问Warren MacKenzie表示：“Paul夫妇在合适的时间投资了合适的股票，将15万元的投资变成了200万元，并且是免税的。不到五年内取得如此大的回报是罕见的。很少有投资专业人士和DIY投资者有足够的专业知识、愿意进行必要的研究，或能承担与这种投资方式相关的风险。”\n“Paul花了几个月的时间研究，发现他最感兴趣的股票从37元的高点跌至2020年3月的1.10元。作为一名教师，他理解股市崩盘和复苏的历史，他感兴趣的公司的基本面没有太大变化，但其股价受全球疫情和俄罗斯与欧佩克之间的石油价格冲突的影响。”\n“像他们这样有稳定工作和良好退休金的人，可以承担集中投资于两只加拿大股票的较高风险。即便失去了全部投资，也不会影响他们的财务安全。除非是使用可以承受损失或不需要的钱，否则其他人不应承担这样的风险。”\nOffice Administrator招聘ColWell\nBookkeeper招聘佳兴超级市场","ts":"加国无忧 51.CA"},{"source":"思忆","title":"离谱！宾顿公交巴士冲破五间房屋后院！市政府不赔！","body":"本周，大多伦多地区发生了一起离奇的车祸。一辆公交车冲过一个路口，撞上一辆车并穿过多个民宅的后院。现在，房主们要求市政府赔偿损失。图源：CityNews\n据CityNews报道，周三凌晨，这辆公交巴士不知何故，冲过Eden Brook Hill Drive路口，撞上一辆车，并骑上路牙，冲上一个斜坡，然后冲进多家住宅的后院。图源：CityNews\n受损的居民表示，当时大家都还在睡觉，突然听到一声巨响，还以为是打雷，出来查看时，震惊地看到市政府的巴士车，撞上房子只差几英寸的距离。\n总共有五间后院被撞坏，居民们无比震惊。现场一片狼藉，满地树枝和后院家具残骸。图源：CityNews\nMonaco Court居民Deepak说，他从2011年起就住在这里。事发时，他在上班，妻子和女儿在家。她们打911报警。女儿看到巴士司机坐在车里，没有受伤。司机走下车，直接穿过他的家离开了。\n皮尔区警局称，已经对这名司机开了“未让行”（fail to yield）的交通违规罚单。\n这辆巴士在周三凌晨5:30左右被拖走。但是Deepak说，他对警方的态度很不满。他说来处理的女警员说，这里是Brampton，然后给了一个案件编号就走了。他觉得这是一种歧视。\n目前，当局还没有交代事故发生的原因。居民们称，是他们自己前往市政府，要求找人来处理。\n两天后的周五，市政人员来到现场清理和收拾残局。皮尔区警方在现场竖了一个临时的围栏。\n但是居民称，没能解决，警方只是让他们打自己的保险公司。\nBrampton市政府发布一项声明，称周二午夜，一辆公交巴士涉及一起事故，最后停在Edenbrook Hill和Bovaird Drive附近居民后院。巴士上没有乘客，Brampton公车局与皮尔区警方密切合作进行调查。\n现在，受损的居民表示，自己不应该支付1000元的保险垫底费，他们要求市政府作出赔偿。\nOffice Administrator招聘ColWell\nBookkeeper招聘佳兴超级市场","ts":"加国无忧 51.CA"},{"source":"思忆","title":"自由党团酝酿倒杜鲁多！华裔部长力挺：我信任他的领导","body":"加拿大总理杜鲁多即将面临来自自由党议员日益增加的压力，他们要求他辞去党领袖的职务。\n这些自由党后座议员主要来自大西洋省份和安省西南部。他们正在讨论正式提出要求，敦促总理在决定是否继续领导自由党时，考虑党的未来。图源：PMO/Adam Scotti\n此前的几个月，议员们在闭门会议，甚至公开向记者表示，他们已经接受了杜鲁多将继续留任的想法，但本周三的议会会议后，情况发生了变化。\n总理和他的主要助手缺席了常规的每周会议，这种情况极为罕见。当讨论转向自由党面临的挑战时，特别是最近蒙特利尔和多伦多补选结果以及持续的民意调查问题，情况变得“紧张”。“秘密”会议\n这群议员先是要求总理办公室的工作人员离开，脱离党团进行类似于“秘密”的讨论，三位议员告诉CTV新闻，这场会议感觉像是一个秘密的党团会议。在这次会议中，他们讨论了更正式的行动，有议员坚持认为，他们希望直接向杜鲁多表明意见。然而，这一直接对话尚未发生。\nCTV新闻在周五采访了24位自由党议员，其中大约一半表示他们知道一封所谓的信正在流传，但没有在信上签名。约有六位议员表示，他们听说“大约有30人签署了信”，但并未亲眼看到签名。三位议员表示，他们只能代表自己发言，但会支持杜鲁多重新考虑是否领导自由党参加下次选举；另外三位议员则表示，他们对存在这样的信件感到“惊讶”。\n所有议员都要求匿名，因为担心因公开发言而遭到报复。许多议员向CTV新闻透露，最近总理办公室对议员向媒体泄密的态度愈加强硬。\n关于要求总理下台的正式请求，最早由《多伦多星报》报道。杜鲁多在老挝图源：X@JustinTrudeau\n杜鲁多本周大部分时间都在老挝，参加东盟峰会。他所乘坐的飞机于周五晚间降落在火奴鲁鲁加油。\n当飞机着陆时，总理和他的工作人员得知了这些报道。大约20分钟后，贸易部长伍凤仪（Mary Ng）向随行的记者发表了讲话。\n”她说：“我感到失望，因为加拿大人期望我们专注于他们的需求，做好这项工作。”\n伍凤仪坚持表示，总理得到了她的支持。\n“我对杜鲁多作为我领导人的信心十足。”\nOffice Administrator招聘ColWell\nBookkeeper招聘佳兴超级市场","ts":"加国无忧 51.CA"},{"source":"思忆","title":"警方求助：杀人通缉嫌犯被错误释放！见到立即打911","body":"荷顿区警察正在寻求公众的协助，寻找一名因涉嫌企图谋杀而被通缉，却被“错误释放”的嫌疑人。\n警方表示，23岁的嫌疑人Nana-Yaw Asante是安省省警通缉的被告。Asante因多项罪名被通缉，包括使用枪支企图谋杀，他于周四被错误释放。图源：HRP\n据警方称，Asante于10月10日在伯灵顿出庭应诉另一项不相关的案件时，被错误释放。警方表示，正在申请对他的逮捕令，因为他目前属于非法在逃状态。\n警方已发布了Asante的照片。他被描述为身高5英尺5英寸、体重145磅的黑人男性，黑色头发，棕色眼睛。\n警方警告，如果发现Asante，不要接近他，应立即拨打911报警。\nOffice Administrator招聘ColWell\nBookkeeper招聘佳兴超级市场","ts":"加国无忧 51.CA"},{"source":"熊靓","title":"再见加拿大：留学生被“驱逐”？北京孩子在回流的路上","body":"9月18号，加拿大移民部长宣布了最新的移民政策，本轮政策主要是针对留学的学签、工签和永久居留实施了再次收紧。新政一出，留学生的圈子是一片哀嚎。\n有业内人士预计，未来三年，将有十万中国留学生会受到影响，他们会陆续“被迫”离开加拿大。看着政策的变化，作为一名加拿大留学生家长，我的心情也跟着起伏。\n女儿说，既然在加拿大留学了这么久，毕业之后怎么也要在加拿大工作一段时间。如果资格够，肯定要申请一下枫叶卡，不然这读书的钱不就白花了。\n女儿的想法确实代表了很多留学生，留学、办工作签证、拿到枫叶卡，已经成为了留学生们来加拿大的一套既定的“规则”。\n为此，我特意联系了这几年在加拿大认识的北京留学生，听他们说一说，在这次被称为史上“最苛刻”的移民政策面前，身在其中的他们是不是已经收拾好了行李，准备回北京呢？\n不给发枫叶卡就回北京，大不了从头再来\n其实，从2024年年初，加拿大的移民留学政策就已经开始收紧，减少除低龄留学之外的学签，至2025年学签减少50%；BC省将在2025年初关闭硕博毕业直接拿永居的通道……\n一直在关注移民政策的Ben，向我细数着加拿大今年出台的各种不利于移民的政策。Ben是今年我写过的一篇《留学断供之后，当人体模特、夜市烤鱿鱼……我走上了疯狂的开源截流之路》的主角，他今年六月从多伦多大学Rotman商学院毕业，获得了金融学士的学位，现在一家加拿大知名银行理财项目主管的职位，年薪30万人民币。\n工作之余，他和几个朋友成立了一家园林公司，承接锯树业务。加上在嘉年华活动上卖烤鱿鱼的收入，一年算下来，落在Ben口袋里的钱接近70万人民币。这个收入除了能够支撑他在加拿大过得不错，还能够还上大学时欠下的外债。\n现在Ben正在准备和几个同学筹划成立一家食品公司，弄几台Food truck（食品卡车）把烤鱿鱼的生意正规化，按照他的规划未来三年他的个人年收入能够突破100万人民币。\n虽然Ben嘴上说，如果他拿不到枫叶卡就回北京，大不了从头再来。但如果他在三年内拿不到枫叶卡，可是真要提着行李回到北京了。对于才从断供的愁云中走出来的Ben来说，能说枫叶卡不重要吗？\n如果没有那么多羁绊，也许能够说不重要。此刻的Ben承认自己还是很忐忑的，他现在已经申请了枫叶卡。学历、工作经验、收入加上英语成绩等多项打分下来，Ben离2024年9月19日，加拿大联邦快速通道最低邀请分数509分，还有不小的距离。Ben认为，不管分数差多少，距离有多远，反正他都会一直申请下去的。\n今年的政策一直在收紧，Ben认为自己的申请肯定会受到影响。但是他认为他的移民成功与否，和政策变化不大。政策是对英语差、不是紧缺专业等的收紧。他有全职的工作合同和雅思八分的英语能力，应该不在政策收紧的范围内。他现在主要是和那些名校毕业的硕士、博士一起PK，所以 “上岸”的速度没有那么快。\nBen感觉移民数量快速增加，他移民的难度也在快速增加。他说：“卷学历已经成了移民的一道坎，我也得跟风了。今年年底我就打算申请多伦多大学Rotman商学院的金融硕士。读了硕士能够提升我的分数，拿到枫叶卡的希望也就加大了。如果等硕士读完了还没能拿到枫叶卡，我就干脆再读个博士，如果到时候再没有办法拿到枫叶，我就真是没有办法了，只能说明我真和加拿大无缘了。”\n习惯了不加班，回北京当码农真吃不消\n移民政策的千变万化，让本来轻松就能拿到枫叶卡的名校留学生，也开始焦虑。我前同事的女儿艾薇已经在加拿大工作了三年，今年年底她的工作签证就要到期。这边的枫叶卡申请还没有被批准，她现在已经陷入了枫叶卡申请没有被批准，就要回国的窘境。\n艾薇是十年前来加拿大读高中的，经过了艰苦的学习，高中毕业就顺利考上了滑铁卢大学的CS专业。从读书拿奖学金再到实习找工作，一路都非常顺利。\n艾薇在位于多伦多市中心的亚马逊公司担任程序员一职，年收入在60万人民币左右。从实习到工作，她一直都在亚马逊。\n对于目前的这份工作，艾薇很满意，虽然是从早上九点到晚上六点一直工作，中午只有一小时的休息时间，但艾薇几乎从不加班。\n一找到工作，爸妈就资助她在多伦多市区买了一套100平米的公寓，没有房租的压力，艾薇过得是非常滋润。经常一有空，就任性的全世界满处飞。\n她万万没有想到影响着她去留的枫叶卡申请，迟迟没有通过。离工作签证到期日越来越近，艾薇开始慌了。\n她说：“我觉得以我这样的紧缺型，又是名校毕业的人才，怎么可能还会拿不到枫叶卡呢！现实真是给我结结实实上了一课。我的分数离‘上岸‘的分数只差几分，现在我每天都去IRCC(加拿大移民局官网)去刷一刷，看看我的申请有没有变化。万一有人拒绝了邀请，万一我能够填空上呢！”\n她的直属上级是个印度人，是麦吉尔大学计算机硕士毕业，还会法语。这个人跟艾薇一样，也在等枫叶卡的申请被批准。\n上级告诉她，整体加拿大今年的移民审核速度变慢了，和新政有关系，也耽误了很多本来符合条件的申请者。如果在工作签证到期前，移民申请还批不下来，她就组织全公司的印度同事一起罢工，“绝对不会被加拿大政府随便欺负”。\n印度同事们的硬刚，艾薇学不来。艾薇表示，她想回北京，但是回去之后要去当码农，她是说什么都不愿意。这大厂码农们的工作强度，她的身体真是吃不消。\n十年的加拿大生活，让艾薇觉得自己已经适应不了北京了。大学时她暑假回国，在望京的一家大厂实习。从实习的第一天到实习结束，一共三个月，几乎一直在工作，没有休息过一个完整的周末。\n艾薇对这份工作也心存抱怨，没想到在实习结束时，主管居然她的实习评语上写着：该名实习生的吃苦精神不够。艾薇说，天天加班还说不能吃苦，这不是睁着眼说假话吗？如果大厂的环境都是这样，她对回北京感到十分担忧。\n和女同学“结婚”拿永居，赶紧叫停这种捷径\n听着我给几个留学生打电话，大家都在为留下还是回北京犯愁。女儿告诉我：“既然申请枫叶卡对于他们来说这么困难。为什么不找个有枫叶卡或者是加拿大国籍的伴侣呢？都不用领结婚证，只要共同居住一年就能申请枫叶卡，而且批准的特快。”\n女儿接着说道：“我高中的闺蜜跟我说，她有加拿大国籍，如果以后我办不下来枫叶卡，可以跟她‘结婚’，她不要我钱就给我办。”\n女儿的一番言论，给我听炸毛了，立刻给她骂了一顿，我告诉她到什么时候走不能走这种“歪门邪道”。\n到底结婚移民真的跟我女儿说得一样容易吗？真是一个捷径吗？\n我联系了去年来Sheridan College （谢尔丹学院）读动画设计硕士学位的小溪。小溪刚来加拿大的时候，她跟我说她男朋友有加拿大身份，她可以备靠着男朋友拿下枫叶卡。\n一年过去了，现在的小溪即将面对毕业，她现在已经拿到了国内一家知名游戏公司的正式offer。她准备完成课程之后就立刻回北京，至于靠着男朋友获得枫叶卡这件事情，她说，这种捷径不适合她，不是想走就能走的。\n小溪大学本科就读的是中国传媒大学的动画专业，作为从中国顶尖的传媒大学毕业的她挺傲气的。她说：“作为北京人，我没觉得一张加拿大永居有什么了不起，只是工作生活方便一些罢了。但是有人把办枫叶卡当作是一种交易，我是非常鄙夷的。”\n“我之前也想，男朋友既然能给我办，就顺便给我办一张，后来他居然说让我必须给他生儿子才给我办。我也是不服软，直接拒绝了他，也跟他分手了。”\n加拿大官方数据显示，配偶担保移民是移民人数最多的移民项目，2024的名额是8万2千人，2025年会增加到8万4千人。而且从申请要求、申请方式和办理时间上，配偶担保移民是所有移民项目中最便利的，耗时最短的。\n小溪说， 她认识的人中有不到半年就获得批准的，所以这个路线一直很受欢迎。她身边的不少学艺术的，不太好申请枫叶卡的留学生都在动这方面的脑筋，也经常被坑。\n小溪的一个校友，前段时间花了二十万办配偶移民，递交申请之后，花钱买的“配偶”要求加十万块。没办法，只能咬着牙把钱付了。至于后面还有没有坑，就不好说了。\n小溪觉得，对于学动画设计的她来说，加拿大并不是一个她最理想的就业之地。自从《黑神话：悟空》问世以来，小溪认为未来中国的游戏或者是动漫产业势必会有一个快速增长的红利期。抓住这个机遇是小溪目前最想做的事情，回国工作也是水到渠成的事情了。\n高物价、就业难、难民多，多村不如北京\n“加拿大的移民政策就跟抽风一样，一会儿大放水，难民一拥而入；一会儿又收紧留学签证，让我们都滚蛋。我不想讨论移民政策了，因为我大学一毕业就回北京了！无论是温哥华还是多伦多，远不如北京繁华安全，适合我。”我女儿的高中同学Jason小学六年级就来加拿大读书了，在多伦多住了六年目前在多伦多大学读电气工程。\n相比下Jason想回北京的想法，他的父母是完全不理解的，他们认为Jason好不容易考上工程专业，据说这个专业是加拿大最好找工作的专业，不拿到枫叶卡就回北京太可惜了。\nJason说：“我爸妈是北京体制内的中学老师，他们是看到最卷的教育，感到害怕和心疼我，才非要送我出国留学的。”\n可是，Jason并不喜欢加拿大，每次他说想回北京，他爸爸就吼他，说加拿大学习压力小，没有那么卷，回北京干嘛！老实在加拿大待着吧！\n首先是Jason不喜欢多伦多的高物价，在外面吃一顿饭几乎是北京的两到三倍。有限的生活费，让Jason的日常生活过得极为平淡，社交也不多。\nJason第二个不喜欢加拿大就业难，工程作为热门专业，就业是一年不如一年。\nJason说：“前段时间我还去了多伦多的招聘会，排队进场就花了三个小时，到了现场一看招人的公司也只是收简历，或者是告诉我们把简历发到他们的招聘邮箱。几个陪我去的前辈都说这种招聘几乎是没有效果的，就是想让我亲自体验一下他们投100份简历只收到一个面试的难受感。”\n“我也懒得去想为什么就业环境如此，我只看现实情况，既然在加拿大养不活自己，待下去是没有任何价值的。”\n高中时经过了两次被难民抢钱之后，Jason对加拿大治安好的好感度已经完全消失了，这也是他最不喜欢加拿大的地方。这三年来，大批的难民涌入了加拿大，犯罪率一直在攀升。\nJason认为，加拿大的治安被难民严重破坏了，生命安全没有保障了。现在他搬到了多伦多市中心，天一黑满街都感觉是犯罪分子，他也不敢出门。\n和父母之间对于加拿大的认知差异，是Jason回北京的最大阻碍。现在他觉得不能听从父母的安排，他必须独立起来，为自己未来回北京铺路了。\nJason现在已经在领英更新自己的简历，投简历的坐标就是他心心念着的，一定要回去的北京。\n他说，他学的专业不太适合线上办公，投了很多北京的实习岗位，目前没有收到任何回复，但是他会一直坚持下去，直到在北京找到工作为止。\nOffice Administrator招聘ColWell\nBookkeeper招聘佳兴超级市场","ts":"菁kids北京"},{"source":"思忆","title":"阿岗昆枫叶100%变色！感恩节长周末哪里开门关门，哪里好玩！","body":"下周一10月14日是加拿大一年一度的感恩节（Thanksgiving），这个周末也是长周末。根据天气预报，周六以晴天为主，周日和周一都有40%的机率下雨。\n每年感恩节长周末都是加拿大人出门度假欣赏秋叶美景的最佳时间，以下是大多伦多哪些地方开放、哪些关闭以及有哪些活动的相关信息：图源：51记者拍摄走远一点：去赏枫\n根据安省旅游局最新的枫叶颜色变化报告，安省大部分地区的枫叶在感恩节周末进入最佳赏枫时段，其中北部很多地区75%的枫叶已经变色，中部阿岗昆省立公园100%的枫叶变色，白求恩故乡Muskoka 和Haliburton地区也有40-60%的枫叶变色，而在GTA地区也有20-40%枫叶变色。Gravenhurst: 50%–60% 叶子颜色已变化一半以上，主要呈现黄色和橙色。Bracebridge: 50%–60% 叶子颜色变化一半以上，主要为黄色和橙色。Muskoka Lakes: 50%–60% 叶子变化一半以上，看到大量橙色和一些小红色斑块。Huntsville Lake of Bays: 85% 接近峰值，30%的叶子已掉落。Lake of Bays: 80%–90% 接近峰值。Algonquin Park: 100% 变色峰值，40%的叶子已掉落，树上无绿色，几乎没有叶子掉落，色彩达到极致！主要为黄色和橙色。Georgian Bay: 30%–40% 颜色开始扩展，越来越明显，绿色开始褪去。图源：https://www.discovermuskoka.ca\n这个长周末无疑是一家人或与亲朋好友外出赏枫的好时机。加之安省各地均有地方特色的周末活动，包括收获节、艺术展、画室游、古董车展以及远足之行等等，令秋季赏枫的内容更加丰富多彩。感恩节周一GTA哪些景点开放\nRipley水族馆：上午9点至晚上9点开放\n安省博物馆（ROM）：上午10点至下午5:30开放\n多伦多动物园（Toronto Zoo）：上午9:30至下午6点开放\n安省美术馆（AGO）：上午10:30至下午4点开放\n加拿大奇幻乐园（Canada’s Wonderland）：周一关闭\nCN塔：上午9:30至晚上9点开放超市\n大多数华人超市开门，其他超市多数将关闭，只有少数会保持开放，包括：Loblaws（Maple Leaf Gardens）：早上7点至晚上8点开放Metro（College Park）：早上8点至晚上8点开放所有Rabba Fine Foods门店24小时营业部分Farm Boy门店开放，包括100 Queens Quay E.、207 Queens Quay W.、777 Bay St.、81 St. Clair Ave. E.，营业时间为早上10点至晚上8点所有GTA Eataly门店开放，包括Yorkville、Sherway Gardens和Shops at Don Mills（营业时间因地点不同）\n酒类商店/LCBO：所有啤酒商店和LCBO门店将关闭。\n药房：许多药房将关闭，Shoppers Drug Mart和Rexall的部分门店将开放。商场\n伊顿中心（Eaton Centre）：上午11点至晚上7点开放\n太古广场（Pacific Mall）：上午11点至晚上8点开放\nMarkville购物中心：上午11点至下午6点开放\nSquare One购物中心：上午11点至下午6点开放感恩节周一关闭的商场有：Dufferin MallFairview MallScarborough Town CentreSherway GardensShops at Don MillsYorkdale Mall其他场所\n多伦多公共图书馆分馆周日和周一均不开门。\n银行和政府办公室周一不开门。\n周一没有邮件递送。\n感恩节周一TTC和GO Transit的服务变动\n由于轨道维修，2号线周六和周日Victoria Park站和Kennedy站之间关闭，将有接驳巴士运行，车站仍然开放。\n周一，TTC将按节假日服务时刻表运行，GO Transit将按周六时刻表运行。长周末的天气情况\n虽然长周末将以晴朗天气为主，但不会持续太久。周六晴，气温约为16摄氏度。周日晴间多云，气温14摄氏度。周一气温将降至10摄氏度，周日和周一可能有降雨。长周末GTA的活动\nDownsview Park的南瓜节（Pumpkinfest）将持续整个周末。图源：51记者拍摄\nGTA的多个农场将举办秋季活动，包括Forsythe Family Farms、Downey’s Farm Market、Brooks Farms、Pingle’s Farm Market和Springridge Farm。\n多伦多枫叶队主场揭幕战将于10月12日晚上7点在丰业银行体育馆（Scotiabank Arena）举行。\nWoodbridge秋季博览会将在旺市100 Porter Avenue的Woodbridge博览会场举行。\n请经验装修中工招聘泰山工程\n诚招一位家庭陪护阿姨招聘唐装私人订制","ts":"加国无忧 51.CA"},{"title":"觉得薪水不够请把位置让出来，去自谋出路，不应该把手伸向比你们生活更艰难的纳税人。","body":"省长福特表示，安省“严峻”的生活成本是他政府最近提升三位进步保守党MPP职务的原因之一，使他们的年薪增加超过$16,000。\n省长暗示，这些晋升是为了弥补每年$116,000的“不公平”基本工资，该工资自2007年首次被冻结，并由连续几任省长维持不变，包括福特。\nGlobal News率先披露，最近当选的MPP Tyler Allsopp在9月19日赢得Bay of Quinte补选，将晋升为长期护理厅长的议会助理。\n政治评论家指出，尽管Allsopp已经宣誓就职，但他尚未以当选官员的身份进入Ontario立法机构，并质疑他是否值得获得晋升。\n福特在一场与此无关的Brockville, Ont.新闻事件中作出这些评论，另有一位最近获省长财政提升的MPP。\n“大家对政治家进行批评，我理解，我不需要加薪，等等，”他说。\n“但是有些人进入这份工作，公共和私营部门都没有上涨过——我不打算进行这样的调整——各种政治倾向，自2007年以来。这实在不公平。我不在乎你是否是政治家——但2007年？”\n冻薪自2007年以来持续存在，并在多个场合被延长，工资上涨潜力与平衡预算挂钩。\n最近，在2022年，福特政府在意外实现预算平衡后引入立法，规定MPP工资上限保持不变。\n当时，政府表示，在财政压力继续对公众造成影响时，意外平衡预算不应导致MPP获得更多资金。\n近年来，福特监督着不断扩大的内阁和议会助理人数。内阁部长、副部长和议会助理任命时都会在基本工资上获得财政补贴。\n进步保守党在2018年的竞选活动中注重财政责任，并在2022年竞选中转向大规模基础设施项目和新住房建设。\n但，在他曾反对“鲁莽支出”的六年后，福特因其在公共资金上的支出受到审查。\n年初发布的年度工资报告显示，福特领导着安省历史上最昂贵的省长办公室。\n福特周五的评论——一方面感慨省级政治家的薪酬，另一方面承诺不改变它——是在他多次批评联邦NDP领袖Jagmeet Singh数周后做出的，他声称后者会推迟通过选举来获取养老金。\n安省的MPP在辞职或退休时没有养老金。\n“对这些贪婪的政治家来说，没有什么比收集养老金更重要，”福特上个月在联邦NDP-自由党协议崩溃后说。\n“我要是错了，我愿意在这里向所有贪婪的政治家道歉，但早期选举是不会发生的。说实话，他希望得到他的养老金，他哪也不去……因为他和一大堆其他想抓住纳税人钱的政治家都这样想。”\n周五，福特语气有所不同，强调政治家工作的持续性，并暗示薪酬过低是一个无党派和跨党派的问题。\n“无论是进步保守党、自由党还是橙色党或其他，这些人都非常努力地工作，这是我能告诉你的一切，”福特说。“当你得选举官员并且他们真的在做工作时，我保证是365天，全天无休。”\n请经验装修中工招聘泰山工程\n诚招一位家庭陪护阿姨招聘唐装私人订制"},{"source":"谈海","title":"网友狂晒昨夜北极光！飞机上拍到的北极光照片如梦如幻","body":"根据预测，昨晚加拿大的大部分地区都可以看到北极光。\n大多伦多地区的许多网友也都看到了，许多网友连夜晒图，难以掩饰兴奋之情。图源：X@Darren McEwen\n加拿大航空的乘客则在飞行中欣赏到了明亮的北极光，享受了大自然版本的机上娱乐。\n周二凌晨，刚过午夜，Darren McEwen在从多伦多飞往渥太华的航班上，透过飞机窗户拍摄到了令人惊叹的极光照片。\nDarren McEwen说，昨晚安大略省东部云层之上肯定出现了北极光……\n他说，虽然飞行员没有宣布乘客可以看到极光，但他自称是“气象学爱好者，知道看到极光的可能性很高”。\nDarren McEwen说：“你可以把脸贴在窗户上看它们，遮住机舱内部的明亮灯光。”\n几位X用户在McEwen的帖子下发表评论，称赞他的摄影技巧。\n一位评论者说道：“这是最酷的照片。 ”\n另一位网友评论道：“我投票给你——拍得真好，哇！”\n加拿大航空甚至给他发了一条消息，并用“爱心眼”的表情符号进行了评论。\n本周早些时候，加拿大各地都可以看到极光，许多人在社交媒体上发布大自然灯光秀的照片。\n观众们捕捉到了北极光的壮丽景象，它们将天空染成了绿色、紫色和红粉色。图源：X图源：reddit\n如果您错过了北极光，本周也许还有机会再次看到它。\n美国国家海洋和大气管理局 (NOAA) 的极光预报预测周四晚上到周五早上将出现强烈的太阳活动。\n请经验装修中工招聘泰山工程\n诚招一位家庭陪护阿姨招聘唐装私人订制","ts":"加国无忧 51.CA"},{"source":"51.CA 坚果儿","title":"多伦多华人男子行李中携带$30万违禁品，在机场被捕","body":"据卡尔加里警方称，多伦多25岁华人男子Anthony Tang从卡尔加里机场飞抵温哥华时，被查出行李中携带了价值约30万元的毒品，当场被捕。\n然而，Tang很快因基于司法管辖调查权限而获释，直至三个月后再次被捕。图源：51记者拍摄\n卡尔加里警方称，今年7月2日，多伦多男子Anthony Tang从卡尔加里登机，最终目的地是韩国，中途在温哥华停留。该男子的托运行李在过安检时被标记为\"可疑\"，搜出大约20公斤甲基安非他命（俗称冰毒），价值约30万加元。\n机场保安立即通知加拿大边境服务局（CBSA）及当地警方。Tang当场被捕，但很快就因受“跨司法管辖区的调查”规例所限而被释放。\n警方表示：\"此后我们的调查人员一直在收集证据，包括与加拿大检察院合作，以获得加拿大全国范围的逮捕令。\"\n最终，Tang于10月3日在多伦多被捕，随后于10月9日被带回卡尔加里受审。\nTang被控以管有、贩运和出口甲基安非他命，并安排于周五在卡尔加里法院出庭应讯。\n请经验装修中工招聘泰山工程\n诚招一位家庭陪护阿姨招聘唐装私人订制","ts":"多伦多热推"},{"source":"哈科","title":"10月11日超市折扣实拍!安格斯牛肉限时特价 鸡蛋低价","body":"感恩节长周末在即，提前祝51网网友们节日快乐。\n每周五跟随51小编探店多伦多超市，找出超值的必买物品。\n本周赶着节日来临，超市99分大特价甩卖火鸡，价格非常漂亮。\n安格斯3A的牛肉品质，本周限时特价大促销。\n还有1.98一盒的鸡蛋，不销量随便买。\n请经验装修中工招聘泰山工程\n诚招一位家庭陪护阿姨招聘唐装私人订制","ts":"加国无忧 51.CA"},{"source":"51.CA 坚果儿","title":"多伦多换汇店老板当街被抢走$11万: 这笔钱是我的命","body":"昨天，约克区Yonge和Steeles发生了一起骇人听闻的暴力抢劫案。光天化日之下一伙劫匪开着两辆车围堵、逼停受害者的车辆，当街抢走一整个行李箱的钱。\n据受害者Mohammad Yaghoubi最新证实，他在遭到一顿拳打脚踢后，被抢走了大约10万至11万加元。\n“这笔钱是我的命，我想保住它！\"Yaghoubi说。\n这起抢劫案发生在10月8日下午5点多，地点位于Yonge和Meadowview附近一个名为World Shops的商业广场附近的车道上。\nYaghoubi表示，当时他正驾车经过该广场，他的灰色Genesis被一辆白色雷克萨斯SUV和一辆白色奔驰包围。他试图倒车脱身，但车辆的安全系统不允许他这样做，随后劫匪的车辆将他围住。图源：CP24\n在约克区警方（YRP）分享的一段视频中可以看到三名身穿黑色衣服的嫌疑人对Yaghoubi驾驶员一侧的车门又踢又砸。最终，车门被打开，他被拉了出来，并遭到多次殴打。\n最后，其中一名嫌疑人从Yaghoubi的车上拿走了一个手提式行李箱。随后，犯罪嫌疑人驾驶两辆汽车逃离现场。\n警方称箱子里装满了现金，但数量不详。受害人受了轻伤。\nYRP发言人Ryan Boulay表示，考虑到案发时间，这起抢劫案的严重性“进一步省级”。\n“中午时分，光天化日之下，到处都是车辆和行人。这不是我们通常能看到的，\"Boulay在周四下午说。\n“这起事件看起来肯定是有预谋的。犯罪嫌疑人开着两辆车出现，他们显然很清楚自己的目标是谁。”图源：CP24\n周四，Yaghoubi公开接受采访，脸上有一些瘀伤，但他说自己并无大碍。他透露，他在附近的Yonge和Finch交汇处拥有一家货币兑换公司。他认为嫌犯一直在“监视”他，并注意到他携带着装满现金的手提箱。\n警方鼓励从事贵重物品或高价值商品运输的人员考虑雇佣专业的运输公司，如果没有这个条件，那就考虑经常改变日常工作和生活习惯，不要让任何可能在寻找此类产品的人预测到你的行动。\n警方仅描述嫌疑人为男性，说话带有“中东”口音。涉案的雷克萨斯于本周二早些时候在多伦多报失，其安省车牌号为DCDL 270。警方指出，涉案奔驰车的车牌号为CKDY 286，并未在该车上登记。\n警方表示，他们相信这起抢劫案是有针对性的，并希望任何知情者拨打1-866-876-5423转6630联系YRP的 Hold-Up Unit，或匿名联系Crime Stoppers。\n请经验装修中工招聘泰山工程\n诚招一位家庭陪护阿姨招聘唐装私人订制","ts":"多伦多热推"},{"source":"谈海","title":"朝警察开枪枪手被判刑两年：多伦多警察协会强烈谴责","body":"2021年圣诞节早上，多伦多一名警察没有牺牲，这真是一个奇迹。最终朝警察开枪枪手被判刑两年，多伦多警察协会主席Clayton Campbell称该判决“荒谬”。图源：X\n安省法院法官Michael Waby本周告诉Michael Katz：“毫无疑问，这纯粹是运气好，与你搏斗的警察和路过的民众都没有被你枪里射出的子弹击中而死亡或受伤。”\n“我相信，这些事件发生在圣诞节早上意味着St. Clair Avenue比平时安静，并且幸运的是降低了灾难的风险。”\n法庭获悉，35岁的Katz因吸食大麻而严重中毒，在城市街道上撞上了一辆停在路上的丰田车的后部，撞车后他大声呵斥车主“滚开”，然后开车逃跑。图源：X\n警察接到报警后找到了Katz和他受损的汽车，但他坚称那不是他的名字。当两人试图逮捕他时，他不仅拒绝服从，而且在随后在St. Clair Ave. W.发生的“持续而激烈的”斗争中，法官说他掏出一把黑色手枪开枪——幸运的是，这一枪没有击中任何人，武器掉在了街上。\n增援部队赶到，但他们也难以控制住他。当Katz设法脱下T恤和夹克并开始逃跑时，他被警察用电击枪击中。法官说，他仍然不配合。相反，他夺走了警员尼Nicola Kirwan使用的电击枪并开枪射击。\n这可不是什么明智之举。由于电极仍嵌在Katz体内，结果他又一次电击了自己。图源：tps.ca\n幸运的是，一位有良知的公民发现了他在街上掉落的枪——一把9毫米手枪，枪膛里有一发实弹——并将其交给了警方。\nKatz最初面临多项指控，包括两项谋杀未遂罪，他于5月份对四项罪名表示认罪：持有装有子弹的违禁枪支、持武器（电击枪）袭击警察、未按时离开现场以及不清醒驾驶。\n检方要求判处四年徒刑，不包括审前羁押。他的律师希望对首次罪犯判处六至九个月的缓刑。\n律师的理由是因为警方使用了“过度武力”，但是法官驳回了辩方提出的减刑请求。\n法官写道：“随身摄像机、门禁和手机录像都显示，Katz先生在与警察打交道的整个过程中，表现得极其坚决地不合作。”\n法官补充说，警方不得不在混乱的冲突中使用武力来控制“一名身体强壮的男子，该男子自愿服用毒品，身体反抗，一直拒绝遵守适当的指示，并且在警察调查未能停车事故时，在多伦多一条主要街道中间掏出一把手枪并射击，之后试图逃跑。”\n法官正确地指出，现在对多伦多警察来说是一个危险的时期：统计数据显示，从今年年初到十月初，共有671名多伦多警察局警察因遭到袭击而受伤。两名出警警察（其中一人需要接受肩部手术）在受害者影响陈述中详细描述了他们如何担心自己会被杀。\n随后法官以持有枪支、未按时离岗和不清醒驾驶罪判处Katz18个月监禁，并以使用电击枪袭击警察判处6个月监禁。\n多伦多警察协会主席Clayton Campbell称该判决“荒谬”。\n他告诉《多伦多太阳报》：“这一决定无异于当头一棒，不仅是对那些遭受袭击的成员，而且是对每一位为这座城市服务、冒着生命危险的成员。”\n“当谋杀警察的未遂行为相对不受惩罚时，这向其他罪犯或任何想成为警察的人传达了什么信息？我们的成员和我们的社区应该得到更好的待遇。”\n他们当然会这么做。\n请经验装修中工招聘泰山工程\n诚招一位家庭陪护阿姨招聘唐装私人订制","ts":"加国无忧 51.CA"},{"source":"谈海","title":"加拿大失业率降至6.5%：自今年1月以来首次下降","body":"根据加拿大统计局周五的报告，9月份加拿大新增了47,000个工作岗位，失业率自1月以来首次下降，降至6.5%。图源：X\n报告指出，9月份的就业增长主要由青年和25至54岁的女性就业推动，全职就业岗位达到了自2022年5月以来的最大增幅。这一就业增长结束了此前连续四个月就业变化较小的局面。\n过去一年半，失业率持续上升，8月份达到6.6%。但当月的通胀率降至2%，这是三年多来的最低水平，主要得益于较低的汽油价格，使其达到了加拿大央行的通胀目标。\n由于通胀下降，加拿大央行今年已经三次下调基准利率，预计未来还将继续下调，因为劳动力市场的总体趋势显示出疲软迹象。\n尽管9月份就业人数有所增加，但就业率却下降了，反映出加拿大人口的持续增长。统计局表示，自2023年1月和2月就业率达到62.4%的近期峰值以来，随着人口增长速度超过就业增长，就业率呈下降趋势。\n在同比基础上，9月份就业增长了1.5%，而在《劳动力调查》中，15岁及以上人口增长了3.6%。图源：51记者拍摄\n信息、文化和娱乐行业在8月至9月之间的就业增长了2.6%，结束了此前七个月的低迷，增长主要集中在魁北克省。批发和零售贸易行业自1月以来首次增长0.8%，而专业、科学和技术服务行业的就业增长了1.1%。\n雇员的平均时薪同比上涨4.6%，达到35.59加元，增幅低于8月份的5%。\n值得注意的是，9月份25至54岁的黑人和南亚裔加拿大人的失业率同比上升，并且显著高于非种族化和非原住民的失业率。黑人群体的失业率上升至11%，南亚裔的失业率为7.3%，而非种族化、非原住民群体的失业率则上升至4.4%。\n请经验装修中工招聘泰山工程\n诚招一位家庭陪护阿姨招聘唐装私人订制","ts":"加国无忧 51.CA"},{"source":"思忆","title":"加拿大今年已公布哪些移民新规，新的三年指标将是什么 加国 1 评论 1小时前","body":"从现在到11月1日，加拿大移民、难民和公民事务部（IRCC）将提交2025-2027年移民水平计划。\n这一计划历来是设定下一年将接收的永久居民目标，以及后两年的名义目标，总共涵盖三年时间。\n该计划不仅影响加拿大的移民目标，还决定了加国人口的增长，从而会影响到社会系统、税收、房价、医疗保健和劳动力市场的增长。\n然而，今年的情况有所不同。移民部长马克·米勒（Marc Miller）在今年3月宣布，临时居民（包括工作和学习许可持有人以及访问签证持有人）将首次被纳入这一计划。图源：51记者拍摄\n2023年，加拿大有超过250万名临时居民，占总人口的6.2%。米勒表示，今年的计划要减少临时居民，将这一比例在未来三年内降至加拿大总人口的5%。\n临时居民的确切数字尚未确定，但回顾今年以来的一系列公告，可以推测出移民部未来几年的计划，以及可能出台怎样的移民水平计划。学签减少\n今年1月，加拿大移民、难民和公民事务部（IRCC）宣布对国际学生的学习许可处理量设置上限。该部门表示预计将处理60.6万份学习许可申请，并预计批准36万份申请。这意味着2023年处理的许可数量减少了35%。\n这一宣布有很多人感到意外，因为部长此前曾表示他不支持设定上限或目标，尤其是在涉及国际学生项目上。根据部长的说法，2023年国际学生占加拿大临时居民的42%。\n此外，部长在9月份宣布，2025年将进一步减少处理的学习许可数量至43.7万份，并且此前豁免的硕士和博士生现在也将包含在这一上限之内。开放工签限制\n除了学签上限，移民部还表示计划在未来三年内减少发放毕业后工作许可（PGWP）和配偶开放工作许可（SOWP）的数量。\n具体来说，移民部为工签申请人设置了几个新的资格要求。大学毕业申请人必须能够证明其加拿大语言基准（CLB）达到至少7分，或学院毕业达到CLB至少5分。\n部长在上个月的讲话中表示，他预计PGWP资格的变化将在未来三年内减少发放17.5万个工签。\n对于配偶开放工签的变更预计同期将减少大约5万名临时居民。国际硕士生的配偶现在只有在其配偶的硕士课程时长为16个月或以上，或者就读于移民部标记为关键或紧缺需求的课程时，才有资格申请。\n“高技能、专业工人”的配偶仍然有资格申请配偶工签。然而，部长表示，这一新标准将在未来三年内进一步减少10万个开放工签。\n总体而言，这意味着移民部预计将在未来三年内减少发放32.5万个开放工签。封闭工签限制\n关于雇主如何使用临时外国工人计划（TFWP），也有了一些新规。\n就业、劳动力发展和官方语言部长兰迪·博伊索诺（Randy Boissonnault）最近对雇主使用TFWP的资格做出几项变更。\n其中最引人注目的是，现在雇主通过TFWP雇佣的人不能超过其总员工10%。此外，通过低工资渠道雇佣的工人的最长雇佣期限，已从两年缩短为一年。\n此外，除一些例外情况，移民部不再处理失业率高于6%的人口普查大都会区（CMA）雇主的低工资劳动力市场影响评估（LMIA）。部长没有提供这些变化将减少加拿大临时外国工人数的具体估计。\n部长还详细谈到了加拿大雇主对TFWP的“依赖”，但他指出，该计划原本只应作为最后的选择。永久居民\n根据2024-2026年移民水平计划，加拿大计划在2025年接收50万名永久居民，并在2026年维持在50万。\n永久居民可以通过经济移民、家庭类担保、难民和受保护人员以及人道主义项目等途径被接纳。\n最近，移民部长马克·米勒（Marc Miller）对于加拿大未来几年接纳永久居民的数量表示，“所有选项都在讨论范围内”，并且这些变化将是“重大的”。\n他还指出，他正在考虑改变加拿大所支持的移民类型。具体来说，加拿大的移民政策中，60%集中于经济移民，即技术工人，能够融入国家劳动力市场并为经济做出贡献的移民。部长去年夏天对CTV新闻表示，这一比例在全球范围内是“前所未有的”。政策转变的原因\n随着人口不断增长，加拿大人对新移民及对可负担住房的压力，以及对已经紧张的医疗系统的进一步负担表示担忧。这两个问题预计将影响到下届联邦选举。\n2023年Environics研究所的报告中提到，与2022年相比，加拿大人对移民的支持度显著下降。调查还发现，很少有人认为移民本身存在问题，更多的是对未来几年预计的大规模移民感到不确定。\n米勒部长还指出，临时居民，特别是国际学生的数量需要“控制”，以防止不良行为者利用这些易受伤害的新人，他们往往是诈骗的受害者，或在抵达加拿大后得不到足够的支持。\n同时，部长们又强调移民带来的文化优势，并指出移民几乎是加拿大劳动力增长的唯一来源，政府必须谨慎处理，避免“过度纠正”政策。\n诚聘装修师傅招聘精工建筑\n销售前台招聘TESCO （特亿建材）","ts":"加国无忧 51.CA"},{"source":"思忆","title":"惊爆！安省多名驾照考官被查！卡车司机涉行贿作弊！全是马路杀手","body":"近日，51网收到网友爆料，称自己在一个印度人的卡车司机学校买到驾照，根本不用考试！\n今天，加拿大主流媒体CBC一篇调查报道揭示，安省驾照考试DriveTest考点存在贿赂和伪造文件的问题，应证了这位网友的爆料。\n据CBC栏目Marketplace的记者Jenny Cowley、Greg Sadler和Asha Tomlinson报道，一位行业内部人士泄露的文件显示，安省的卡车司机考试系统存在贿赂、伪造文件和考试作弊的问题。\n记者随后用隐蔽摄像头展开调查，发现学生们在参加考试前所接受的培训同样存在问题。图源：https://www.orilliamatters.com\n加国无忧记者联系到51黄页上的知名华人驾校负责人了解情况。负责人L女士表示，安省考官一直以来都十分廉洁，在她20多年从业中接触到的考官中，从来没有任何贿赂的行为，甚至是反过来，当有学员通过了考试，为了对考官表达感谢，想要送一份茶叶作为礼物都会被拒。考官甚至表示连一杯咖啡都不会接受。\n但她也指出，出问题的驾校和考点一般都是南亚裔驾校，他们的驾校也多，占安省驾校的80%。她还表示，几个月前确实听说了安省宾顿市一个考点被查，“事情似乎很大”，有十多名考官因而离职。\n据CBC今天曝光，发给安省所有驾考官的备忘录显示，由于多项调查涉及不当和非法行为，过去一年，已有多名员工辞职或被解雇。\n根据备忘录，这些行为包括：考官接受贿赂发放路考通过证书、操控自动挡和手动挡驾驶的证书，以及在驾驶记录中添加虚假的驾驶经验。\n备忘录的是2023年11月，由Serco的运营副总裁加里·库克（Gary Cook）签署。\n这份备忘录由Kiera Dubois披露。她是负责为申请商业卡车驾照的人员进行考试的DriveTest考官。\nDubois表示：“我基本上是在冒着失去工作的风险说出这些话。”由于担心因揭露问题而失去工作，她的名字已作更改，以隐瞒她的身份。\n对于这份备忘录，Dubois并不感到震惊。她说，自己多年来一直听说贿赂问题，甚至有人暗示为了通过考试可以贿赂她。\n她说：“那些收受贿赂的人发放的驾照就像是一把凶器……在事故中，车内的人很可能不会幸免。”\n安省DriveTest中心由一家名为Serco的公司管理，负责多个机构的运营和物流，甚至包括加拿大武装部队的空中交通管制和联邦政府的就业服务。\n在Serco工作将近20年后，Dubois感到公司更重视绩效指标和客户服务，而不是确保接受充分培训的司机获得驾照。\n她表示：“有时候我们觉得某些人不应该通过考试，但我们却不得不让他们通过……我们无能为力。”\nSerco公司拒绝了CBC的采访要求。在一份电子邮件声明中，发言人Alan Hill写道，Serco严格遵循由交通运输部设定的测试标准运作。我们的目标是对每位司机的技能进行全面、公正的评估，同时确保路考反映申请人的整体能力。\n对于泄露的备忘录，他回应称，公司对此类指控非常重视，并立即展开调查，导致所有参与欺诈或非法行为的人被解雇。什么是MELT？\n在安省，卡车司机在有资格参加路考之前，必须完成强制的入门级培训（MELT）。该培训于2017年在安省引入，随后在其他省份以及西北地区实施。\n在安省，MELT培训至少包括103.5小时，其中32小时为路面驾驶，18小时为倒车训练，17小时为场地训练，以及36.5小时的课堂理论学习。\nDubois是负责测试申请AZ驾照的考官，AZ驾照允许司机驾驶超过1吨的商业拖挂卡车，并配有空气刹车系统。\n她指出，并不是所有她测试的申请人看起来都完成了MELT培训项目。图源：https://www.sprintdriving.com/谁在作弊？\n现在，成百上千的私立职业学院提供MELT培训，特别是在疫情后，这些培训快速增长。\n在安省的公立学院Fanshawe College和Humber College，MELT培训的费用高达1万元以上。但许多私立职业学院的培训费用低至为3500至5000元。图源：https://www.fanshawec.ca/\n一位接受采访的男子Ibrahim说，因为费用低，他选择了Smart Truck学院的培训。他说，“事后看来，这显然是一个非常大的错误，”由于担心会影响就业机会，他的名字也做了更改。\n他表示：“我在路上训练的次数屈指可数。”至于场内训练，Ibrahim说他不得不依靠YouTube视频和其他学生的笔记来学习如何检查卡车，确保它在路上是安全的。\n在他少数几次上路的训练中，卡车上经常还有另一名学生和教练一起，那个学生坐在一把没有安全带的折叠草坪椅上。“我当时就在想，这怎么能允许？这怎么能合法？”\n培训中途，这间学院突然关闭，教练未收到工资，学生损失了数千元。Ibrahim没有完成规定的103.5小时培训，该学院一名经理仍然同意向交通部报告他已完成训练，使他有资格参加路考。\n记者多次尝试联系Smart Truck的老板，但未得到回应，后来发现他们已经离开加拿大。\nIbrahim最终在其他学校支付额外的培训费用，并支付使用卡车参加路考的费用。经过多次尝试，他现在持有完整的AZ驾照。他表示，自己正在寻找第一份工作，希望找到一家为新员工提供额外培训的运输公司。驾校的违规行为\n记者还伪装成学生，携带隐藏摄像机进入五所卡车培训学校，记录下教练对学生的陈述。\n在一所学校，一名教练暗示学生可以在完成强制的103.5小时培训之前参加路考。他说：“时数不重要。我们的责任是让你为路考做好准备。也许你在90小时或30到40小时内就准备好了。”\n在其他学校，卧底记者发现一些学生甚至不知道他们必须参加课堂课程。教练向卧底记者确认，他们不需要参加任何课堂课程。\n其他教练则表示，他们将在场地教授所有理论知识，而MELT规定这些课程必须在独立的教室环境中进行。\n有学校还表示，他们会根据每个DriveTest考点的考试要求培训学生。KRTS运输专家公司副总裁Matt Richardson认为，这是一个危险信号。“你现在依靠记忆行事，可能实际上并不知道在日常操作中如何 安全且成功地处理各种可能遇到的情况。”\n学校的员工按城市划分，称：“如果你在Peterborough考试，他们会让你做S形倒车，”指的是将卡车倒入码头的技巧。“如果你在Orillia或Newmarket考试，他们会让你做C形倒车。”\n2023年，安省审计长在一份报告中警告称，驾校这种做法会破坏驾驶考试的公正性。考试违规\nDubois认为，一些未接受充分培训的学生就是这样通过了路考。此外，她在路考中被告知要忽略一些违规行为，即使学生违反了交通法规。例如，如果学生在停牌前滑行通过或超速，除非在考试期间第二次发生，否则不会扣分。\n提供给路考考官的内部文件显示，确认如果学生滑行通过停车标志，考官应发出口头警告，而不在评分表上记录该行为。\nSerco公司表示，在不违反法律或不进行危险操作的情况下，允许考生犯错，只要这些错误没有超过通过的定义阈值。\nDubois认为，宽松态度可能是由于考官必须保持通过率的压力。如果通过率偏低，将会受到调查。这种顾虑可能会导致一些同事让不该通过的人通过考试。\nSerco回应称，他们跟踪通过率和不通过率，以确保所有考官的测试标准一致且公正。交通厅回应\n2019年，安省审计长发布报告，敦促交通厅审查MELT计划，并加强对商用车辆的执法。\n在2022年的后续报告中，安省交通部回应审计长，表示MELT计划并不有效，并指出自2017年7月MELT计划实施以来，几乎没有证据表明它对道路安全有显著作用。\nMELT计划由交通厅管理，但大多数提供卡车培训学校的私立职业学院由安省学院和大学事务厅监管。\n负责检查和审计所有私立职业学院的调查人员数量有限。除了200多所卡车培训学校外，还有400多所其他职业学院，课程从美发到薪资处理再到管道工程。调查人员需要精通所有这些课程。\n被问及为何对卡车培训学校投入如此少的调查资源，学院和大学事务厅拒绝直接对话，但发出声明称，已对不良行为者采取措施，确保所有培训安全且符合标准。\n声明补充说，所有职业学院都会定期接受检查，并有相关问题或投诉后进行额外调查。\n安省交通厅长Prabmeet Sarkaria多次拒绝了CBC Marketplace的采访请求。本周早些时候，在一次新闻发布会上，他表示安省拥有北美最安全的道路之一。\n政府经常重复这一说法。然而，2021年省审计长的一份报告指出，单就商用车辆来看，安省的受伤和死亡率高于加拿大其他地区。\n2024年加拿大保险局的一份报告显示，商用车辆的事故率正在上升。\n当被问及Serco备忘录时，厅长表示，他的部门已将所有必要信息提交给有关部门。\n关于卡车培训学校的调查发现，他承认确实存在一些不良行为者，并表示他的部门将不惜一切代价加强MELT计划的执行。\n在等待政府采取更多行动的同时，Dubois表示她将尽最大努力阻止不合格的司机上路。她自己也对开车感到紧张。“我尽量避免高速公路。如果能走其他路，我会选择其他路线。”\n诚聘装修师傅招聘精工建筑\n销售前台招聘TESCO （特亿建材）","ts":"加国无忧 51.CA"},{"source":"51.CA 可可 坚果","title":"惊爆！安省一群华人大叔大妈被抓到非法做这事！全网愤怒","body":"最近，多段视频显示，在今年的三文鱼洄游季， 有人在安省多条小溪和河流沿岸非法捕鱼，这在网上引起众怒\n最新的一段视频在多个社交媒体平台上被转发，显示安省保护官员在Bowemanville又抓到了三文鱼偷猎者，这次竟是一群华人大叔大妈。\n视频显示，地上摆放着7条三文鱼和用来捕杀这些鱼的钢叉，一旁站着4名非法捕捞者，正在把鱼装进冷藏箱里。视频中可以明显听到他们在说普通话。图源：X\n视频发布者表示，安省保护官员当场抓获了他们。\n评论区的网友们都非常愤怒，并呼吁\"应该狠狠罚钱\"。\n\"希望保护官员能够处以高额罚款，这样他们就不会再犯同样的错误。\"\n\"（应该）没收一切......包括任何车辆，最低罚款2.5万元，并在10年内禁止购买捕鱼许可证。\"\n\"把他们关进监狱，处以10万元的巨额罚款，如果他们是非法居留，就把他们驱逐！\"\n事实上，今年有关非法捕捞的新闻层出不穷，此前我们报道过多次，甚至有人带着一家老小一起出动捞鱼的，令人震惊。\n近日，据@6ixBuzz发布在社交媒体X上的视频显示，密西沙加有一家人开着奔驰车举家来到河边非法捕捞三文鱼，被路人抓到并当场制止后，反而恼羞成怒，对着视频拍摄者狂竖中指，高声骂街......\n这件事情随后在网上引发争议，大家集体表示：加拿大被毁了！\n从视频来看，多伦多一家8个人集体出动，来到密西沙加的Credit River非法捕鱼。这一幕刚巧被视频拍摄者发现了，她当众指责了这群人的行为，冲他们喊道：“作为母亲你真的太丢脸了，竟然带着孩子们干这种事，太丢脸了真的！”\n“现在是三文鱼洄流期，禁止钓鱼你不知道吗？到处都是禁止钓鱼的标志。”她接着说道。图源：X\n不料，对方一名身穿黑衣服的女子却恼羞成怒，反击道：“滚回你家去！”另外同行的几个人也都一幅不好惹的样子，竖中指挑衅。后来，这伙人进了一辆白色奔驰车，临走前还不忘摇下窗户竖起中指，这一幕网友们彻底怒炸了！图源：X\n此前，还有更多非法捕鱼的恶行被揭露......网友纷纷感到震惊：\"现在怎么突然到处都出现这种情况了？\"\n在多段视频在网上疯传后，一些地方政府要求省政府加强对这条溪流的执法力度。\n市议员Lloyd Rang在9月份的一次会议上说：\"至少在我的印象中，一直都存在一些非法捕鱼的现象；然而，随着人口压力和这条溪流越来越为人所知，非法捕鱼的现象似乎正在增加，居民和非法捕鱼者之间经常会发生冲突。\"\n\"最近，网上流传的一些视频引起了紧张和不安，\"Rang继续说道。\n\"据我所知，杜林区的自然保护官员人数不足，考虑到当地的渔民数量和不断增长的人口，我想直接呼吁省府派遣更多的人员到溪流巡逻。\"\n每年，安省政府都会发布一份管理全年捕鱼活动的法规清单。安省有20个不同的捕鱼区，每个区都有自己的一套规则和法规。如果你计划在今年秋天钓鱼，最好在出发前详细查阅指南，并确保持有适当的文件或许可证。参考链接：https://www.huntandfishontario.com/\n希望大家都可以文明观赏三文鱼洄游！\n诚聘装修师傅招聘精工建筑\n销售前台招聘TESCO （特亿建材）","ts":"加国无忧 51.CA"},{"title":"购物者兑换积分时发现账户在不知情的情况下被冻结","body":"一些PC Optimum会员本月早些时候经历了更多的挫折，他们在目标促销活动中尝试兑换积分时发现他们的账户在不知情的情况下被冻结。\n我们收到来自加拿大购物者的信息，称他们在10月1日和2日的PC Optimum积分促销期间遇到了这个问题。\n一些顾客收到了关于Double Bonus Redemption Event的电子邮件通知。图源：blog_to\n该优惠声明积分在兑换时价值翻倍，兑换上限为500,000 PC Optimum积分。\n然而，一些希望通过兑换双倍积分来节省更多购买费用的购物者感到失望，因为他们的账户被冻结，使他们无法利用该优惠。\n这问题是一个PC Optimum会员们已经讨论了很长时间的持续性问题。\n在八月，我们联系了Rewards Canada的创始人Patrick Sojka，他也一直在密切关注PC Optimum积分的问题。\n尽管PC Optimum是该国最大的忠诚度计划之一，许多会员声称他们遇到各种问题，包括积分收益减少、删除账户请求被忽视以及账户无法解释的冻结。\n顾客说他们没有收到来自PC Optimum的账户被冻结的通知，这增加了他们的困惑。\n在之前的一份声明中，负责PC的Loblaw告诉我们，账户被冻结的原因有几个，包括“可疑活动”以及“保护客户和他们的奖励”。\nLoblaw说，它“最近改善了处理此类案件的流程”。\n在关于最近积分活动和客户体验的一份声明中，Loblaw表示它“始终致力于改进我们的运营，以更好地保护和服务我们的客户，特别是在账户因可疑活动被冻结的情况下。”\n我们旨在尽快完成账户审核，但当要求量很高时可能会出现延迟，并对此造成的任何不便表示歉意。\n客户还应注意，PC Optimum计划的一些更改将于2024年10月31日生效。\n这些更改包括客户可以开设的账户数量以及添加到暂停账户的积分的修改。\nSojka强调，PC Optimum应该通知全国所有会员，而不仅仅是一个省。\n诚聘装修师傅招聘精工建筑\n销售前台招聘TESCO （特亿建材）"},{"source":"谈海","title":"加拿大打工人今天可能会从联邦政府领到一笔福利金","body":"周五，联邦政府将通过加拿大高级工人福利金（Advanced Canada Workers Benefit ，ACWB）向符合条件的加拿大人提供一些额外的现金。家庭最高可领2,616元！图源：Kamil Zajaczkowski/Shutterstock\nACWB发放给那些在所得税申报表中有权享受加拿大工人福利金(CWB)的人。\n这是在全年三次支付中预付的最高金额，最高可达CWB的50%。\n下一次付款预计在10月11日。\n如果你符合以下条件，则你有资格领取，包括：\n12月31日年满19岁，或与配偶、同居伴侣或子女同住，\n全年都是加拿大居民，并且\n正在工作，但收入低于你所在省或地区规定的净收入水平图源：51记者拍摄\n加拿大高级工人福利金金额\n单身人士可获得的CWB最高基本福利金额为1,518元，而家庭最高可获得2,616元。\n根据调整后的净收入，个人和家庭的最高残疾补助金额为784元。\n对于居住在魁北克省、努纳武特地区和阿尔伯塔省的居民，最高基本和残疾CWB金额会有所不同。\n谈到ACWB付款，有资格获得CWB的人将获得高达50%的预付款。\n联邦政府表示：“你必须在季度第一天是加拿大居民才有资格获得预付款。”\n如果你想估算预付款金额，可以使用此处的儿童和家庭福利计算器\n你需要申请才能收到付款吗？\n你无需申请领取预付款，因为加拿大税务局（CRA）会在你提交所得税和福利申报表时确定你的资格。\n周五的付款将是2024年最后一次发放ACWB。\n诚聘装修师傅招聘精工建筑\n销售前台招聘TESCO （特亿建材）","ts":"加国无忧 51.CA"},{"source":"黄启樟","title":"这个印度裔的司机，彻底打破了我的种族偏见","body":"许多人对印度裔民族持有偏见，对他们不信任。但这个印度裔的司机，彻底打破了这些偏见。其实好人及坏人是没有种族之分的，行为是个人的修养表露出来的。\n在一个风和日丽的星期三，我开车和三个好邻居一起去市郊的农场，观赏向日葵。我们可能去得比较晚了一些，很多花已经开始凋谢，错过了花朵开得最灿烂的样子，但难得天气这么好，没有影响我们的游兴。\n在花园穿来穿去，拍了不少照片，两个小时就这样过去了，已经到了午餐的时间，准备开车返回市区。我提议到一家新开的中餐厅吃午餐，轻轻松松结束半天游。一切按照计划，殊不知还有一个意外的小插曲，在繁忙的街道上演出。\n离开餐厅后，我将汽车由小路开出大路，在交通灯信号前停下，等待绿色的信号再度亮起。突然汽车尾部发出一声被撞击的声音，我连忙走出车外，看个究竟。果如所料，我汽车尾部的左边被另一辆汽车撞到，但损坏的部分不算严重，有惊无险。\n肇事司机将他白色的计程车在我们前面停下，并向我示意先将汽车移开，避免阻塞交通。我二话不说，首先将他的车牌用手机拍下，并要求他将驾照及保险证书等等证件让我录下，他也向我索取同样的资料。之后，大家便将汽车移开到街角的一个汽油站旁边停下，继续讨论如何善后。\n他认为双方都不要将意外事件报警及通知保险公司，这样做只会制造机会给保险公司增加保险费，对任何一方都没有好处。他知道错在自己的不小心驾驶，并愿意支付维修费用。我表示同意，但不知道维修费多少才算合理。他提议我将汽车驶往一家他熟识的汽车维修公司估价，并立即与对方联络。我按照地址前往，对接待员表达来意。他表示已经得到通知，可按照损坏程度报价。之后，接待员和那个司机再联系，对方接受估价，并由他负责支付费用，就此圆满解决了。\n回忆在事故发生的一刹那，我根本不知道撞向我汽车的是哪一辆汽车。肇事之后，假设司机故意离开现场，我也无从追究。但这个计程车司机没有这样做，确是难得。意外发生后，我一直保持心平气和，没有刻意谴责他，只和他讨论如何善后。他也保持十分冷静的态度，似乎对这些事情已经司空见惯，胸有成竹，知道如何妥善处理。\n交通意外发生后，老伴和三个女士一直不离不弃地留在我身边，给我意见，发挥守望相助的精神，直到剧终人散。今天汽车维修公司来电，通知汽车已经修理好，可随时领回。一场可引起剧烈争议的事故，想不到这样迅速地圆满解决。\n诚聘装修师傅招聘精工建筑\n销售前台招聘TESCO （特亿建材）","ts":"来稿"},{"source":"思忆","title":"安省公立学院留学生只剩去年的一半！政府和学校发警告","body":"安省政府和其公立学院双双发出警告，联邦政府对国际学生人数限制的影响，开始在省内高等教育领域显现，劳动力短缺问题日益严重。图源：Global News\n今年年初，杜鲁多政府为了减少临时居民数量，对学院和大学接收国际学生的人数实行了严格的限制。\n安省的44所高等教育机构仍在研究这一削减的影响，各学院已表示，学生人数已经明显下降。\n安省学院协会总裁兼首席执行官Marketa Evans表示：“我们确实看到了这一影响。今年9月，安省学院的国际学生入学人数大约是去年的一半。图源：Global News\n联邦限制还将在明年进一步收紧，预计加拿大将发放43.7万份学习许可，比2024年的48.5万份减少10%。\n这使各学院面临双重挑战：一方面需要维持其财政健康，另一方面需要继续提供足够的毕业生以填补安省劳动力市场的职位空缺。\n福特政府最近任命的学院和大学厅长Nolan Quinn对劳动力市场的担忧似乎最为紧迫。图源：Global News\n他说：“我们更担心劳动力市场。无论是在STEM（科学、技术、工程和数学）、医疗保健还是技能型行业，都存在劳动力短缺。我们需要专注于劳动力市场及其需求，这是我们最紧迫的问题。”\n本在周四于Humber学院的一次活动中，省长福特强调省内的需求。他说：“未来十年内，我们在技能型行业中需要超过50万名额外的工人，仅建筑行业就需要10万名工人。”福特还提到，省政府在未来十年内将投入1900亿元用于基础设施建设。\n图源：Global News\n安省学院协会认为，省级和联邦政府的优先事项不一致令人费解。\n安省学院协会总裁Marketa Evans表示：“我们正在花费大量精力和资源发展安省的电动车和电池工厂行业，但却没有足够的人力支持这一发展。事实上，就在人们最需要人才的时候，我们却在切断人才管道。”\n他强调，国际学生人数上限对安省劳动力市场将带来最大的挑战，这一限制也给许多学院的财务带来了问题。\n在限制实施之前，福特政府组建了一个专家小组研究高等教育部门的财务健康状况，发现该部门过度依赖国际学生，且需要省政府提供25亿元的资金支持。\n该专家小组于2023年3月成立，得出的结论是，福特政府在2019年实施的10%学费削减及随后的学费冻结，加上历史性对高等教育的资金不足，构成了该行业生存的“重大威胁”。\n今年早些时候，在宣布国际学生人数上限后，政府推出了13亿元的财务支持措施，包括侧重提高效率。\nEvans表示，这笔资金是一个过渡措施，帮助学院适应新的环境，大约有11所学院从一个特定的效率基金中获得了支持。她说：“正如我们当时所说的，这是确保行业立即稳定的一个非常好的第一步，同时我们正在研究解决方案。”\n“很多都是两到三年的措施，我们将其视为更广泛对话的桥梁，讨论其他收入来源将如何确保财务稳定。”图源：Global News安省学院的留学生数据\n根据统计局最新的数据，在安省，国际学生在公立学院学生中的比例比其他省份更高，2021年的比例超过五分之一（21.1%），而在其他所有地区，国际学生占公立学院学生的比例不到11%。\n安省一些公立学院还与私立学院建立了合作伙伴关系，允许这些私立机构提供部分公立学院的课程。在这些合作关系中，国际学生占有27.5%的比例，高于没有与私立学院合作的安大略公立学院中18.9%的国际学生比例。\n2021年在加拿大学院就读的国际学生中，有超过三分之二（68.0%）入读了安省的公立学院。其中，23.2%的国际学生入读的是与私立学院有合作的安省学院，44.8%则就读于没有此类合作的安省学院。图源：Centennial College\n印度是公立和私立学院国际学生最常见的出生国。2021年，44.2%的私立学院国际学生出生在印度。在加拿大约20所主要面向国际学生的私立学院中，这一比例上升到50.6%。\n相比之下，在这些20所私立学院之外，大约五分之一（19.7%）的国际学生出生在印度。其他常见的出生国家和地区包括中国（16.5%）、东亚其他地区（12.3%）以及美洲地区（14.8%）。\n中国是私立学院国际学生中第二大常见的出生国，占8.1%。与来自印度的国际学生相比，中国学生在以国际学生为重点的私立学院中的比例较小（6.0%），而在其他私立学院中的比例为16.5%。\n同样，大多数（55.7%）公立学院的国际学生出生在印度，这一现象主要集中在安省。在与私立学院有合作的安省公立学院中，80.1%的国际学生出生在印度，而在没有合作的安大略学院中，这一比例为52.4%。相比之下，在安省以外的公立学院中，印度出生的国际学生占37.4%。\n诚聘装修师傅招聘精工建筑\n销售前台招聘TESCO （特亿建材）","ts":"加国无忧 51.CA"},{"source":"思忆","title":"抬头往北看！今晚加拿大全境可见璀璨的极光！ 加国 7小时前","body":"抬头望，今天晚上，加拿大的大部分地区可以看到北极光。\n根据美国国家海洋和大气管理局（NOAA）的预测，这一璀璨的天象预计将扩展到北纬49度线以南，许多地区的上空将出现极光活动的高概率。\n这包括卑诗省、阿尔伯塔省、萨斯喀彻温省、曼尼托巴省、魁北克省以及各地区的大片区域。安省北部、大西洋省份和美国的部分地区也有可能观赏到极光。\n在天气晴朗、夜空漆黑且视野开阔的条件下，西南安省和新斯科舍省等地也可能看到极光。根据NOAA的预测，几乎整个加拿大都处于今晚的“可视范围”内。\n本周太阳活动增加已经给全国各地带来了绚丽的极光景象，包括阿尔伯塔省、萨斯喀彻温省、安大略省和魁北克省。\nNOAA将周四的极光事件归类为五级地磁风暴中的四级，可能对电网、航天器运行和卫星导航系统产生“严重”影响。\n这场强烈的太阳风暴于东部时间上午11:17到达地球。预计地磁活动会在日落前一直持续到东部时间凌晨2点左右，强度保持高强。\n多伦多大学邓拉普天文物理研究所的天文学家Ethen Sun在给CTVNews.ca的邮件中表示：“今晚的极光将在整个加拿大都能看到，但在南安大略省以东的人口集中区，它会出现在北方地平线上。”\n他说：“这种情况非常罕见，只有在太阳活动最强的几年里才会连续几晚发生。”\n他解释说，不同颜色的极光是由于太阳的日冕物质抛射与大气中的不同分子碰撞所引起的。较强的地磁风暴会引发更多高空碰撞，产生我们常见的绿色极光，以及红色甚至蓝色极光。\n“当这些颜色混合在一起时，极光在天空中舞动，几乎可以看到所有的颜色。”\n他建议想要观赏极光的人，应该去能清楚看到北方并远离光污染的地方。\n“请记住，由于极光发生在高空，即使你距离NOAA预测的红色区域几百公里远，仍然可以看到极光。如果你住在市中心，无法避免光污染，也可以通过拍照看到极光。”\n在社交媒体X上，大批住在多伦多市区的网友惊呼看到了极光：图源：X@rishabh1308图源：X@EmilianoMendez图源：X@karan_jethnani\n还有多伦多住公寓的网友表示，傍晚7:30日落后不久，极光在阳台出现，太美了！图源：X@keltron76\n不少人都表示，从来没有想到能在多伦多看到极光。\n你看到了吗？\n灯具及家具店销售招聘VIVA家居\n市中心日餐正餐诚聘经验前厅经理及全职服务员招聘Hana Don 海鲜丼饭专门店","ts":"加国无忧 51.CA"},{"source":"思忆","title":"房价还是那么高，工资涨幅不大，经济没有大起色，生活如何会容易. 几年前都是借钱在花在买房","body":"一项持续进行的调查显示，加拿大人目前的财务压力太大了，以至于加拿大央行即将推出的大幅降息可能对他们的帮助也有限。\nMaru Public Opinion的执行副总裁John Wright在一份关于自2020年以来家庭对财务和经济展望的新闻稿中指出，疫情期间的通胀及持续高企的物价依然是消费者面临的“显著痛点”。\n他说：“即便利率进一步下调50个基点，许多加拿大人可能也不会立即采取消费行动，因为首付款和按揭的负担依然难以承受，他们可能会选择等待更有利的条件。”图源：51记者拍摄\n加拿大的住房市场在疫情前就面临负担能力问题，问题在疫情后变得更加严重。\nWright指出，房价自2020年4月以来上涨了30%，根据加拿大房地产协会的数据，五年固定按揭的月供自2020年1月以来上涨了40%。\n在此前的Maru家庭前景指数调查中，似乎有更多人准备进入房市，这可能是受到加拿大央行持续降息计划的鼓舞。\n但Wright表示，虽然有降息，许多人正在考虑缩减住房规模，即大房换小房，因为他们已经无法负担现有的按揭，并“希望降息能使他们的房产对潜在买家更具吸引力”。\n他认为购房者正在推迟购房计划，等待央行10月23日和12月11日的会议结果。推迟购房也可能是为了在12月生效的新规定中受益，这些新规包括延长贷款摊还期和提高有保险按揭的价格上限。\n对于许多加拿大人来说，问题不仅仅是住房负担能力。\nWright表示：“这种通胀压力不仅限于住房，还影响到汽车、食品和制造商品等领域，表明这是一个结构性经济问题，单纯通过降息难以解决。”仅10%有意向购房\n调查显示，计划在未来两个月内储蓄用于退休的人数从上次调查的56%下降到50%；42%的人认为他们的本地经济将改善，而之前的比例为45%；61%的人表示如果遇到紧急开支，他们有超过两个月的储蓄，而此前这一比例为64%；10%的人表示有购房意向，而此前为13%。图源：51记者拍摄\n另一项针对温哥华、卡尔加里、埃德蒙顿和多伦多居民的调查进一步揭示了严峻的负担压力。\nWright指出：“在20个紧迫问题中，最重要的包括生活成本、可负担的租金和房屋拥有权，以及医疗保健。”\n七成受访者表示他们觉得“城市生活负担不起”，84%的人同意“在这些城市生活和工作成本过高”。\n目前，加拿大人对经济前景的看法依然停留在负面情绪中，63%的人认为经济正朝着错误的方向发展，Maru家庭前景指数从之前的90下降至89。\n该指数的基准为100：高于100表示乐观，低于100表示悲观。Maru每月通过对约1500人进行一系列关于未来60天经济前景问题的问卷调查，编制家庭指数。最新的调查在2024年9月27日至30日进行。\n灯具及家具店销售招聘VIVA家居\n市中心日餐正餐诚聘经验前厅经理及全职服务员招聘Hana Don 海鲜丼饭专门店","ts":"加国无忧 51.CA"},{"source":"思忆","title":"开创先河！移民启动国别限额25%！确保多样化！","body":"加拿大魁北克省移民部长Jean François Roberge于10月9日签署了一项政令，对常规技术工人类别（PRTQ）的邀请程序进行了调整，单一国家来源的申请人不能超过25%。图源：Quebec Government\n该命令已在《官方公报》上发布。据称，这是加拿大多年来首次明确区别移民的国籍来源，无疑是在限制最大移民来源国印度的申请人。\n魁省政府在公报中称，从现在起，每次邀请的来自同一国家的外籍人士提交申请的人数，最多不得超过该次邀请总人数的25%。图源：Quebec Government\n这一新修订后的程序即日起生效，并将适用于下一次邀请。目的是确保永久甄选申请的来源多样化。该决定适用于PRTQ框架，但可能在取代PRTQ的技术工人甄选计划（PSTQ）框架内续签。\n魁省还表示，这一决定不会影响法语人士的邀请，因为针对国籍的最高比例将确保懂法语并来自其他国家的人士也能被邀请。\n《官方公报》网站上发布了完整的部长令。\n分析称，魁省的国籍配额政策，无疑针对加拿大移民人数的最大来源国印度。\n数据显示，根据今年前七个月的趋势推算，印度在加拿大移民人数上的显著增长最为明显，预计到2024年底，来自印度的永久居民人数可能高达14万8894人。\n这将是十年前印度移民到加拿大人数的近四倍。图源：immigration.ca\n相比之下，其他来源国的移民人数远低于第一位的印度。\n排在第二位至第十位的来源国分别是菲律宾、中国、尼日利亚、柯麦隆、阿富汗、厄立特里亚、伊朗、巴基斯坦和法国。\n与十年前相比，加拿大永久居民主要来源国排名中，菲律宾、印度和中国位列前三，如今它们仍然处于前列，但现在印度居首位，菲律宾降至第二位，中国排在菲律宾之后。\n此外，十年前，英国和美国排在来源国前十，如今已被挤出榜单。\n值得一提的是，近一年多来，加拿大已经接连出台了一连串移民限制政策，包括针对留学生的学签，配偶工签和临时访问签证等，但都没有明确说明针对国别有任何的限制。图源：51记者拍摄\n美国的签证移民体系中一直有国别限额（per Country Cap/Limit），这是一个极其重要的签证分配机制。美国规定来自一个国家的申请人，在任何类别的申请人数不能超过这个类别的7%，如果超过，则只能用这个类别每年没有用完的签证配额。这也是为什么中国印度等移民申请大国，在美国的排期日益严重。\n分析称，虽然目前国别限额只是魁省的移民政策，但及其背后的政策异向，有可能被其他省份效仿，也可能被联邦政府采纳。全方位审查高校职业培训项目\n另据魁北克省媒体Le Presse报道，魁省移民厅长Jean-François Roberge在发布这一政令的同时表示，希望大幅削减魁北克的外国学生数量。图源：PHOTO EDOUARD PLANTE-FRÉCHETTE, LA PRESSE\n魁省勒戈政府希望赋予自己新的权力，根据地区现实和劳动力需求更好地控制进入魁省的人流。移民厅长于周四提交法案，以更好地规范外国学生的数量。\n魁省还将对所有高等教育中的职业培训项目进行“审查”。\n厅长表示：“所有领域都会进行评估，我们不是拿着电锯到处乱砍……我们的目标不是攻击重要的机构，而是精确、灵活地处理那些存在问题的地方。”\n厅长在考虑地区反应的情况下，承诺保留对CEGEP和大学院校的生存至关重要的项目。\nRoberge表示：“我理解各院校领导的担忧，但我们不会关闭地区的项目”，他承认，往往“外国学生的存在，使得项目得以生存。”图源：https://oraprdnt.uqtr.uquebec.ca\n魁北克持有效学习许可的外国学生数量从2014年的5万人激增到2023年的12万人，增长了140%。\n他们接收由魁省和负责签发学习许可的渥太华共同负责。勒戈政府希望在处理过程的前期就加强监管。厅长解释说：“法案的目标是能够审查每个就业领域，研究劳动力需求，研究公共服务需求，并应对短缺。”\n厅长不希望对魁北克强加“一刀切”的外国学生减少目标，他希望亲自进行完整的项目审查，以防止教育机构忽视“某些地区政府的优先事项”。\n他特别关注那些以学生身份进入魁北克，但实际上并没有继续学习的临时移民。\n他还希望打击一些私立学院，它们将接收外国学生作为“售卖永久居留权的一种商业计划”。\n他列举说：“有些学生来了，实际上并没有支付学费的能力，尽管他们在被录取前声称有能力支付。还有些学生来了之后并没有学习，失踪在社会中。还有一些学生进入了私立职业培训项目，而我们并不确定这些项目是否真的旨在培养劳动力。”\n魁北克还了解到，许多学习许可持有者在抵达魁北克后申请了庇护。从2024年1月到8月，1000名外国学生在以下魁北克四个教育机构提交了庇护申请。这一现象也将在分析中考虑。\nRoberge希望“绝对在圣诞节前通过该法案”，以便在2025年学年开始时收紧相关规则。\n灯具及家具店销售招聘VIVA家居\n市中心日餐正餐诚聘经验前厅经理及全职服务员招聘Hana Don 海鲜丼饭专门店","ts":"加国无忧 51.CA"},{"source":"谈海","title":"多伦多男子欲哭无泪：做梦都想不到1.8万贷款从天而降","body":"多伦多一名男子表示，在得知自己的身份被盗用并以自己的名义申请了两笔欺诈性贷款后，他感到彻底“崩溃了”。因为他正在攒钱、积累信用准备买自己的第一套房子。图源：CTV\nEdward Mendonca告诉CTV新闻：“我没法偿还这笔钱。”\n他说，当他收到一家金融公司的邮件，称他延迟支付总额为18,824元的贷款时，他才发现自己的身份被盗用了。\nMendonca说，他一直努力保持良好的信用评级，尤其是因为他希望成为首次购房者，并希望明年购买一套公寓。这就是为什么当他听说自己欠钱时，他感到非常担心。\nMendonca说：“我从未在这家金融机构开过账户”。图源：CTV\nMendonca联系金融机构后，被告知他今年夏天曾借过两笔贷款：一笔6,648元，另一笔12,176元。\nMendonca告诉该公司，尽管这些贷款是以他的名义发放的，但他对此一无所知。\nMendonca说：“我有两笔未结清的款项，但我从未收到贷款。这影响了我的信用评级。我正在努力解决这个问题。”\n据Equifax Canada最新报告显示，一些信用评分较高的消费者正日益成为犯罪分子的目标。诈骗分子利用窃取的个人信息窃取消费者身份，然后申请贷款和信用卡。图源：CTV\nEquifax Canada高级合规官Julie Kuzmic表示：“骗子冒充你，利用你良好的信用记录，然后以你的名义申请某些东西。”\nEquifax Canada建议遭遇身份欺诈的消费者向警方举报并获取举报编号。Equifax还鼓励客户联系银行和信用卡公司。消费者还应联系信用局Equifax和Trans Union，提交争议以进行调查，并在信用报告中发出欺诈警报。\n身份盗窃的受害者大都后知后觉，甚至可能根本没有意识到发生了什么，直到他们检查自己的信用评级或被收债机构联系。图源：CTV\nKuzmic说：“最终你可能会发现有人以你的名义开设新的信用账户，而你可能永远不会知道。”\n在CTV代表Mendonca与银行取得联系后，两笔贷款被免除，他的信用评分也恢复了。\nMendonca说：“这件事处理好了，真是松了一口气。”\n诚聘有经验熟手屋顶接单人员招聘禾丰屋顶\n熟手室内装修中工及大工招聘A&F RENOVATION","ts":"加国无忧 51.CA"},{"source":"51.CA 坚果儿","title":"多伦多街上这类车激增，居民怨声载道！市政府已禁止","body":"不知道大家有没有发现，最近多伦多街上的电动滑板车变得越来越多了......居民们也纷纷开始抱怨。\n近日，多伦多联排别墅社区的居民Dana Patcas发起了一项change.org请愿，要求政府对电动滑板车实施更多的监管。\n到目前为止，这份请愿已经收集了近3000个签名。\nPatcas写道，她注意到\"电动滑板车的使用量出现了惊人的增长\"，并倡导不要在人行道上骑行（希望电动滑板车能在自行车道或道路上行驶）、遵守自行车骑行法规、不超速（不能超过25公里/小时）、禁止双人骑行、鼓励佩戴头盔以及建立保险责任框架。\nPatcas写道：\"作为一名行人和宠物主人，我对这些车辆的不可预测性深感担忧，尤其是这些车辆主要由未成年人不负责任地操作。\"\n\"这些危险的机器不仅危及操作人员自身的安全，也威胁到行人的安全，包括遛狗的人以及其他交通参与者。”图源：Change.org\n然而，多伦多市政府的一位发言人Laura McQuillan周三表示，电动滑板车已经不允许在任何公共通行权上行驶。\nMcQuillan还澄清道，市政府不负责私人街道或私人财产。\n她在一封电子邮件中指出：\"多伦多的任何公共街道上，包括自行车道、骑行道、多用途步道、小径、人行道或公园，都不允许操作、停放、储存或放置电动滑板车。\"\nMcQuillan进一步补充说：\"迄今为止，出于对安全、责任以及对行人和残疾人的影响等原因的考虑，多伦多拒绝加入省级电动滑板车试点项目。\"\n她表示，多伦多警方负责执行有关微型交通工具和自行车违法行为的条例。\n\"我们鼓励人们向当地警局提供发生鲁莽骑行的地点和时间，以便警方进行调查，\"她说。\n大統華万锦区域職位更新10/04 【T&T大统华】招聘大统华超级市场\n万锦ICareHomeComfort亿家冷暖公司诚聘有经验全职销售人员招聘亿家冷暖-ICare Home Comfort","ts":"加国无忧 51.CA"},{"source":"谈海","title":"你有TD基金帐户吗？7500万和解金中你能获得部分补偿","body":"针对TD共同基金（(TD Mutual Fund)）的数百万元的集体诉讼已经达成和解，加拿大投资者可索取部分赔偿。图源：51记者拍摄\n双方与TD资产管理公司达成了7025万元的和解协议，以解决该索赔，该协议将于12月9日在安大略省高等法院的批准听证会上获得批准。Siskinds LLP律师事务所代表通过折扣经纪人持有TD共同基金的加拿大人提起诉讼。\n该公告于10月9日星期三发布。\n据TD银行称，共同基金是一种投资类型，即“将从不同投资者那里筹集的资金汇集在一起​​，投资于不同的资产，包括债券、股票和/或货币市场投资。”共同基金由基金经理管理，基金经理分配基金资产，为投资者带来更高的回报。\n尾随佣金或销售佣金是向为投资者提供建议的共同基金交易商支付的报酬。多年来，这些佣金也支付给折扣经纪人。图源：William Potter/Shutterstock\n这些折扣经纪商在线运营，包括BMO InvestorLine、TD Direct Investing、RBC Direct Investing、CIBC Investor's Edge、Scotia iTRADE 和 National Bank Direct Brokerage。但是，纯在线运营商不得提供投资建议。\nSiskinds LLP表示：“原告声称，由于没有向通过折扣经纪人购买共同基金的投资者提供任何建议，因此这些投资者没有获得任何后续佣金，从而降低了共同基金投资的价值。”\n“Siskinds LLP已向多名共同基金受托人和经理人提起集体诉讼，质疑他们向其管理的共同基金的折扣经纪人支付的尾随佣金。集体诉讼要求共同基金投资者赔偿损失。”\n如果您在2022年4月9日或之后通过折扣经纪人持有TD互惠信托的单位，则可以提出索赔。点击此处了解有关此集体诉讼的更多信息。\n大統華万锦区域職位更新10/04 【T&T大统华】招聘大统华超级市场\n万锦ICareHomeComfort亿家冷暖公司诚聘有经验全职销售人员招聘亿家冷暖-ICare Home Comfort","ts":"加国无忧 51.CA"},{"source":"51.CA 卡瑞娜","title":"中国苏州Costco照片曝光！美加网友集体破防了！","body":"真的要馋哭了！\n都知道中国Costco出售的商品很丰富，没想到连美食也这么精彩！近日，有网友将一张拍摄于中国苏州Costco的照片上传至Reddit论坛后，立即引来了大批人的围观......\n更是有不少美国和加拿大网友集体破防了！！！\n这条帖子上写着：中国苏州Costco美食广场的菜单......他们有巨型烤！肉！卷！\n下面则配了一张菜单照片 ↓ ↓ ↓图源：Reddit\n咱们来看看，这张照片上到底有什么，能让网友们瞬间不淡定了~\n首先，是全球Costco美食广场的标配——$1.50热狗+饮料套餐，售价为10.9人民币一份，按现在的汇率价格相当！\n“10.9 RMB= 1.50 USD，Costco热狗是这个世界上唯一不变的东西。”\n“它是真正稳定的货币。”图源：Reddit\n当然了，令美加网友破防的肯定不是热狗套餐，而是下面这些他们在本地Costco闻所未闻，见所未见的美食.......图源：Reddit\n包括：鲜虾浓汤 29.9元塔塔炸虾堡 29.9元超大牛肉卷 28.9元大阪烧口味披萨 69.9元/整个，13.9元/片美式香辣超大手枪腿 43.9元/3大块鲜肉月饼 14.9元/4颗拿铁、美式 10.9元/杯酸奶水果燕麦杯 16.9元蓝莓酸奶冰激凌 12.9元\n光是看菜单就忍不住狂流口水了，就问问这谁能忍得住啊！！！图源：TVBS\n外国网友们更是集体炸锅：\n首先，图片上的手枪腿炸鸡看起来也太诱人了！！\n“等等，所以他们用四个热狗的钱买了一桶炸鸡？也许中国做的比我们想象的更好。”\n“老实说，我会为了Costco的炸鸡拼命，看起来太好吃了！”\n“我们应该为了美食开始反抗Costco！为什么创建Costco的国家会有全世界最糟糕的菜单？我想吃Poutine、香辣炸鸡和五花肉三明治！”\n“我好想尝尝那个炸鸡！”\n“虾汤和炸鸡听起来好棒！美国的Costco真的相形见绌......请给我们更多选择吧！”\n“请给我一份牛肉卷和炸鸡！我还要一碗虾汤。披萨就算了~”\n鲜肉月饼也是“神一般的存在”！\n“这里离我家只有15分钟路程，鲜肉月饼是当地的传统特色，超级好吃，很惊讶他们竟然卖这个。酥软的牛角包式外皮，里面有美味的肉丸馅，但去当地老字号可以买到更正宗的鲜肉月饼。”\n大批网友们表示，对自家Costco太失望了......\n“为什么美国Costco的美食广场菜单与全球其他地方相比是最差的？是因为这里门店数量太多，所以他们必须降低成本吗？”\n“我希望能用我们的美式菜单来交换这份菜单。”\n“看到这个菜单，感觉自己被欺骗了......”\n“我对（中国Costco美食）的选择感到嫉妒！”\n“为啥我们不能有这些美食呢？”\n“跟美国相比，这份菜单太丰富了！”\n甚至还有不少网友已经跃跃欲试来逛逛中国的Costco了！\n“我能用我美国的Costco会员卡去这家商店吗？”\n另一个加拿大网友回答：“你可以的！我今天用我加拿大的Costco会员卡进去了！”\n要知道，这也不是中国Costco首次爆火了......\n早前，一名中国妹子回国逛Costco的视频，在TikTok上爆火，令不少加拿大的网友们直呼：“太羡慕了”！\n从视频来看，这家位于深圳的Costco出售了很多不同寻常的商品，包括牛小腿、泡椒凤爪、黑松露味的薯片、小龙虾味的薯片和柑橘味乐事薯片等等。图源：TikTok\n还有白草莓↓图源：TikTok\n新鲜三文鱼刺身大拼盘和寿司等。图源：TikTok\n阿根廷红虾竟然也能免费试吃！！！图源：TikTok\n还有各种新鲜的海鲜，顾客可以直接拿漏网从水箱里挑选龙虾。图源：TikTok\n还有芋泥麻薯面包、草莓奶油面包和开心果可颂等等。图源：TikTok\n加拿大的华人们，看到这儿，你酸了吗？\n大統華万锦区域職位更新10/04 【T&T大统华】招聘大统华超级市场\n万锦ICareHomeComfort亿家冷暖公司诚聘有经验全职销售人员招聘亿家冷暖-ICare Home Comfort","ts":"多伦多热推"},{"source":"51.CA 卡瑞娜","title":"多伦多华人现场直击男子\"蹲下大便\"! 不提裤子进Tims!","body":"太颠了！！！加拿大沦为“粪坑国家”石锤了！\n多伦多一名华人网友震撼发帖：“亲眼所见，还是十分震撼的......”后面跟了一串石化的表情。图源：小红书@不会滑雪的派大星\n但看标题就不难猜测，这回肯定又是跟“屎”有关，果不其然，但当人们看到照片时，还是有被小小的震惊到......\n在多伦多一个普通的早晨，竟然有人在繁忙街道上蹲下拉屎！\n↓ ↓ ↓图源：小红书@不会滑雪的派大星\n背景中还有多伦多标志性的TTC公车，照片中还有不少通勤路人，目测这一幕出现在繁忙的街道上，旁若无人干这事也太颠了！！！\n更令人吃惊的是：\n“这哥们拉完裤子也不提就转身进Tims了...”\n↓ ↓ ↓\n在评论区，有网友指出，Tim Hortons和“当街排便”似乎还挺有渊源的，紧接着晒出这样一张照片：“我之前在公交车上也见过一次，哥们还拿tims接着！”\n↓ ↓ ↓图源：小红书网友评论\n从照片来看，一个人光天化日下蹲在车站旁，一只手拿着Tim Hortons的纸杯——接尿！这操作也是让人看傻眼了。\n另一个网友说：\n“上次在Bay/ Wellesley迎面一个流浪汉毫无征兆的就在路中间来了一泡屎，我当时刚吃完午饭...”\n还有人说，车库里面的台阶上也全都是屎，真的太可怕了！！\n这一幕也令不少国内ip的网友感到震撼，甚至好奇加拿大的卫生间是不是要收费？\n↓ ↓ ↓\n“是为啥？卫生间难找还是去公共卫生间要收费？”\n“有没有专业的人告诉我他们为啥这样？是找不到厕所还是觉得就应该露天？”\n还有些人无法理解：在大街上怎么也能做到这么通畅？\n“真的很羡慕这种人可以随地拉，我记得我以前高中，宿舍的厕所没门，等的人就站那里等，我都上不出来。”\n“不说别的，在大街上拉，拉的出来？”\n“他们怎么能通畅成这样…”\n“为什么能做到这么通畅啊？我甚至拉屎都认厕所”\n“晕，这可是在人来人往车水马龙的大街上啊”\n还有新西兰ip问道：\n“这是为啥啊......他们国家都喜欢户外拉屎吗？”\n马来西亚ip：\n“我真的不懂啊？？？到处都是公共厕所，厕所里有纸，为什么不去啊？”\n对于加拿大本地网友来说，这种情况已经见怪不怪了，毕竟最近各大媒体的“含屎量”真的太高了！\n前情回顾：\n安省居民\"活捉”一群印度人在河边露天大便、洗澡! 全网怒炸: 祸害饮用水源!图源：Facebook\n多伦多亚裔男子在Tim Hortons外当众\"排便\"被拍上热搜！图源：X\n多伦多Eaton商场外有人当街蹲下排便！图源：X\n华人一家Wonderland玩水突然紧急清场：有人在泳池里大便！图源：小红书@Lina蛋挞妈\nBrampton男子在麦当劳随地大小拉!图源：TikTok\n多伦多印度人在华人聚集Plaza当众解裤子小便, 旁边还有小孩......图源：X\n在BC省，也有人光天化日在高速公路旁如厕！！图源：X\n这样的加拿大，你还能忍吗？\n大統華万锦区域職位更新10/04 【T&T大统华】招聘大统华超级市场\n万锦ICareHomeComfort亿家冷暖公司诚聘有经验全职销售人员招聘亿家冷暖-ICare Home Comfort","ts":"多伦多热推"},{"source":"思忆","title":"最新碳税报告：到底交得多还是拿回多？","body":"国会预算官（PBO）今天发布了联邦碳税对加拿大家庭经济影响的更新报告后，自由党和保守党都宣称自己胜了。图源：51记者拍摄\n此前在2022年和2023年发布的报告结果有误，错误地将工业碳定价系统包含在内。但新报告的结论与以往的分析类似。\n根据最新报告，在实施联邦碳税的大多数省份（魁北克和卑诗省除外），家庭从加拿大碳税退款中获得的金额，将超过他们为燃油税和相关商品及服务税（GST）支付的费用。\n报告指出：“总体而言，更新估计显示，相比2023年3月的分析，平均家庭净收益更大，净成本更低。”\n但在考虑经济影响时，例如因燃油税导致的就业损失，平均家庭从碳税退款中获得的金额，将少于他们支付的碳税。\n报告称：“新的估计继续表明，当同时考虑联邦燃油税的财政和经济影响时，大多数家庭将面临净成本。”\n与以往的报告一样，新的分析未考虑气候变化的经济影响。图源：51记者拍摄\n联邦燃油税在消费者碳定价的辩论中一直是政治博弈的焦点。\n保守党领袖博励治（Pierre Poilievre）表示，如果当选为总理，他将“取消碳税”。他在周四表示，新报告“证实了我对这个可怕税收、这个骗局所说的一切。”\n他说：“这就是为什么我们需要一次碳税选举，让加拿大人可以在每升61分的碳税和彻底取消碳税之间做出选择。”图源：CPAC\n与此同时，环境与气候变化部长吉尔博（Steven Guilbeault）称该报告是“一次重要的修正”。\n吉尔博在周四表示：“现在是揭开博励治对加拿大人的大谎言的时候了。他一直在误导加拿大人。PBO非常清楚，更多加拿大人通过加拿大碳税退款获得的金额超过他们支付的金额。”\n除了魁省和卑诗省外，多数加拿大人都为消费燃料支付联邦碳税，并通过加拿大碳税退款每季度收到返还款。\n今年4月，碳价从每吨65元上涨至80元，导致加油站的每升汽油价格增加了3.3分。根据联邦政府的目标，碳税将每年再增加15元，直到2030年达到每吨170元。\n除了保守党，碳价还遭到大多数省长的强烈反对，包括新芬兰与拉布拉多省的自由党省长弗瑞（Andrew Furey）。新民主党领袖驵勉诚（Jagmeet Singh）暗示他会与这一政策保持距离，他表示该党正在制定一项不会将负担压在工人身上的气候计划。\n尽管碳税不受欢迎，环境部长吉尔博在9月接受CTV Power Play采访时表示，联邦政府“无意”暂停碳税的上涨，但他也承认，如果排放量减少，2030年之后可能不再需要继续提高碳税。图源：CTV News\n他说：“如果我们得出结论认为不需要继续提高碳税，并且由于我们采取的其他措施排放量将继续下降，那么就没有理由继续增加碳税。”\n大統華万锦区域職位更新10/04 【T&T大统华】招聘大统华超级市场\n万锦ICareHomeComfort亿家冷暖公司诚聘有经验全职销售人员招聘亿家冷暖-ICare Home Comfort","ts":"加国无忧 51.CA"},{"source":"思忆","title":"一整箱现金出门就被抢！约克区商场旁黑衣人暴力抢劫！","body":"本周二，约克区Thornhill商场发生一起暴力抢劫案，约克区警局的调查人员正在寻找至少三名嫌疑人，并呼吁目击者提供线索。图源：YRP\n10月8日周二下午大约5点10分，警员接报前往Yonge Street和Meadowview Avenue区域的一处商业广场调查一起抢劫案。图源：Google Map\n受害者当时正驾车经过广场，其车辆被一辆白色Lexus SUV和一辆白色四门Mercedes-Benz轿车围堵。\n三名嫌疑人从车上下来，袭击了受害者的车辆，并从其车上抢走了一只黑色的随身行李箱，箱内装有一定数量的现金。受害者受了轻伤。\n警方发布了事件的视频。\n三名嫌疑人均为男性，穿深色衣服，带有中东口音。Lexus SUV和Mercedes-Benz的司机描述不详。\n警方称，此事件是有针对性的袭击，调查仍在进行中。\n另据6ixBuzzTV在X上称，受害人遭抢劫的前几分钟，曾前往Thornhill的一间现金兑换店。图源：X@6ixbuzztv\n警方提醒公众，如果您目击到正在发生的犯罪行为，在确保安全的情况下，请立即拨打911报警。\n任何人如有线索，请联系约克区警局，电话为1-866-876-5423，分机6630，或联系灭罪热线（Crime Stoppers）1-800-222-TIPS，或者通过网站www.1800222tips.com匿名提供线索。\n大統華万锦区域職位更新10/04 【T&T大统华】招聘大统华超级市场\n万锦ICareHomeComfort亿家冷暖公司诚聘有经验全职销售人员招聘亿家冷暖-ICare Home Comfort","ts":"加国无忧 51.CA"},{"source":"Sloth","title":"华人爆料：首次申请中国签证需提供国内销户证明 加国 4 评论 2小时前","body":"最近网友一直在争论回国销户话题，特别是国内开放免签入境后，有人就因为没有销户差点被拒绝入境。就在本周，一位澳洲网友发帖说，去办理签证时被告知自10月7日起首次申请中国签证需提供国内销户证明。51网记者查询多伦多签证处，目前没有此项要求。图源：51记者拍摄\n澳大利亚小红书网友@朝夕发帖说：周二（10.8）去阿德莱德中国签证申请中心递交申请，结果被告知首次申请中国签证自10.7起递交的材料里要有国内销户证明。我要递交的是Q2，可是我被问的第一个问题是是否是首次申请，并没有问我是申请Q1还是Q2，直接就说需要销户证明。请问大家遇到相同的情况了吗？\n作者回复网友评论时说：还好有免签。\n图源：小红书网友@朝夕\n一位网友评论说：别太信免签，万一因为没有销户不让你入境呢？免签可以入境，但是能不能出境就不一定了。\n一位网友评论说：千万别！免签和144过境签性质一样，我就是失败，差点不能入境。\n一位网友评论说：你搞错流程了。临签看机票，哪进哪出。入境入系统，对上个人信息才会通知地区，然后转户籍所在地警署，通知销户。联系上你或者连不上，再反馈出入境，系统做标注。外籍临签第一次不会滞留你的，但是如果被标注而且出境时通知你了，那就没有下次了。如果没赶趟，再次临签，边境应该会告知，你要是没干，那就按法律来了。\n一位网友评论说：统一回答一下楼中楼问题，我户籍上海的，4月申请的q2回国签证，8月就被通知强制销户，派出所说本人不到没关系，他们贴公告一周就会自动销户了，当然我没让他们贴，让我国内的父母直接去签字答应肖的，其实大使馆肯定在我提交材料的时候把信息都发回到当地了，我就是这么被查出来的，社保国内已经缴了15年了，这次政策更新，所以15号回国问问上海的具体政策，还有就是把公积金提取出来。\n一位网友评论说：这难道不矛盾吗？不给签证怎么回中国注销户口呢？\n一位网友评论说：销户不需要本人回国，我5月份已经被派出所强制销户了。\n一位网友评论说：我爸是回到上海 开机立马通知他尽快去销户。\n据加国无忧网报道，自2019年起，中国实施的一项72/144小时过境免签政策令不少海外华人狂喜。这项政策指出，对北京、天津等20个城市实施144小时过境免签政策。也就是说，来自54个国家（包括加拿大）的公民，凭有效国际旅行证件和限定时间内确定日期及座位的联程客票过境上述城市前往第三国（地区），可免办签证在规定区域内停留。\n停留期间，可从事旅游和临时商务访问等短期活动。图源：国家移民局网站\n不过近期却有一名华人表示，自己因为一个疏忽不仅“144小时过境签”失败，而且入境后无法离境，她希望能够用自己的亲身经历给其他网友们提个醒，千万别犯同样的错误！华人回国过境免签失败：只因忘记注销户口！\n近日，一名澳大利亚的华人网友就发帖称，自己“144小时过境签失败，不丝滑入境！”\n这名华人网友亲身体会了“144小时过境签”后，赶紧告诉大家：“不是那么简单的！不是那么简单的！不是那么简单的！重要的事情说三遍！”\n究竟怎么不简单呢？\n这名网友表示，“如果原来是中国籍，后来加入了外国籍，一定要先注销户口！一定一定一定！”\n根据她的描述，自从她加入外籍后，这是她第一次入境中国。因为早就了解了144小时过境免签的政策，所以她单纯地以为，从墨尔本飞往广州再中转去新加坡，然后再回到墨尔本的安排完全没问题。图源：51记者拍摄\n但是令她没想到的是，当落地广州之后，问题来了......“下了飞机后才知道，没有注销户籍，是不可以申请144小时过境签的。”\n网友听到这个消息后瞬间懵了。因为这是她入外籍后第一次回国，并没有注销国内的户口。\n而且由于她这次去广州完全是临时的安排，户籍所在地也不是广州，她原本打算下次回国时间充裕的情况下再回户籍地处理注销户籍的事情。\n看来，这个问题无解了。图源：51记者拍摄\n她表示，机场人员给了她两个方案：要么直接买机票回墨尔本；要么这次先给她一次性入境卡，然后等广州事情办好后回到户籍所在地注销户口。图源：广东省公安厅\n并且，工作人员告诉她：这次如果不注销户口，过几天是不可以出境的。这个消息让她彻底陷入了迷茫。“\n我现在也不知道怎么办，这次没有回到户籍所在地的打算，而且机票和酒店的行程都订好了，损失钱不说了，我只有一周的假期，如果回去注销户籍，我什么证件都没有带来，包括公民纸、中国护照都不在身边......”她说道。图源：51记者拍摄\n这名网友在接受51记者采访时表示：“我现在是真的出不去了，明天回户口所在地再想办法。”\n所以，她也想给那些打算用这个办法临时回国的朋友们提个醒：144小时过境签，真的不是这么简单的！千万注意！\n入了加籍的华人们，如果你也打算使用144小时过境免签政策，最关键的一点就是，必须要注销国内的户口。\n51网记者查询多伦多签证处，签证处回复说具体要求要查多伦多签证处的规定，记者按要求查看，目前没有首次申请中国签证需提供国内销户证明的规定。\n相关阅读：警惕！华人回国一个疏忽\"免签过境\"失败！要求必须回户籍地销户！\nBookkeeper招聘佳兴超级市场\n电动自行车 销售助理 Sales Assistant 北约克招聘EMMO 电动自行车","ts":"加国无忧 51.CA"},{"source":"思忆","title":"加拿大悄悄修改工签规定！将限制一批海外技术工人","body":"据《星报》披露，跨国公司的海外员工申请加拿大工作许可时，将面临更多的困难，那些希望在加拿大开拓业务的公司很快面临新的挑战。\n为了进一步控制临时居民的迅速增长，加拿大移民部悄悄更新了公司内部调动工作许可的政策，收紧了相关规定，并有一些改变，一些专家担心这可能会阻碍商家的利益和对加拿大的投资。图源：https://lewislegal.ca/canadian-work-permit/\n多伦多Fragomen（加拿大）公司的企业移民律师Jack Kim表示：“加拿大目前缺乏外国投资，已经影响到生产力水平。那么，为什么我们还要采取更多的措施来抑制它呢？\n公司内部调动计划旨在允许国际企业将其高管、资深经理和专业员工（如技术人员）临时调动到加拿大工作，管理和支持在加拿大的业务运营。\n根据加拿大统计局去年的一份报告，通过该计划发放的工作许可占总工作许可的不到3%。截至今年第三季度，加拿大有140万工作许可持有人。\nGowling WLG（加拿大）律师事务所的移民团队负责人Bill MacGregor表示：“这一计划通过让加拿大在国际上更具吸引力，帮助经济发展，因为与其他一些国家相比，领导者和专家相对容易被调到加拿大。”\n他说，这些调动人员对公司产品和运营有专业知识，帮助加拿大子公司进入新市场或发展业务。图源：51记者拍摄\n上周推出的变化更改了公司的资格标准以及调到加拿大的员工的经验和就业要求。\n海外员工要获得工作许可，公司现在必须在加拿大以外的至少两个国家运营，并且必须在加拿大设有实体办公室，不能是共享办公的方式。\n对“专业知识”员工的要求也进行了细化，这些员工必须提供证明文件，证明他们在海外企业有两年以上的工作经验。\nMacGregor指出，一家价值数十亿、试图在加拿大创建首个工厂的巴西公司，按照新的跨国公司定义，将无法通过此途径调入员工，从而被阻止在加拿大建立业务。\n他说：“以前有效的做法，现在可能未必适用，尤其是调动专业知识人员，一类似乎受到最新指南的影响最大。”\nKim补充道，疫情后要求实体存在的规定似乎显得“过时”。他说：“我能理解政策背后的逻辑，我们希望振兴加拿大房地产市场。但通过限制来加拿大投资的外国公司来实现这个目标，是否是一个明智的选择？”\nKim表示，没有人希望这个计划被滥用，比如有人成立公司后以公司内部调动的名义将自己或亲属送到加拿大工作，但还有其他方法可以防止这种情况。\n例如，官员可以允许达到一定净值门槛的公司免除这些规定，以便于其员工进出加拿大。Kim欢迎该计划的明确指南，但对这种“强硬作法”感到惊讶。\nMacGregor预计，随着新规实施，未来几个月内使用该计划的公司和律师都将面临一个学习过程。\n“我认为，结合我们看到的其他政策变化，整体趋势是试图收紧临时外国工人计划，时间会揭示其影响。”\n加拿大人口已经超过4100万，在可负担住房危机、生活成本上升以及公共资源（如医疗）紧张的背景下，联邦政府因为移民激增而受到指责。\n今年早些时候，移民部长Marc Miller宣布对新的学习许可申请处理数量减少35%，并收紧了工作许可的规定，旨在将临时居民占总人口的比例从目前的6.1%在三年内降至5%。但是加拿大央行在7月份预测中称，可能难以实现这一目标。\nBookkeeper招聘佳兴超级市场\n电动自行车 销售助理 Sales Assistant 北约克招聘EMMO 电动自行车","ts":"加国无忧 51.CA"},{"source":"51.CA 伍沐","title":"麦当劳大富翁归来！\"一票双玩\"你玩明白了吗？小伙一下撕出$20！","body":"如果说多伦多夏天到来的标志是麦当劳的$1冰饮+冰激凌offer，那冬天来临的标志是什么呢？肯定是麦当劳的大富翁游戏喽！\n今年的大富翁已经开始了！不仅仅有各种各样的收集兑换好礼，还有海量的汉堡、薯条薯饼、饮料咖啡等奖品，而且\"一票双玩\"也回归了！\n那大富翁具体是怎么玩的，\"一票双玩\"是怎么双，一个视频给你讲明白！\nBookkeeper招聘佳兴超级市场\n电动自行车 销售助理 Sales Assistant 北约克招聘EMMO 电动自行车","ts":"加国无忧 51.CA"}],"time":"2024-10-25T00:59:03.436Z"}